{"name":"Awakening Gambit","nicknames":["Kingmakers"],"tagline":"You’ll thank me someday.","hand":["R"],"order":["Adamantine Arrow"],"path":["Acanthus"],"arcana":["Mind"],"sources":[{"sourceBook":"The Adamantine Arrow","sourcePage":"151-157"}],"sections":[{"title":"Introduction","text":"The Acanthus of the Adamantine Arrow are tacticians first and last, a natural extension of their prowess with analyzing probability and causality. Thus, they know that mages are in a treacherous position by dint of their numbers. The Awakened are rare, and it’s only because of their penchant for remaining hidden (and their power, obviously) that they survive. But what happens when the Seers of the Throne or Banishers, or some more esoteric enemy, attack and kill the Wise of a given area? The survivors have no way to shore up their numbers. They can’t make more mages. The mages of the Awakening Gambit beg to differ. By analysis and careful manipulation, they say, it is possible to arrange a scenario in which a person must either Awaken or perish. These “Kingmakers” step in only if the target seems to be leaning more toward the “perish” option, but otherwise they welcome a new mage, a mage who is already suited by the circumstances of his Awakening to join the Arrow. Obviously, this position is controversial. Manipulating a mortal’s fate this way can legitimately be viewed as a violation of the Lex Magica, and certainly as an act of hubris. Also, some mages see the Gambit’s strategy as trying to “cheat the system,” arranging false crises so that a mage’s soul is tricked into waking up. What kinds of mages are created from such situations, they wonder? Are these mages dishonest, perhaps with a penchant for underhanded manipulation themselves? Are the Kingmakers, in fact, making more mages like them? Other mages, though, see the Kingmakers’ actions as perfectly viable. The Fallen World isn’t a product of magic, after all; it’s a product of the war between the Exarchs and the Oracles. Clearly, laws for Awakening exist, so why not exploit them? The concern isn’t one of ethics, but of efficacy — do the Gambit’s tactics work? Whether or not they do (see the sidebar), the Awakening Gambit Legacy is tolerated and not viewed as left-handed for two reasons. First, the Kingmakers are planners and logicians without peer — they have to be, to do what they do — and that’s good for the order. Second, the Kingmakers have a reputation within the order as being good judges of character and highly moral in their own right (with respect to matters other than arranging people’s fates like pawns on a chessboard, that is). If the Gambit has an agenda beyond their stated one, they hide it extremely well."},{"title":"So, Does It Work?","text":"The data are inconclusive. It might work. Mages do seem to arise from the situations that the Gambit creates. But even then, are the Kingmakers putting people in situations in which they Awaken, or just choosing people who would have Awakened anyway and acting as the catalyst? Since conclusive data on the number of people who Awaken and under what circumstances aren’t really available, it’s hard to say if the Kingmakers’ actions really have the effect they want. For purposes of your chronicle, the Storyteller doesn’t necessarily need to decide whether the Kingmakers’ methods work consistently. All she needs to decide is whether they work in any particular instance. The players — and their characters — can draw their own conclusions from there."},{"title":"The World as a Chessboard","text":"The Awakening Gambit takes much of its inspiration, even its name, from the game of chess. Almost all members of the Legacy are avid players (and many also partake of other strategy games, such as Go and mah jong). In chess, the “gambit” is an opening strategy, one that usually involves a sacrifice for better position. The Kingmakers see what they do as a sacrifice — they are giving up their own time, their resources and, in some cases, their Wisdom (depending on their methods) for the chance to bring new mages into the fold. Chess terminology permeates the Legacy, and the extended metaphor serves as the method for teaching new members. To the Gambit, the ability to keep a given strategy in mind while also looking after a score of pieces is paramount, because it is with just such complicated stratagems that they seek to Awaken new mages."},{"title":"The Making of Kings","text":"How do the Kingmakers go about arranging Awakenings? The process is a difficult one, and it’s by no means something the Kingmakers do constantly. They recognize that manipulating Destiny this way is dangerous, and so it’s usually only something they attempt when the numbers of mages in the area have fallen for some reason, or when the Arrow is expecting trouble in the near future. But the Gambit mages (sometimes in conjunction with Mysterium or Guardian cabals) keep tabs on Sleepers who would make good mages, and create several scenarios in which the Kingmakers couldarrange an Middlegame (see below) should it become necessary. The Kingmakers structure their scenarios on the game of chess. In the Opening, the Kingmakers choose their target and learn everything they can about her. Each Kingmaker has his own criteria for choosing, rejecting or accepting a potential mage. Some Kingmakers assume that people with families make the best mages, while other Kingmakers won’t even consider Sleepers with such firmly established ties to the mundane world. A Gambit mage might delve into a Sleeper’s family tree, looking for mages, while another looks only at her immediate circle of family and friends, searching for hints of the supernatural. A crucial part of the Opening is exposure to magic. It’s a violation of the Lex Magica, yes, but the Gambit considers it paramount to test the target’s reaction to vulgar magic. The Kingmaker usually brings another member of the Legacy (or his cabal, if the members are sympathetic) to keep things from getting out of control, and chooses a vulgar spell that’s obviously magical but that isn’t going to kill anyone if it misfires (unless the Kingmaker is cocksure, which happens). The usual response is Disbelief, and the Gambit doesn’t consider anything wrong with that. Sometimes, though, a target meets vulgar magic with a different reaction — anger, curiosity, fear — and holds on to that feeling even after the memory has faded. Occasionally, the target seems to “feel” the magic coming before the spell goes off (in game terms, the mortal has the Unseen Sense Merit). Any abnormality is note and interpreted, but whether it cements the decision to continue the Gambit or is viewed as a “deal-breaker” depends on the mage in question. Once the mage feels that he has enough information on the target (which can take months or more), he makes a decision: to press on with the Gambit, to reject the Sleeper outright or to “shelve” the Sleeper against a time when she might be more suitable to the Gambit (or the Gambit has need of her). If the mage decides to press on, the Gambit enters the Middlegame. In this stage, the Kingmaker crafts a scenario precisely designed to play to the person’s strengths and weaknesses in an attempt to back the target into a corner. The target, ideally, has only two choices: Awaken or die. The Middlegame always involves some crisis, but the varieties are limitless. Some Kingmakers prefer to isolate their targets, because it’s easier to arrange things without too many other conflicting factors. Others feel that having large numbers of Sleepers around makes for more powerful and capable mages should the Awakening “take.” The Awakening Gambit views Sleepers involved in a target’s Middlegame as “pawns.” Sleepwalkers are called “bishops” or “rooks” depending on what role they are to play, while mages (or other supernatural beings) who are unaware of what’s going on are called “knights.” A mage (or, potentially, another supernatural being) who isaware of the Kingmaker’s plan and is willingly helping is a “queen.” The “king,” of course, is the target herself. These terms are just shorthand that the Kingmakers use when setting up the scenario. Once the mage figures out exactly what role a given “piece” needs to play, he refers to her by a name rather than the title. The Middlegame is planned as meticulously as possible, leaving as little to chance as the Kingmaker can manage. Mages with proficiency in Mind as well as Fate often do a “dry run” in their own dreams, trying to account for the variables of the situation and identify any variables that they are missing. In the end, though, it’s impossible to take everything into account, and so expecting the unexpected is crucial to the Kingmakers’ work. One facet of the Gambit that the mage always spends time on is the Failsafe. The Failsafe is the mage’s strategy for extraction — saving the Sleeper’s life should she fail to Awaken or otherwise save herself. This might involve setting up a portal with the Space Arcanum or preparing a powerful healing spell (or both), depending on the capabilities of the mage and what he expects to happen. Before putting the Middlegame into effect, the Kingmaker and any knowing allies he enlists spend time in meditation before beginning. This meditation is meant to put the Kingmaker’s intentions in the right place, and hopefully ensure that they will have the purity of heart to see it through (see p. 51 of the World of Darkness Rulebookfor more on meditation and its game effects). When the Middlegame begins, the rest is in the target’s hands. The resolution — the Endgame — is one of three possibilities. The simplest is that something goes wrong, some unforeseen occurrence that the mage cannot control or mitigate. The mage aborts and takes the Middlegame back to the drawing board (and always spends time in deep analysis to make sure that whatever interfered wasn’t the result of someone else, such as the Seers of the Throne, taking a hand). The desirable outcome, of course, is for the target to Awaken. In this case, the mage allows the target to handle as much of the crisis as she can, but does step in to prevent death and destruction as necessary. The new mage is then welcomed to the Awakened community, and is expected (though not technically required) to join the Adamantine Arrow. Finally, the target might fail to Awaken. The Failsafe is put into effect, and hopefully the Kingmaker saves the Sleeper’s life and the lives of those around her. The target is watched sporadically afterwards, in case she should Awaken later, but for the most part, the experience is chalked up to learning, and the Kingmaker looks for a new potential mage."},{"title":"Examples","text":"A single father of two comes to the attention of a Kingmaker, who feels that despite his heavy responsibilities (or rather, because of them) he would make a good recruit. Since the focus of his life is his children, the Kingmaker decides to use them in the Middlegame. He entices the kids to get on the wrong bus one day on the way home, and watches the man’s panic as he can’t find his children. He does the sensible thing — notify the police — but that’s not enough for him. He starts an in-depth search of the area where his kids were last seen, talks to people, pays for information from some passersby and works his way closer to his kids. The children, meanwhile, have been shunted from place to place all day courtesy of the Kingmaker’s magic (but kept safe all the while). The Middlegame is a race — can the man get his kids back before they step off the last bus, miles away from anywhere they recognize? The father finds himself wandering amidst a gleaming set of iron towers, but can see the threads that lead him directly through the maze to what he loves most, his family. He Awakens as a Mastigos, and the Kingmaker is there to welcome the new mage. An EMT has been taking note of odd emergencies in the city for some time, but does not realize they are largely the result of extended conflict between warring Awakened factions. The Kingmakers, hurting from a recent assault from the Seers of the Throne, decide to try to Awaken her. Calling upon intelligence about the Seers, the Kingmakers arrange to attack a lone (but powerful) enemy, and influence a Sleeper witness to call for an ambulance. The EMT arrives and witnesses the Kingmaker and the Seer casting spells, but is unable to resist the Disbelief — instead, she “merely” does her job, patching up the wounded. She demonstrates courage in the face of danger but does not Awaken. The Kingmakers might consider making an ally of her in another capacity, but they write off this Middlegame as a failure. A Sleeper occultist has amassed a collection of magical tomes, and has cross-referenced the information there well enough to see some Supernal correspondences. The Kingmakers figure that it’s only a matter of time until he Awakens anyway, and decide to give him a boost. They arrange for him to be invited to an auction at which several rare books are being sold, one of which is a “plant,” created by an allied cabal and containing dangerous spirit-summoning spells. When the auctioneer opens the book, the spirits are released and run amok (but are not powerful enough to do anything but frighten people). The occultist hides under a table, whimpering, and the Kingmakers put the Failsafe into effect — speaking a trigger phrase, they banish the spirits and wait for Disbelief to kick in. They might later “liberate” a few of the occult books from this man’s collection, since he’s obviously not going to be using them anytime soon."},{"title":"The Gambit and Wisdom","text":"The Awakening Gambit does not, in itself, cause degeneration. What a given Kingmaker doesduring the Gambit, though, very well might. If anyone dies, a degeneration check is required as though the mage had used magic to kill a human being, regardless of how the victim actually died. Mentally coercing pawns and other “pieces” for the Middlegame might cause degeneration, depending on how the mage goes about it."},{"title":"Orders","text":"The Awakening Gambit is exclusively Adamantine Arrow, but the other orders might become involved with the Gambit occasionally. The Mysterium regards the Gambit as a fascinating experiment, and potentially enlightening about the nature of the Awakening. Therefore, Mysterium mages often wind up as queens or rooks in the Gambit’s endeavors, provided they are allowed the chance to interview any successfully Awakened targets. The Silver Ladder and the Free Council, perhaps surprisingly, have similar reactions to the Gambit. Namely, they either applaud the Legacy’s efforts in trying to codify the Awakening, or they damn the Kingmakers as meddlers and manipulators. Often, whichever attitude one order takes, the other order takes the opposite. The Guardians of the Veil, of course, take an extremely dim view of the Awakening Gambit. People Awaken when they are meant to, and forcing the issue doesn’t lead to anything but risk for all involved. It is rumored, though, that the Guardians teach an analogous Legacy to their own Tricksters, and that their gambits are subtle enough to put those of the Arrow to shame. Indeed, Arrows of the Legacy sometimes joke that the whole Awakening Gambit is merely part of a larger Middlegame dreamed up by the Guardians."},{"title":"Appearance","text":"Kingmakers are meticulous and precise in their plans, and this tends to leak through into their everyday bearing. A Kingmaker dresses for the occasion and is willing to sacrifice personal style to blend in (if that’s what’s appropriate). Just as most Arrows, members of the Gambit are usually physically fit and combat-capable."},{"title":"Background","text":"It takes a certain kind of Acanthus to join the Adamantine Arrow in the first place — the “flighty Trickster” is probably not well suited to be a Talon. The Acanthus who go on to the Gambit tend to worry about the numbers of the Awakened and are frustrated by the inability to decide who becomes a mage. This isn’t necessarily out of egomania; more than one Kingmaker has made a friend of a courageous, honest and forthright Sleeper and wished desperately to be able to bring him into the fold as one of the Wise, for his own benefit and that of the Consilium. Young and inexperienced mages aren’t usually told about the Gambit, and even if they learn about it, they aren’t usually afforded the chance to join. Aside from the fairly stringent magical requirements (see “Attainments”), the kind of work that the Kingmakers do is based on life experience and, more specifically, life experience as a mage. Until an Arrow has a few years with a cabal under her belt, dealing directly with other mages and seeing the kinds of qualities that go into being successful among the Awakened, she probably has no business with the Gambit."},{"title":"Organization","text":"Not every Consilium boasts the presence of the Kingmakers, but those that do tend to have more than one. The Middlegame is much easier to arrange and execute with assistance, and so when a Kingmaker takes a pupil, she usually does so with the assumption that the pupil is going to stay in the area and help her. It’s also not uncommon for Kingmakers to receive requests from nearby cities (and “nearby” is relative) to come and assist with a Gambit, so the Legacy’s members keep informal contact with each other. All Kingmakers are expected to be active members of the Adamantine Arrow. Loners and curmudgeons need not apply — the Awakening Gambit isn’t necessarily friendly, but it is social. Teachers and pupils often live together during the initial training sessions, and even after the pupil has officially joined the Legacy, his lessons in evaluating Sleepers and constructing the Middlegame continue. The Legacy is therefore a tight-knit fraternity (one of the reasons that it survives despite concerns about its ethics and efficacy)."},{"title":"Suggested Oblations","text":"Meditation, conversation with strangers, volunteering one’s time to a worthy cause, teaching others, organizing a meeting of mages (caucus, forum, tournament), presiding over the Duel Arcane, planning the Middlegame, people watching."},{"title":"Concepts","text":"Chess coach, computer programmer, social worker, internal affairs detective, military recruiter, head hunter, bartender, cab driver, drug dealer, Consilium Herald, symphony conductor"}],"attainmentDescription":"The Attainments of the Awakening Gambit are designed to aid in performing the Middlegame. A Kingmaker can embark upon the Gambit regardless of his advancement within the Legacy, but truly powerful members can play the city around them like a harp while orchestrating their Gambits.","attainments":[{"order":1,"name":"En Passant","prerequisites":["Gnosis 3","Fate 2, Mind 2 (primary), Time 2, Empathy 2"],"description":"A pawn, in chess, can move two spaces on its first move. This is called moving en passantor “in passing.” A given pawn can do this only on its first move, and the move places it in danger. Mages, Acanthus especially, have a kind of en passant move for their magic — the conditional trigger. By hanging a spell and attaching a trigger to it, a mage can “store” a spell for a given period of time (this is described on p. 150 and p. 260 of Mage: The Awakening). Mages of the Awakening Gambit can more easily “hang” spells, which is quite useful for situations such as the Middlegame when casting spells quickly becomes paramount. A Kingmaker can hang a number of spells equal to his Gnosis. The player suffers no dice penalty when casting these spells and no Mana is required beyond what the spells in question would normally cost, but the spells remain in place for four hours only. The Kingmaker’s Mind magic allows a split in concentration that permits these spells to be cast, then “forgotten” until they are needed. These spells do not count against the mage’s total of active spells, and they do not count for purposes of Spell Tolerance (see p. 75 and p. 128, respectively, of Mage: The Awakening)."},{"order":2,"name":"Mysterious Rook","prerequisites":["Gnosis 5","Mind 3"],"description":"In chess, a “mysterious rook” move is a move with the rook that seems to have no immediate purpose but that discourages an opponent from taking a given action or begins a much more subtle plan of attack. The Awakening Gambit’s second Attainment allows the mage to instill feelings and compulsions in others with a glance, useful for discouraging unwanted attention or steering pawns in the proper direction. The Attainment is similar to the Mind spell “Emotional Urging,” but is more potent. The player spends a point of Mana. The mage need only be able to see the target. The emotion that the mage attempts to inflict must make some logical sense given the scenario. During a bank robbery, a mage would not be able to use this Attainment to instill feelings of deep love and commitment from a teller to the thief (unless the mage happens to know that this particular teller hasthe predilection for such feelings — and the Kingmakers do indeed take the time to learn as much as they can about potential bystanders to the Middlegame, for precisely this reason). If the target is a Sleeper andthe mage is not attempting to influence behavior directly, no dice roll is required. What effect this has on the target’s behavior is largely a matter for the Storyteller (probably with input from the player), but the Kingmakers usually use this Attainment to clear away uninvolved parties or to nudge pawns in the appropriate directions. A sudden compulsion to get a cheeseburger can make a pawn turn left (toward the restaurant) at the corner, instead of right, and that might make all the difference. When this Attainment is used against mages or other supernatural beings, or when the mage tries to influence behavior more directly, the player must roll Manipulation + Persuasion + Mind (minus the target’s Resolve + Gnosis). If this roll succeeds, the mage can implant a single, one-phrase suggestion (for a Sleeper) or affect the target’s emotions as described above (for supernatural beings). The point of Mana is still required, however. Optional Arcanum: Time 3 A Kingmaker who is also a Disciple of Time has some recourse even if something goes wrong during the Middlegame. This effect is similar to the Time 3 spell “Shifting Sands,” and allows the mage to rewind time back to his last action. From there, the mage can take a different action and hopefully avoid whatever unpleasantness time has in store for him (but all else being equal, the other people involved still take the same actions, so he needs to make his action count). The player simply spends a point of Mana to activate the effect. Using this Attainment more than once on the same action (that is, rewinding time more than once trying to get the desired result) is possible, but expensive — the Mana cost increases by 1 each time. The second time the mage rewinds time for the same action, it costs two Mana, then three and so on."},{"order":3,"name":"Grandmaster’s View","prerequisites":["Gnosis 7","Mind 4"],"description":"Sometimes it’s impossible for even the careful Kingmakers to keep track of everything they need to during a Middlegame. The most powerful, however, seem to be working on dozens of possibilities at once, keeping multiple dangers from becoming catastrophes and waiting for the perfect moment to begin the Endgame. Grandmaster’s View allows this kind of precision. This Attainment is somewhat similar to the Mind 4 spell “Supreme Augmentation” (p. 216 of Mage: The Awakening), but it does not by itself allow the mage to raise Attributes. Instead, it provides a kind of mental simulator, allowing the mage to consider the ramifications of his actions before he takes them. In game terms, the mage is always considered to have the highest initiative in a conflict, his Defense does not decrease due to attacks from multiple opponents (see p. 156 of the World of Darkness Rulebook) and he applies his Defense against all ranged attacks. Outside combat, though, the mage can also take advantage of the Attainment. He can take up to four non-Physical actions in a single turn. For instance, he can try to remember a fact, plan a route through the city, read a book and listen for an approaching car at the same time. He must be physically capable of performing both actions at once — that is, if he’s already explaining a concept to someone, he can’t be simultaneously trying to persuade someone else to help him. If the mage is called upon to take a Physical action, he cannot make use of this facet of the Attainment during that turn, however. Optional Arcanum: Time 4 If the Kingmaker is also an Adept of Time, he can move from simulating the future to experiencing it — up to a point. The player spends one point of Mana and rolls Intelligence + Wits + Time. If this roll succeeds, the mage chooses a number of actions equal to his Time dots, and can try them out in succession. This Attainment works in or out of combat, but determining causality is more difficult the more time elapses from his action. Also, keeping control of the time stream grows progressively difficult. For every action the mage undertakes, the player must roll Resolve + Composure. If this roll succeeds, the mage maintains control and can simply observe what future this action leads to. If this roll fails, though, the mage’s focus slips, and the action he’s currently view actually happens, becoming reality. The mage can tryto pull it back using the second Attainment’s optional Arcanum power, but doing so requires a roll of Manipulation + Wits with a negative modifier equal to the number of actions that the mage has already viewed. Example: A Middlegame has become rather more violent than Fisher was expecting. The target is surrounded by thugs, several of whom are pawns of a local vampire lord, and Fisher knows that if he doesn’t step in, his target is going to die. Fisher activates his Attainment and chooses four actions (since Fisher is an Adept of Time). For the first possibility, Fisher casts Chronos’s Curse on the thugs, hoping to slow them enough for his target to escape. The player makes the roll for the spell, Paradox and all, and it turns out that this spell fails — obviously that’s not a good option. The player rolls Resolve + Composure and succeeds, so Fisher can continue looking. For the second possibility, Fisher shoots one of the thugs in the leg and yells for the others to stand down. This requires an Intimidation roll, which Fisher’s player succeeds in making — the thugs back off, but don’t leave. Better, but still not ideal. The player rolls Resolve + Composure, and succeeds again. For the third potential action, Fisher turns to his expertise in Mind, and tries to mentally control the thugs. He succeeds in doing so and orders them to flee the area, though one of them manages to shake off the spell before he gets too far away. The player rolls Resolve + Composure, but fails the roll — Fisher’s focus slips, and this action is the one that he truly takes. Unless Fisher wishes to activate the Time version of the Mysterious Rook Attainment (see above), he’ll have to deal with the remaining thug. If Fisher does wish to do this, his player will need to roll Manipulation + Wits with a –3 modifier (since Fisher viewed three possible futures) for the Attainment to work."}]}