{"name":"Brotherhood of the Demon Wind","nicknames":["Wave-men"],"tagline":"You are fast, but not fast enough; skilled, but not skilled enough. Pray to your gods. Your time has come.","hand":["R"],"order":["Adamantine Arrow"],"path":["Mastigos"],"arcana":["Time"],"sources":[{"sourceBook":"The Adamantine Arrow","sourcePage":"157-160"}],"sections":[{"title":"Introduction","text":"It begins in the early 17 th century, with a masterless man. His birth name has been lost to history and he is now known only by his shadow name, Hagetaka (“Vulture.”) The circumstances of his life before the Awakening are lost to history, though his writings obliquely suggest that he became a bandit and assassin after his lord was slain through treachery. Interestingly, Hagetaka never writes of his Awakening, and makes many assumptions about the reader’s understanding of the events of his life before his lord’s murder. Most modern onikaze swordsmen consider this assumption of familiarity to be subtle Mastigos underhandedness at work, and some wonder if there really ever was an Awakened fallen samurai who went by the moniker “Hagetaka.” Whatever the case, the Legacy’s texts tell of Hagetaka’s aimless wanderings, of a lack of focus and discipline and the elusive sense that something moved just beyond the brigand’s perceptions. Balancing serene meditations with a life of violent crime, Hagetaka eventually came to a “place of visions,” whereupon he experienced within a deep trance a sort of communion with what he called “the restless ghost of a great dragon of the western seas.” The substance of his exchange with this “dragon” is recorded only as a series of 98 mutually-contradictory koans (36 of which have never been satisfactorily deciphered by anypractitioner of the Legacy), but he came away with two things: the desire to offer the Adamantine Arrow the benefit of his experiences as a man of honor and a man without, and an awareness of what he called the onikaze: the “demon wind,” which transcended space and time. The writings of Hagetaka thereafter chronicle his self-appointed quest to assemble those that might apprehend the vision revealed to him by the dragon. He fought many great warriors and conversed with many sages of martial philosophy, converted no few to his cause. All of these, Hagetaka eventually brought to an isolated and abandoned temple somewhere in the mountains. The place lay in ruins, and the first onikaze swordsman made his disciples work to restore it, forbidding them the use of their magics and instead commanding them to work with their own hands and minds, even as he imparted upon them — some nine students in all — the secrets of the demon wind. The morning after they had finally completed the years-long work of restoring the temple, Hagetaka’s students awoke to discover their master gone, with kanji inscribed into the cobbles of the courtyard: “These are merely stones, and the wind ceases its motion for no man. Your hands, your wills, your selves: you need nothing more.” To a man, Hagetaka’s students left behind the product of their long labors, going out into the world to put into practice the training that they had been given. Some become great heroes and others, villains, but all took on students of their own, and, in time, the Wave-men as a whole were gradually adopted into the Adamantine Arrow, leaving only a scattered few to carry the philosophy in other directions. Legends tell that the Wave-men periodically gathered at Hagetaka’s temple thereafter, to address matters of great importance to the entire Legacy, but the records of such gatherings are few and considered by most to be largely apocryphal. In modern times, the location of the temple — if, indeed, it ever truly existed at all — is lost to the Brotherhood, and most agree that such is for the best. While reverence for the past can be a source of strength and wisdom, it is also attachment, and the way of the Wave-man denies such fetters. As Hagetaka himself said, “These are merely stones…” Spreading across the world at the forefront of the wind from which they take their name, the warriors of the onikaze are wanderers, fighting for the causes that appeal to them or sometimes just those that pay. Some embrace the romance of the samurai and defend the weak and downtrodden, setting their blades against wickedness and tyranny. Others, perhaps more practical, sell their services — either as swordsmen or as teachers of the martial arts — to those who can afford them. A rare few even manage to carve out places for themselves and obtain positions of power and respect in established Consilii. Most, however, spend at least some part of their lives as lonely pilgrims, moving from place to place, upon musha shugyo, in an endless pursuit of the perfection of the blade. Interestingly, while the Wave-men have always been relatively few, their numbers have survived the trials of time relatively undiminished by various wars and calamities. The very wanderlust that motivates their many quests and keeps them scattered has served to protect them from ordeals that might have grievously wounded or even exterminated a more close-knit Legacy. Thus, while they shall forever remain but few, it is likely that the swordsmen of the onikaze will always be out there, in one way or another."},{"title":"Appearance","text":"While the image of the street samurai is a perennial favorite among fans of anime— in Japan and in the West — most onikaze swordsmen eschew such trappings, preferring a more practical aesthetic. Since the majority of Wave-men barely manage to get by, their clothing tends to be sturdy and utilitarian; one never knows when a chance to replace a damaged garment will present itself. Denim jeans, heavy boots, leather coats and the like are among the more common wardrobe choices for Brothers of the Demon Wind, as t hes e ar t icles s t and up well to a var iet y of environment s and can last for years, if properly cared for. Body decoration, of whatever sort, is frowned upon, and hair tends to either be close-cropped, or even shaved or else worn long, sometimes in elaborate tails, braids or buns. Every warrior of the onikaze owns a daisho, the paired long and short swords of the samurai. These weapons are treated with the utmost reverence, for they are a reflection of the mage’s honor and the vessel of his spirit. The various components that comprise the matched set ofkatana and wakazashimay be austere or elaborate in design, as befits the personality of their wielder (or that of the mentor who handed them down.) Most Wave-men carry these weapons at any formal Awakened function, and some with especially refined powers of misdirection or occlusion are known to carry them at all times."},{"title":"Background","text":"Wave-men are drawn from the ranks of the most skilled swordsmen that prospective onikaze mentors can find. Some look for philosophical warriorsages and others for obsessive perfectionists, but there are some who will settle for a bullying thug whose only skill of note is the ability to kill three men in as many seconds with a sword. Discipline, such would-be teachers reason, can be taught with time and harsh lessons, while the art of the blade is a study of an entire lifetime. Of note is the fact that many Wave-men flatly refuse to adopt women into the Legacy. To these sorts, the study of kenjutsuis men’s work, not to be entrusted to a woman. This attitude is gradually subsiding with time, though particularly old (or especially hidebound) onikaze swordsmen look upon female practitioners of the Legacy with attitudes ranging from outrage to disgust to outright anger (sometimes expressed with drawn swords.) Even many of t he more progressive Wave-men still find themselves looking twice upon first meeting a female Disciple of the Demon Wind — out of unfamiliarity with the notion, if nothing else."},{"title":"Organization","text":"Given the nature of the Brotherhood, warriors of the Demon Wind have no organization greater than that encompassed by the bond between mentor and student. Anything more would be impractical at best. That said, the master-apprentice bond is often a powerful one for the swordsmen of the onikaze. In some cases, this relationship is one of antagonism, as the teacher attempts to spur the student onward to excellence through an adversarial stance. Other masters adopt a paternal (or, rarely, maternal) method, acting the part of a stern but caring parent. However they do it, though, the master is urged, by his training and by his peers, to instill in the student a sense of self-reliance and adaptability. Indeed, many warriors of the onikazego years or even decades without setting eyes on another of their Legacy, for the Demon Wind scatters them far and wide, so that their blades might be brought to bear where they are needed most."},{"title":"Suggested Oblations","text":"Admiring beauty in a reserved and respectful manner, creating art (especially spontaneous and/or minimalist works), meditating, persevering through adversity (such as illness or a grievous wound) without using magic or accepting aid, practicing combat forms, reading or writing martial philosophy, ritually maintaining one’s weapons and armor."},{"title":"Concepts","text":"Hot-headed maverick with something to prove, serene killer, thug with a heart of gold, jaded swordfighter, sage of the blade, wandering mercenary"}],"attainmentDescription":"By harnessing the Demon Wind, the onikaze warrior learns to draw the edge of his blade along the unseen currents of space and time that move throughout and, indeed, transcend the Fallen World. One with the serenity of battle, the swordsman’s will becomes the stoutest of armor and a killing weapon, defending from harm and enabling him to lay low his enemies.","attainments":[{"order":1,"name":"Yanagini Kaze","prerequisites":["Gnosis 3","Space 1","Time 2","Weaponry 2","Quick Draw (Weaponry)"],"description":"An admonition to follow the path of least resistance, the Legacy’s first Attainment opens the swordsman to the subtle currents of the Demon Wind. He permanently benefits from an effect mimicking the Time 2 “Temporal Dodge” spell, providing points of armor equal to his dots in the Time Arcanum. Further, as a reflexive action, he may make use of exceptional perception that replicates the Space 1 “Omnivision” spell, lasting until he chooses to deactivate the ability."},{"order":2,"name":"Tazeini Buzei","prerequisites":["Gnosis 5","Time 3"],"description":"With a literal meaning of “few against many,” the second Attainment of the onikaze swordsman enables him to move through battle as a blur of motion, scarcely perceived by lesser warriors until they fall beneath his blade. As a reflexive action, the Wave-man may spend a point of Mana to make use of an effect identical to the Time 3 “Acceleration” spell until the beginning of her next action. Optional Arcanum: Space 3 His blade riding the vanguard of the Demon Wind, the swordsman strikes through intervening space, overcoming his enemy’s guard, no matter how she might attempt to defend herself. The willworker may use an effect identical to the “Ranged Blow” spell, though it is a reflexive action to do so, with no roll involved. The mage must still spend a point of Mana with each strike, however."},{"order":3,"name":"Akumano Ken","prerequisites":["Gnosis 7","Time 4"],"description":"Freed from the shackles of time by his mastery of the Demon Wind, the Wave-man now directs its course, and its bite is as one with the edge of his blade. The mage may use an effect similar to the Time 4 “Present as Past” spell, including its Mana cost, save that he may only target a single individual with the effect. The willworker rolls Wits + Occult + Time versus his target’s Composure + Gnosis. By spending a point of Willpower, the mage may activate this Attainment as a reflexive action. Optional Arcanum: Space 4 By skipping off the weave of space, the Wave-man’s movements become utterly unpredictable. The mage spends a point of Mana as an instant action and may teleport anywhere within visual range (including any place that he can see through the use of his first Attainment) with an effect similar to the Space 4 spell “Teleportation.” If the mage must, for any reason, test against an effect intended to bar his passage (such as a ban or ward), he is considered to have successes equal to his dots in the Space Arcanum."}]}