{"name":"Celestial Masters","nicknames":["Stargazers"],"tagline":"All matter is energy, and all energy, matter. And we are both my friend!","hand":["R","L"],"order":["Free Council","Silver Ladder"],"path":["Moros"],"arcana":["Matter","Forces"],"sources":[{"sourceBook":"Keys to the Supernal Tarot","sourcePage":"39-46"}],"sections":[{"title":"Introduction","text":"When first man gazed up into the Heavens and saw the stars, what did he think? Those twinkling dots of light represented something far away, unattainable, something that became the object of longing and symbolic of the most fervent wishes. As knowledge of astronomy progressed, the stargazer learned that the light he saw was from celestial bodies long dead, reaching Earth long after the start that generated it burned out. Does this, then, mean that wishes, too, are only realized by sacrificing the zeal and wonder that spurred them? The modern world is not without hope, but today’s discovery kills yesterday’s myth, and some find this depressing. B u t p r o g r e s s , fo r t u n at ely, p r o v id e s new wo n d e r. Matter and energy are never destroyed, and that means everything that now exists was once in a different form. Put another way, the dead stars break down and become other elements — even, eventually, living matter. We are all made of stars. This is hope for the future, the knowledge that each and every human being may one day rejoin the cosmos as something luminous and beautiful. Will the matter/ energy that was once “us” serve to inspire some future species on some distant world? Is that, then, reason enough to keep wishing on stars? The Celestial Masters began in the Age of Exploration as a Legacy devoted to mapping the Heavens. As the years progressed, however, they realized that the adage “as above, so below” was true in many ways. All of the energy of the stars could be found here on Earth, and gradually, the Legacy’s focus changed to an understanding of how this transition happens."},{"title":"History","text":"The Celestial Masters began in Portugal as a cabal of mages in service to Infante Henrique of Portugal, Duke of Viseu, also called Henry the Navigator. While the records of the Silver Ladder do not indicate whether the prince was, himself, Awakened, they do state that he had at least a passing knowledge of “Supernal truth.” Henry was fascinated with discovery and travel, and not above wishing to profit from both, so he assembled a coalition of explorers, mapmakers and navigators at a villa on the Sagres peninsula at the southern tip of Portugal. Initially, only one mage — Duarte Rafael Cipriano, a Theurgist who took the Shadow Name Vespasian after the Roman Emperor — was involved in this consortium. Vespasian was not himself a navigator or mapmaker, nor was he particularly interested in discovering new countries; however, he was very interested in Prince Henry and what financial and temporal opportunities he might create, and so he ingratiated himself to the Navigator and became part of his endeavors. The story that Vespasian would later tell to his order was this: one night in early summer, 1420, he and Prince Henry walked on the beach together, both very drunk. They looked up at the sky, and Henry said to the mage, “If I live a century and see all the lands of the world, I shall still die an ignorant child, for I shall never map the stars.” Vespasian’s heart went out to the prince, for as a Sleeper, he could not know the power and awe of seeing the Aether, but wondered if mapping the stars might be possible through magic. Vespasian explained to his contemporaries that he intended to form a cabal that would secretly work alongside the prince, helping him to achieve his goals of discovery and, at the same time, use his connections to mapmakers and explorers to find a way to map the Heavens. Modern mages look upon this story as extremely unlikely. From all accounts, Vespasian was a disagreeable fellow, and Prince Henry never once mentioned “Duarte Rafael Cipriano” in his correspondence with anyone else. While it’s true that Vespasian spent a great deal of time around the prince, for him to share an intimate moment and a poetic lament with someone who was, for all intents and purposes, a glorified accountant is improbable, alcohol notwithstanding. More likely, Vespasian noticed which way the wind was blowing for Prince Henry — in late May of 1420, the prince was named governor of the Order of Christ (heir to the Templars in Portugal) and thus gained access to a great deal of wealth. Vespasian, having knowledge to the prince’s monetary doings, would have known that this appointment was coming, and decided to get the Silver Ladder’s backing in staying close to the prince. Whatever the truth, Vespasian accomplished his goal. Six other mages joined his nascent cabal."},{"title":"The Celestial Cartographers","text":"These seven mages (the six Vespasian recruited plus Vespasian himself) formed a cabal called the Cartógrafos Celestiais— “t he C ele s t ia l C a r t o g r a p he r s .” Vespasian tried to establish himself as leader of the cabal, but soon found himself overshadowed by a younger and more idealistic mage called Daedalus. Daedalus, a Moros, never openly questioned Vespasian’s motives, but did keep the cabal focused on its goal of discovery and ascent to the stars. Vespasian realized that he would be better off providing monetary support than trying to be a philosophical center for the cabal, and faded into the background. He died from natural causes, circa 1450, but the cabal flourished. Many of the voyages planned and sponsored by Prince Henry included either a member of the cabal or one of the proximi in service to it, and Daedalus, a Master of Space as well as Matter, always saw to it that the cabal member returned, even from a disastrous voyage. Prince Henry died in 1460, and Daedalus vowed to carry on the Navigator’s dream of mapping the stars. He formed a new Legacy, which he threw open to any member of the Silver Ladder (and later tutored at least o ne Mo r o s o f t he My s t e r iu m). T h is L e g a c y, wh ic h t o o k the name “Celestial Navigators” after Prince Henry, fo c u s e d o n ex p lo r at io n a n d ma p p in g o f new a n d s t r a n ge lands. Some members of the Legacy accompanied ships to new countries (one, in fact, sailed on the Santa Mariawith Christopher Columbus, but abandoned him after returning from his first voyage, calling him “a pig, a buffoon, and an opportunist — he doesn’t see people, he sees piles of gold”). Some entered the Shadow and attempted cartography and cataloging of the spirit worlds, with varying degrees of success. Some attempted to use descriptions of fables such as Prester John’s kingdom or the Fountain of Youth to open scrying windows or portals, but if any of these attempts succeeded, there are no records. The Legacy spread, and when Daedalus died, he did so knowing that he had inspired the hopes and dreams of many of the Awakened."},{"title":"Made of Stars","text":"The Celestial Navigator Legacy remained a fairly important one in Europe (and, if rumors are to be believe d , in C h in a a s well) u p u nt il t he e a r ly 17t h c e nt u r y. As exploration changed from over sea to over land, the Legacy became less common. The Silver Ladder kept records, of course, and there were still Celestial Navigators to be found, especially in southern Portugal, but it wasn’t until the formation of the Free Council that the Legacy experienced a revival. In 1899, when the Free Council emerged as an order, the Silver Ladder was not initially enthusiastic. But one member of the Vox Draconis who supported the n a s c e nt o r d e r wa s a p hy s icis t n a me d D r. J o h n Cr e s s ne r. Gauge, as he was known to his fellow mages, believed the Free Council was a natural progression, an ideological evolution of sorts, responding both to needs within the Awakened community and changes to the Fallen World. Gauge, wishing to formally welcome the Free Council to the Awakened community of his home city (New York), found the records detailing the C ele s t ia l Nav ig at o r s L e g a c y a n d p r e s e nt e d t hem t o t he Free Council. He made a special point of mentioning that Prince Henry the Navigator’s dream of mapping the stars had not yet been realized, but perhaps that was unimportant — the dream itself was what had led to the Legacy. Gauge, himself an Obrimos, never joined a Legacy at all, but his gesture didn’t go unnoticed. Mages in the Free Council looked over the old writings and learned rotes and history that helped in their dealings with the Ladder. Mages of the Ladder, meanwhile, studied the notes and decided that the Celestial Navigators’ philosophy might be worthy of study again, especially in light of Gauge’s speech about conversion and progression. Some years later, a cabal of mages from the Free Council and the Silver Ladder approached Gauge and asked him to collaborate on a series of magical experiments performed in conjunction with the theories of quantum mechanics. Gauge, himself an expert in the field of harmonics, agreed, and the cabal made some fascinating discoveries. Matter, they realized, was energy, and while it had long been known that a skilled mage could change energy to solid matter and back, the cabal became convinced that with the right apparatus, this conversion was possible in the Fallen World as well. In 1926, the cabal renamed itself the “Photonic Navigators,” taking the term “photon” from the work of American chemist Gilbert Lewis. Their intent was to learn to convert living matter to energy and thus travel to places unreachable even by mages. Some of these mages, adapting the teachings of the Celestial Navigators Legacy, created a variant — the C ele s t ia l Ma s t e r s . Sinc e t he n, t he L e g a c y h a s r e c r u it e d from the Silver Ladder, the Free Council, and accepts Necromancers from other orders as well. They continue to work toward better understanding of energy conversion, hoping to one day be able to reproduce their magical feats without using magic. They recognize, though, that this goal might be impossible. This, to the Stargazers, isn’t important. The important thing is that their goal continues to inspire them, and allows them to do great things along the way."},{"title":"Induction","text":"The Celestial Masters Legacy is one of the more accessible, given that two orders and a Path teach it. Joining requires finding a Celestial Master and making an entreaty. A background in physics isn’t strictly necessary, but applicants are required to have reached the rank of Apprentice in both Matter and Forces, and to demonstrate skill in conversion in both Arcanum. The applicant is then required to study with his mentor, learning at least two of the following rotes (all page numbers refer to Mage: The Awakening): Alter Conductivity (p. 194), Influence Light (p. 162), Invisible Object (p. 166) or Transmute Water (p. 197). The mage also studies physics, alchemy and philosophy during this training period. The mentor may terminate training at any time if he feels the pupil isn’t cut out for the Legacy. At the end of the training time, the mentor makes a decision as to whether the pupil is a good match. If he feels the mage will be a good addition to the Legacy, the two of them go on a trip to Sagres, visit the grave of Prince Henry, and discuss the philosophy of reaching for the stars. That evening, the mage reshapes his soul and formally becomes a Celestial Master."},{"title":"Orders","text":"The Free Council and the Silver Ladder, of course, both welcome members of the Legacy. In areas in which these two orders are adversarial to each other, though, Stargazers are either unknown or belong to only one of the orders. Of the other three orders, the Mysterium is the most likely to train Celestial Masters. A bit of the explorer lies in the hearts of all Stargazers, and the Mysterium, of course, provides a welcome home for such people. The Adamantine Arrow and the Guardians of the Veil don’t have anything against the Celestial Masters, per se, but the Legacy has never found a niche within these orders. Occasionally, a Moros Arrow or Guardian joins the Stargazers, but this tends to be out of interests that exist independently of the mage’s loyalties to his order."},{"title":"Appearance","text":"Many Celestial Masters have some background in the physical sciences, and so are at ho me in a c a d emic s et t in g s . A s s u c h, t hey mig ht c ho o s e professional garb, or dress for work in a lab, or prefer casual and comfortable clothes."},{"title":"Background","text":"Celestial Masters tend to come from scientific fields such as physics, chemistry, quantum theory and astronomy. Others might approach the Legacy’s goals from a purely magical standpoint, or as alchemists or theosophists. A rare few are pure philosophers and poets, viewing transformation of matter and energy as a metaphor for transformation of soul and mind."},{"title":"Organization","text":"The Legacy hosts a meeting in Portugal every three years, and it’s not uncommon for mentors to stretch their pupil’s training periods out to make their pilgrimage to Prince Henry’s grave coincide with this meeting. During this time, the Stargazers share rotes and magical discoveries, discuss the progress of Sleeper science and how they might best use or guide it, and network with each other. Between meetings, a Stargazer is expected to keep regular contact with his mentor, but there are no consequences (other than perhaps not advancing in the Legacy) if he does not."},{"title":"Suggested Oblations","text":"Complicated mathematical e q u at io n s , c a r t o g r a p hy, s t a r g a z in g, s e a t r avel, s cie nt ifi c research, energy conversion (setting up a machine that converts kinetic energy to electrical energy, for inst ance)."},{"title":"Concepts","text":"Scientist, sailor, environmentalist, arrogant alchemist, historian, metallurgist, cartographer, international financier, philanthropist, former astronaut. "}],"attainmentDescription":"Initially, the Legacy’s attainments used Space as the  primary Arcanum. It was only after the shift in philosophy (see above) that Forces became the focus and  Space became something of an afterthought. Today,  the Celestial Masters are some of the most magically  accomplished Willworkers, simply because learning  their Attainments takes a great deal of skill.  Note:Eit her t he For ces or t he Mat t er Ar ca nu m ca n  be primary for this Legacy, depending on the mage’s  Path. If the mage is a Moros, Forces is the primary  Arcanum.  If  not,  the  player  can  choose  when  the  character joins the Legacy.","attainments":[{"order":1,"name":"Celestial Telescope","prerequisites":["Gnosis 3","Forces 2, Matter 2, Space 1,  Science 2"],"description":"This Attainment, largely unchanged since the days  of the Celestial Navigators, allows the mage to see great  distances and to look through solid objects. He simply  wills light to interact with the world a bit differently,  facilitating long-range perception or making objects  transparent (to him).  This spell has two main effects. The first is an increase  in the character’s visual range, allowing him to see a  number of miles equal to (Gnosis x 3). Activating this  Attainment requires the player to roll Wits + Composure + Science. The character can terminate the spell  at any time, but while the spell is activated, the player  suffers a –4 modifier to any sight-based Perception rolls  to notice something in the character’s immediate area  (hearing and scent are unaffected, of course, and the  mage might use a Space spell to warn her if anyone  approaches). While the Attainment doesn’t mitigate  darkness by itself, the Stargazer can cast the Forces  spell “Nightsight” and see for miles in the dark.The second effect is similar to the Matter 2 spell  “Steel Windows.” The character can look through any  solid object he wishes. This requires the player to roll  Wits + Science + Matter. Unlike the Steel Windows  spell, the mage is the only one who can see through  the object."},{"order":2,"name":"Everything is Stardust","prerequisites":["Gnosis 5","Matter 3","Forces 3"],"description":"The Stargazer gains insight into the nature of matter  and energy, and it s fundament al for m as t he st uff of t he  universe, no matter what state it is currently in. The  mage can touch a wall and make it disappear in a flash  of light, or mute the report from a gun by making the  sound dissipate into a splash of water. He cannot, however,  transmute energy into energy or matter into matter,  change energy into air (or vice versa), or transmute  kinetic energy or radiation. The only types of energy  he can use with this Attainment are light, heat, sound,  electricity and fire, and the only types of matter he can  involve are solids and liquids. All transmutations are  permanent, and the mage cannot shape matter using  this Attainment. For instance, he might change light  into stone, causing the room to darken momentarily  and small chunks of stone to fall to the ground, but he  couldn’t take the light in the room and turn it into a  statue (not with this Attainment alone, at least, though  spells might make this possible).  The conversion from energy to matter is problematic,  because  gauging  how  “much”  light  or  sound  might  transform into a gallon of water or a pound of stone  is difficult. Likewise, how loud is a sound made from  a normal-sized door? The table below can be used as  a rule of thumb. This Attainment cannot be used to affect an object  with a Size rating greater than 5, but the character  can break apart a larger object over time. The mage  should be wary, of course, of destroying objects that  support others (load-bearing walls and the like), or of  trying to transmute a chemical fire into sand in an  enclosed space. When  transmuting,  the  player  states  the  type  of  matter/energy he wishes the energy/matter to become.  If the object’s Durability is less than the corresponding  intensity of the energy on the chart above, the energy  becomes an amount of matter equal to the intensity  in Size. If the Durability is equal to or greater than  the intensity listed for the energy, the object is Size 1  (equal) or Size 0 (greater).  Using this Attainment requires the player to spend  a point of Mana and roll Intelligence + Science +  Matter (to change energy into matter) or Forces (to  change matter into energy). The mage must touch the  matter or be able to perceive the energy to affect it  (which of course means that as long as the mage can  see at all, he can theoretically change the light into  some kind of matter). Example:Scout is backing up his Adamantine Arrow  cabal-mate and uses this Attainment to silence the report  from his friends’ gun. He figures he’ll change the sound  into water (Durability 0). The Storyteller notes that a  gunshot is rated at 4 on the chart above, meaning that  turning a gunshot into water results in a body of water  with a Size rating of 4. Fortunately, the water splashes  harmlessly onto the ground; the mages shoes are a bit wet,  but this doesn’t present a problem.  Later, Scout and his friend are running for their lives  (seems their enemies tracked them by the wet footprints  they left), and they come to a gate with a chain and a  padlock. Scout uses this Attainment on the padlock. He  decides to change it into light. The padlock has Durability  3, so the flash of light it becomes is about equivalent to a  car headlight. The two mages slip through the gate and  hurry away, hoping their pursuers didn’t see the light.  Optional Arcanum: Space 3 The Celestial Navigators used specially-trained birds  to aid in mapmaking. The mage forged a strong sympathetic connection to the bird, and then released it and  used that connection for scrying. The Celestial Masters  ma ke u s e of a similar t act ic, but employ t heir impr es sive  matter/energy  conversion  skills  to  create  astounding  three-dimensional models of their surroundings. [[MtAw_Legacy_CelestialMasters_EverythingIsStardust]] This Attainment requires a flat space and a good  source of energy (light, sound, energy or fire will all  suffice, but the simplest method is probably to use this  Attainment during the day and use sunlight). The  mage must have a sympathetic connection to a nearby  object. He enters a trance, meditating upon the object  and all of the energy and matter in between himself  and it. As he mediates, the energy source becomes a  solid, 3-D model of the terrain between the mage and  the targeted object. The model only records stationary  objects, so people and moving cars aren’t recorded, but  the level of detail is otherwise superb (street signs are  visible, swimming pools are actually full of water, and  so on). The scale of the model is roughly 60:1, so a  five-foot object is about an inch high on the model.  This Attainment requires a point of Mana and an  extended action. The roll is Resolve + Science + Space.  Each roll requires 30 minutes of concentration, and  the target number of successes is one for every 100  yards between the mage and the object."},{"order":3,"name":"Light Long Dead","prerequisites":["Gnosis 7","Matter 4","Forces 4"],"description":"This Attainment is much the same as Everything is Stardust, except that many of the restrictions are removed. The character can affect kinetic energy and gases, and transform energy into energy and matter into matter. This means that the character can cause bullets to drop harmlessly to the ground by changing their kinetic energy into light, or cause enemies to sink into the floor by changing wooden planks into mud. The range on this Attainment is sensory (which, combined with the Celestial Telescope Attainment, makes the few Celestial Masters of this rank fearsome indeed), and the amount of gas that can be shaped is determined by the chart below: [[MtAw_Legacy_CelestialMasters_LightLongDead]] The system for this Attainment is the same as for the previous one. Optional Arcanum:Space 4 The Celestial Masters still wish to map the stars, and with this Attainment, it might someday be possible. The character can instantly teleport himself within line of sight as an instant action, or, if the player spends a point of Mana, a reflexive action. Since the mage can see for miles and walls are no obstacle to his vision, “line of sight” allows for a great deal of flexibility. This Attainment cannot be used through a scrying window, however (though nothing prevents the mage from simply casting the “Teleportation” spell)."}]}