{"name":"Devourers of the Flesh","nicknames":["Cannibals"],"tagline":"Run, slave of the Exarchs — Tonight, you are prey.","hand":["L"],"order":["Adamantine Arrow"],"path":["Thyrsus"],"arcana":["Death"],"sources":[{"sourceBook":"The Adamantine Arrow","sourcePage":"160-163"}],"sections":[{"title":"Introduction","text":"So many modern Awakened choose to see the Atlantean Dragon as a symbol of nobility and honor, a creature of elevated principles, paragon of a grand civilization. But the truth of the matter is that the dragon is, at its core, a symbol of rage and terror. Indeed, in many ancient cultures, “dragon” is essentially synonymous with “monster” or “devil,” the embodiment of a savage and primordial hatred and hunger. So it is with those who walk the path of the Devourer, consuming the enemies of lost Atlantis and supping upon their power in the name of a greater good. But men are not meant to be as dragons, and so these practitioners of a law as timeless as it is inhuman have strayed far from the path of Wisdom, battening them upon hubris as surely as if it were the sweetest of marrow. The Devourers of the Flesh are keepers of an old Legacy, one that they believe to dates back to the time before the Fall. While there exists no evidence to support such claims, there certainly is something primal and ancient in their hunger for the flesh, the atavistic urge toward a longing (or perhaps a need) forbidden by civilized traditions and Supernal commandments. Perhaps this age-old practice is reflected in many of the world’s cannibalistic warrior cultures, whose beliefs are echoed and magnified in the brutal Devourers: in a very real way consuming the enemy’s heart to take his strengths into oneself. The practitioners of this Legacy claim to have been advance scouts and shock troops for Atlantis, going among the enemy’s ranks and sowing the sort of terror that arises only from finding the half-eaten carcasses of one’s people strewn between trees and over stones, glyphs of ill-omen painted in their congealing blood. While other Awakened who hear of this tale dismiss it as the self-serving propaganda of a fellowship of anthropophagic monstrosities, the Devourers wonder at the naiveté of those who can earnestly believe any truly great and powerful civilization of remote and ancient times to have balked at such practices in a world in which people were not so thoroughly conditioned to fear their own instincts. By stealing the power of Atlantis’s enemies of old, the Devourers say, their spiritual forebears performed a service as vital as 161 Chapter Four: Factions and Legacies and, ultimately, far more natural than that practiced by the priests who read the stars or the scholars who kept the cavernous libraries of the island empire. The so-called Cannibals (a title to which the Legacy’s practitioners attach no sense of shame) consider themselves to be inheritors of a purer ethic than is found in the modern world. Just as every predator in nature hunts that which best sustains the predator and helps it to grow strong, so, too, do the Devourers allege that they consume the prey who empowers and uplifts them. Naturally, those who interact in any way with Awakened (or even just Sleeper) society must invariably attempt to conceal their practices, but this becomes increasingly difficult for most Devourers as time passes, Wisdom withers and dies and the willworker asks himself why it is that he hides his splendor from lesser beasts. Beyond such a point, these mages are already too far gone to salvage (if, indeed, one can consider redemption to be possible in the first place for a person who incorporates the consumption of his own kind into his very soul), and must be destroyed for the good of their world. Of course, some manage to escape, fleeing into the wilds — or perhaps just the most savage depths of the urban wilderness — there to perpetuate their philosophy of hunger. Long considered to be a blight upon the otherwise upright reputation of the Adamantine Arrow, the Devourers of the Flesh have managed, nevertheless, to persist for at least centuries (and, quite possibly, far longer) without being utterly stamped out. The Legacy is laid low in one place, only to emerge elsewhere later, proving as persistent and resilient as the predators from which it derives its ghastly mandate. And, despite the reflexive fear and hatred of their fellow Arrows, Cannibals in the order continue to take their oaths to the Adamantine Arrow quite seriously. Indeed, many see themselves as the only true champions of the Adamantine Arrow’s cause, imitating the dragon of old and consuming the power of Atlantis’s enemies by fang and claw. Devourers don’t tend to be impressive strategists, but they are certainly terrifying to behold on the battlefield, with the eldest and most potent dominating the engagement, lips and chins slick with hot blood, and the trophies of scores of kills dangling from hair, flesh and hand-sewn clothing alike. "},{"title":"Appearance","text":"Devourers of the Flesh tend to either grow neglectful of their outward appearance — something of a manifestation of their rejection of social mores — or else take on a deliberately primordial, primitive seeming: simple tattoos and ritual scarification, filing down the teeth to points, wearing only furs and leathers, weaving bits of human bone into a long, matted tangle of hair. A few break these stereotypes, but the degeneration of Wisdom that goes hand-in-hand with the Cannibals’ philosophy often outwardly expresses itself as a denial of contemporary human dress and custom. Paradox Brands tends to be common among Cannibals, and they usually take on animalistic features: all the better with which to hunt and consume their prey."},{"title":"Background","text":"There are, seemingly, no common factors that draw Cannibals together. Perhaps, in older days, the cannibalistic societies of the world produced such willworkers on some kind of consistent basis, but that age is now gone. Instead, Devourers now seek to pass on their secrets to those who don’t fit in, who feel an irresistible predatory urge and an abject sense of superiority when grouped in among the human herd. In the modern world, this is often the exact same sort of mindset that distinguishes the most wildly disturbed serial murderers."},{"title":"Organization","text":"The loose organization of the Devourers of the Flesh can be seen as something similar to that found in a primitive warrior cult. Older predators are to be respected for their power and experience, while the younger are esteemed for their drive and vitality. There exists a sense of kinship between Cannibals, bonds of brotherhood forged by a shared sin. The end result is a tapestry of relationships that mirrors a family, a tribe and a pack as one. While Devourers may occasionally enjoy a shared hunt, however, only rarely do they run together for any length of time. When they do, they tend to form small, tight-knit cabals that leave death — and perhaps a new convert or two — in their wake, before either disbanding or else being put down. Rumors persist, though, of a handful of Cannibal cabals that thrive in the isolated parts of the Fallen World, the sorts of places in which conflict and hard living make for particularly strong specimens, and where no one thinks twice when people go missing and never turn up again."},{"title":"Suggested Oblations","text":"Making fetishes (of the non-magical variety) out of the parts of particularly worthy prey, preparing human flesh (whether live or dead) for consumption, ritually fasting, running with or watching over an animal that is eating or has eaten human flesh, studying the masses for extended periods in the pursuit of a worthy hunt, studying or replicating the specific practices or exploits of other Cannibals (either modern or ancient)."},{"title":"Concepts","text":"Over-the-edge modern primitive, isolated survivalist nut, dragon in human skin, totemic serial killer, wolf amongst sheep, self-loathing recovering Cannibal"}],"attainmentDescription":"The Attainments of the Devourers of the Flesh revolve entirely around their endless feast. Through these powers, they consume and assimilate into themselves the strength of their prey and conceal the evidence of their grisly repast. Cannibals believe that they empower their spirits through the exercise of these abilities, while others see only the degradation of the soul through the embrace of terrible savagery.","attainments":[{"order":1,"name":"Mask the Hunger","prerequisites":["Gnosis 3","Death 2","Life 1","Survival 2"],"description":"The first thing that Devourers learn is how to conceal the marks of their feasting. The mage may, at will, create an effect identical to the Death 2 “Corpse Mask,” with a permanent Duration and an effective Potency equal to her dots in Death. This Attainment may not make the corpse appear to possess more or less mass than the corpse truly has. Thus, the Cannibal might make a body that was picked clean appear to have been consumed by wild animals, or burnt to nothing more than ashes and bones, but cannot make it look as though the person simply died of a heart attack. Note that the willworker may use this Attainment on any corpse, and not merely on one that she has, in whole or in part, consumed. The mage also permanently benefits from the Life 1 “Healer’s Trance,” with automatic successes equal to her dots in Life, enabling her to discern the fitness of potential prey."},{"order":2,"name":"Life Feeds on Life","prerequisites":["Gnosis 5","Death 3"],"description":"By consuming the flesh of a newly dead (no more than the corpse’s Stamina in minutes) human being, the Cannibal may make use of an effect similar to Death 3 “Devouring the Slain.” The mage gorges on flesh at an unnatural rate, like a ravenous animal, consuming one point of the body’s Size per five turns and gaining either points of Willpower or Mana (the willworker’s choice) equal to the points of Size eaten, to a maximum of the body’s Stamina or Size, whichever is less. If all of the points of the corpse’s Size are eaten, only savagely cracked bones, sucked clean of marrow, remain. Optional Arcanum: Life 3 If the Devourer also has the Life Arcanum at 3, he may, instead of gaining Willpower or Mana from his feasting, choose to heal health boxes of damage — whether bashing, lethal or aggravated — for points of Size consumed, again on a one-for-one basis (and again out to a maximum of the corpse’s Stamina or Size, whichever is less.)"},{"order":3,"name":"The Sweetest Savor","prerequisites":["Gnosis 7","Death 4"],"description":"After establishing a grapple on a foe, the Cannibal may make an attack similar to Death 4 “Rotting Flesh” (attacking with Strength + Brawl + Death – the target’s Defense), though the outward manifestation of this attack is a savage bite, rending and swallowing flesh, rather than rot and decay. The mage may treat each health box of damage inflicted by this attack as a point of Size consumed for the purposes of the Legacy’s other Attainments. At Death 4, this damage is lethal. At Death 5, the willworker may spend a point of Mana to upgrade the damage to aggravated. Note that this Attainment does not require a grapple in the case of a completely immobilized foe or a willing victim (in which case, the target’s Defense does not apply.) Optional Arcanum: Life 4 By feeding on a body (whether dead or, per the former half of this Attainment, still living), the Cannibal steals her enemy’s strength and grows powerful by it. For each point of a human body’s Size that she consumes (subject to the Stamina limitations of the previous Attainment, in the case of dead bodies), the mage may add one dot to either her Strength or Stamina Attributes for an hour, per Life 4 “Supreme Honing,” out to a maximum of the willworker’s dots in Life in both Attributes simultaneously — even if she eats again before the hour is up, the mage may not increase those Attributes by more than her dots in Life, total. In the event of a “feast” of multiple bodies, the period of augmentation begins from the time that the willworker finishes gorging. While this Attainment is active, any spell used by the mage to augment with magic an Attribute boosted by the Attainment has a maximum Duration of a single turn."}]}