{"name":"Dreamers of the Black Sun","nicknames":["Saboteurs"],"tagline":"The bones of our misbegotten race are stolen from the glory of Tomoanchan. We must return them to their rightful owners and let paradise be rebuilt.","hand":["L"],"order":[""],"path":["Mastigos"],"arcana":["Mind"],"sources":[{"sourceBook":"Shadows of Mexico","sourcePage":"107-110"}],"sections":[{"title":"Introduction","text":"One of the most feared and reviled among the Pandemonium-fueled Legacies of the Mastigos, the Dreamers of the Black Sun are an active force of chaos and pain in the mortal world. Merciless, fanatical and consumed by fear, their presence is said to herald the deaths of hundreds. Some believe that the Dreamers are corrupt victims of their own mystic energies, drawn helplessly to calamity and forced to inure themselves to the pain they witness. Others, however, know the Dreamers better: these mages are appalling engineers of disaster, slowly immolating themselves in the same fires that consume their victims. Power plant explosions, tunnel collapses, airplane and train crashes — all are projects of the Dreamers, and all are organized to empower their malicious works. Founded in the dark days of the bloody Aztec Flower Wars, the Dreamers of the Black Sun are the priests and directors of a mystic organization now known as the Black Sun Cult. Spawned by the disillusioned, cynical instruction of a 13th-century Mastigos named Tochel, their teachings are a mishmash of Aztec and Atlantean lore, twisted by imperfect interpretation and willful misdirection. Members of the Black Sun Cult believe that the mortal world is warped and corrupt by design — a misbegotten, chaoslaced creation built by hubristic, degenerate gods. In these mages’ eyes, perversion is implicit in the design of every earthly object and inhabitant. A paradise once existed, they argue, and it was torn apart to provide the base material for the ruinous human world. This paradise is identified with Tamoanchan, the mythical Aztec world of Itzpapalotl, the great and terrible Obsidian Butterfly. The only survivors of its destruction are the demonic Tzitzimime, distorted spirits of vengeance bent on the annihilation of Earth. Trapped in the sky and hidden by the sun, they await the day of unending eclipse when they will drop to Earth and visit the righteous fury of their forgotten world on all of humanity. The influence of the Black Sun Cult extends throughout northern Mexico and the southwestern United States. The cult members’ presence is concentrated in urban centers, with little or no membership in rural or other, less populous zones. If reports are to be believed, though, individual cells have begun to travel outwards, appearing recently in surprising places: Brazil, Barcelona, even Tokyo. Whether these emergences indicate an expansion of the cult or a dispersion of existing membership is unknown to observers. The Dreamers often communicate with spirits they identify as Tzitzimime, hearing their whispers from the rippling chaos of Pandemonium. To empower the agents of Tamoanchan and better receive their guidance (or even encourage their manifestation in the mortal world), the mages of the Black Sun Cult work to provide sacrifice on a grand scale, sabotaging structures and transport systems in an effort to murder dozens or hundreds of souls at once. These sacrifices are ritually prepared and carried out so as to channel energy to the Tzitzimime, providing them with the strength to slip their bonds and come to Earth. Eventually, the Dreamers hope, the energy gathered will be sufficient to bring about the day of unending eclipse and end the pain of life. Black Sun magic makes use of the raw power of fear, ritually occluding conscious thought by immersing the practitioner in base terror and opening a conduit for the energies of Pandemonium to pass through. They call this “opening the bone passage,” a practice that puts considerable physical strain on the mage. To help stimulate the effect, Dreamers often subject themselves to threatening circumstances with little or no guarantee of survival, trusting their own power to preserve them. Many actually remain at the site of a planned sacrifice (for instance, sitting as a passenger in an airplane that has been sabotaged), allowing themselves to participate in the tragedy and risk becoming its victims. The heightening of fear that precedes the event often provides them with enough power to survive once it begins — but not always. Their pursuit of fear is not always fueled by magical study, though. Some of the members of the Legacy become addicted to the sensation so essential to their workings, noting that they become bored and listless without the extreme stimulus they are accustomed to. Many turn to masochistic practice, pushing themselves further and further into the world of self-inflicted pain in an attempt to chase the adrenal high of panic. The Dreamers were once a minor Legacy with relatively little influence in the mortal world. Among the Aztecs, the Dreamers were a death cult without the power to match their rivals, constantly at risk of complete destruction. Even in modern nights, their numbers are too few and their practice too dangerous to allow functional long-term organization. Turnover is frequent in the cult, and on average, the Dreamers lose members faster than they gain them. Only the dedication of a few surviving tutors has kept the Legacy alive at all. However, the advents of mass transit and modern weaponry have made it relatively easy for smaller numbers to have a greater overall impact. Even with a dwindling membership, the cult is achieving larger and more frequent sacrifice, leading to thousands of mortal deaths in recent years. To lend some perspective to the threat they now embody, enemies of the cult have noted that energies harvested by the Black Sun mages during the last 10 years may well surpass those gathered during the whole of the preceding century. Because of the mages’ activities, the cult’s enemies often make a point of hunting down and neutralizing the Dreamers of the Black Sun. The practices of the cult are abhorrent to outsiders and cannot be tolerated in good conscience. While the Dreamers don’t make a policy of seeking conflict with their own kind, individual members can become quite enthused about the battles that come their way, finding great satisfaction in deadly magical conflict. It’s true that the Dreamers are not entirely unredeemable. Individual cases of repentance and rejection of the values of the Black Sun Cult have been reported, lending hope to those who seek a peaceful means to end their crimes. Former members often become great crusaders against the actions of their Legacy, working tirelessly to end its murderous activities. The cult itself cares little about losing members, and makes no effort to pursue its former adherents. And yet, the organization still survives. One by one, new mages add their power to the Black Sun cause, regardless of the dangers involved. The tutors of the Legacy find disenfranchised students, drawing them into the teachings of Tamoanchan. The Dreamers may be few, but their fervor is intensifying, as if distilled. The fewer there are, the harder they are to find and the more dangerous they become. "},{"title":"Appearance","text":"The Dreamers of the Black Sun are damaged by their frequent exposure to emotional stress, and often appear gaunt, nervous or otherwise unhealthy as a result. The more powerful they become, the more they suffer — and the worse they look. Many of their ritual oblations can entail close brushes with death, and most of the more experienced members of the Legacy bear the disfiguring marks of their practice. Long, ragged scars are common, as are gnarled or arthritic limbs. In general, the Dreamers make an effort to appear unremarkable or “normal,” often dressing in cheap, generic clothing to avoid standing out in a crowd. At the site of large sacrificial workings, they often make an effort to masquerade as victims (tourists in a plane crash, sports fans at an arena collapse) to allow them to remain in proximity without evoking suspicion. Dreamers often make their escape from crime scenes huddled under emergency blankets or lying in the back of ambulances."},{"title":"Background","text":"The Saboteurs almost always emerge from failed or painful backgrounds — often sufferers of mental illness or neglect, they are people who feel they have reason to believe that the world has gone wrong (or should never have been), making them logical candidates for the revelations of the Black Sun Cult. Many engage in escalating self-abusive or even suicidal behavior before joining the cult and suffer the effects well into their service."},{"title":"Organization","text":"Every Dreamer is a Mastigos, awakened to the Watchtower of the Iron Gauntlet. Each is initiated as a priest in the Black Sun Cult and instructed by a tutor within the organization. In general, initiates are assigned positions of status in the cult and responsibility for a number of mortal agents. Most make little or no effort to communicate with mages outside their cell and will often go out of their way to avoid contact except when searching for a student of their own. Almost every member of the Legacy ties herself to a specific demon, working to energize her patron with regular ritual sacrifice. Some have specific dates or locations reserved for their activities, and will practice their works on a set schedule. A number of Black Sun cells have actually located ancient vampires who are traditionally identified as Tzitzimime on Earth. Most of these Kindred are deep in the long sleep of torpor, and they become a ritual focus for the members of the cult. They are secreted away in the sanctums and hollows of the Legacy, positioned at the nexus points of the gathering energies therein. If one of these Tzitzimime awakens while in the possession of the cult, the mages feed it willingly and unleash it upon the living world."},{"title":"Suggested Oblations","text":"Witnessing or surviving a catastrophic accident, standing out in the open air under a solar eclipse, leading a number of mortals to their deaths, experiencing a moment of true terror"},{"title":"Concepts","text":"Apolitical mercenary hit man, cult-inspired thrill-killer, fanatic terrorist, priest of the Black Sun Cult, receiver of nightmarish visions, self-destructive masochist, suicidal warrior"}],"attainmentDescription":"Dreamers of the Black Sun concentrate their studies on the Mind Arcanum, along with basic principles of the Death Arcanum. To successfully channel the energies of their Attainments without going mad, their minds must be strong enough (Resolve 3+) to endure the significant strains involved. With the second Attainment and higher, these mages must also have a solid base of understanding in matters of mortal fear (Intimidation 3+ or Science (Psychology) 3+). The nimbus of every Dreamer is twisted by the energies of the Black Sun practice, suffusing the nimbus with a chaotic, dark mist. Mage Sight will reveal that Dreamers expel a black vapor when performing their works — some seem to exhale it from their nose and mouth, while others give off wisps of tainted steam from their flesh. Those Dreamers who choose to reveal their nimbus to observers may gain a +1 bonus to a single act of Intimidation.","attainments":[{"order":1,"name":"Harbinger of Fear","prerequisites":["Gnosis 3","Mind 2","Death 1","Intimidation 2"],"description":"The mage opens a small conduit to the nightmarish alien realm of Tomoanchan, shocking himself into an adrenalin-soaked state. His body reacts immediately to the self-imposed distress: he shakes and sweats, and blood drains from his face. Those who observe him become disquieted by his proximity, finding their own mood colored by doubts and fears. Most will instinctively seek to put some distance between themselves and the mage, thus dimming the effect — but those who cannot or will not leave the area are inspired to a heightened state of aggression. To activate this Attainment, the Dreamer performs an instant action; no roll is required. Those who wish to remain in close proximity to the mage must succeed on a Resolve + Composure roll, and even the ones who succeed will feel agitated or uneasy. The effects last for up to one hour."},{"order":2,"name":"Horrifying Spasm","prerequisites":["Gnosis 5","Mind 3"],"description":"The Dreamer inspires a moment of terror in an observer by twitching and jerking his body in an unexpected and disturbing manner. Any target who is in the midst of an action that requires concentration or coordination will find his efforts disrupted by the effect, and may be in danger of causing a catastrophic failure. This attack is instant, and requires a Resolve + Intimidation + Mind roll opposed by the subject’s Resolve + appropriate Ability. If successful, the victim’s action fails. Example: Pedro is driving his truck, a normal action that requires no roll. As he rounds a corner, he is confronted by the sight of a Dreamer of the Black Sun who uses Horrifying Spasm on him. The Storyteller makes a Resolve + Intimidation + Mind roll for the Dreamer, and Pedro’s player makes a Resolve + Drive roll. The Dreamer gains more successes than Pedro, so Pedro momentarily takes his hands off the wheel, causing the truck to careen off the road. Optional Arcanum: Death ••• If the mage also has Death 3, he can cause the victim of this Attainment to make a mistake that actually does damage to any inanimate object she is currently using. The added effect is similar to the Death 3 “Destroy Object” spell (see p. 139 of Mage: The Awakening). If the Attainment roll is a success, apply damage to the object as described in the spell."},{"order":3,"name":"The Scream of the Dying Sun","prerequisites":["Gnosis 7","Mind 4"],"description":"When this Attainment is activated, the energies of Tomoanchan momentarily flood the mage’s body with terrifying force. He responds immediately with an involuntary, uncontrollable scream of pain and fear, letting the chaotic power issue forth. While the scream itself puts great stress on the mage’s body and mind, the scream is devastating to anyone who witnesses it. While all in the immediate area are shaken by the release, suffering a temporary penalty on their actions, one target (as chosen by the mage) is struck blind and overcome with terror for the remainder of the scene. This Attainment is an instant effect, requiring a Resolve + Intimidation + Mind roll and opposing the chosen target’s Resolve + Composure. The Dreamer must be in physical contact with the chosen target — either by successfully grappling her, or by otherwise initiating touch. <div>Roll Results <div>Dramatic Failure: The Dreamer fails to release the scream properly, and it damages him on the way out. While all observers (including the target) still suffer the –2 effect on actions that round and the next, the Dreamer himself is struck blind for the remainder of the scene and cannot invoke any more Attainments until his vision returns. </div><div>Failure: The Attainment’s energies do not accumulate properly, and the mage cannot release them. She will not scream unless she chooses to, and the sound will have no unusual effect. </div><div>Success: The scream builds within the mage and escapes him. All witnesses within 10 yards suffer the –2 penalty on their actions in that round and the one that follows it. The chosen target is immediately blinded, and will remain so for the rest of the scene. She suffers a penalty (see “Fighting Blind,” p.166 of the World of Darkness Rulebook) on all actions until her sight is restored, and will almost certainly fail any tasks that rely on sight alone. </div><div>Exceptional Success: The Scream of the Dying Sun issues forth with such overwhelming force that all witnesses in the immediate area suffer a dimming of their sight, suffering the –2 penalty on all actions for the remainder of the scene. The chosen target is blinded for a day, suffering the penalties listed above for the duration.</div></div> Optional Arcanum: Death •••• If the Dreamer also has Death 4, the energies she releases can actually scorch the victim’s eyes, dealing actual physical damage to them and rendering him blind until the wounds can be healed (by normal means or otherwise). The added effect is similar to the Death 4 “Rotting Flesh” spell (see p. 144 of Mage: The Awakening), but it relies on the Attainment roll described here instead of that of the spell. If the Attainment roll is a success, apply the damage to the target as described in the spell."}]}