{"name":"Mimir's Voice","nicknames":["Advisors"],"tagline":"I’m glad you asked.","hand":["R","L"],"order":[""],"path":["Mastigos"],"arcana":["Forces"],"sources":[{"sourceBook":"Keys to the Supernal Tarot","sourcePage":"23-28"}],"sections":[{"title":"Introduction","text":"The odd Legacy known as Mimir ’s Voice has a strange set of inspirations for their philosophies. They look to figures both historical and mythological as their teachers: Mimir, whose severed head advised Odin; William Rankine, the Scottish physicist who coined the term “potential energy;” and Lao Tzu, the Chinese Taoist philosopher. The Advisors, as they are often known, concern themselves with gathering knowledge, with learning everything they can, but with acting in accordance with their instincts and intuition. Often, that means not acting, because hesitation is a sign that not enough is yet known. Members of the Legacy are unfailingly polite, sometimes to the point of passivity. They operate under a strict code of non-aggression (not necessarily non-violence, however), and the vows of the Legacy preclude turning aside someone that asks for their help. The vows also preclude lying, however, and this places the Legacy at risk should a Sleeper ever ask a question with a potentially damaging answer. When asked about this, an Advisor admits that the best solution is simply to avoid being faced with those kinds of questions. The Voice must be prepared to face consequences from either the mortal law or the Lex Magica, if keeping her vows means violating those laws. Above all, Mimir’s Voice strives to help others — mage and Sleeper alike — learn. But teaching isn’t a matter of explanation and lecture, not if one wants the lesson to sink in. Ask any teacher; the only lesson a student really learns is the one that he wantsto lear n, and so education is less about presenting fact and more about instilling a desire to become knowledgeable and an understanding of how to learn. The Legacy, therefore, amasses knowledge and waits to be asked for it. The Advisor is potential energy, and that energy is knowledge, magic, and even moral guidance."},{"title":"History","text":"Mimir’s Voice is a relatively new Legacy — appropriate, given its eclectic selection of philosophical inspirations. The first member of the Legacy was a Warlock of the Mysterium named Elle. Elle was offered the position of Censor in her city’s Consilium, and accepted, but was surprised at how much effort the mages of the city seemed to put into making sure that she kept certain facts from their rivals. After a year in the position, she announced her policy — she would never deny information to anyone who asked, but she would not offer information under any circumstances. She remained in sight (and effectively became second-in-command to the Hierarch, though she would never have referred to herself as such), but largely remained silent. Asking her for advice was a good way to draw attention to oneself, because then other mages became interested in what the querent wa nt e d t o k no w… a n d Elle r e f u s e d t o k e e p s e c r et s . T he atmosphere of transparency created in the Consilium was beneficial, for a while, but Elle died mysteriously after three years in her position. During that time, she had passed along her new Legacy. She never named it, but her pupil, a young man named Gjallarhorn (after the drinking horn that Odin used to drink from Mimir’s well), viewed the Legacy as the perfect advisors, and chose the name according to his own sensibilities. Unfortunately, he lacked his mentor’s patience and her unwavering commitment to honesty, and before long he was keeping secrets for some people and providing private information on others. The Consilium suffered a collapse from the infighting, during which many of the older mages left the area, and has only now begun to recover (Gjallarhorn now acts as Hierarch for the area). Mimir’s Voice spreads slowly, and enjoys its largest membership within the Mysterium. It is not strictly an order Legacy, however, and some Consilii (mostly surrounding the one that bore witness to the rise and fall of Elle and Gjallarhorn) are home to a quiet, polite and extremely approachable Advisor."},{"title":"Induction","text":"Joining Mimir’s Voice isn’t easy, but it is faster than many other Legacies. The Voice doesn’t ask for long periods of apprenticeship or extensive testing periods. It does, however, ask that members of the Legacy be morally sound, almost impeccable. A mage attempting to join the Voice must submit to a long interview with many ethical quandaries, as well as magical probing to d et e r mine whet he r t he a n s we r s s he g ive s a r e in d ic at ive of her true feelings. The interview process is meant to gauge what the mage’s intuition is telling her, and whether those intuitive urges are compatible with the Legacy. A mage whose first thought when faced with a potentially violent situation is to contribute to the violence probably should look elsewhere, but a mage whose first impulse is to defuse the situation is perhaps a better match. Interestingly, a mage who responds with fear to violence is often given preferential treatment, because such a mage is responding in a perfectly appropriate manner. The second part of the question, though, is what actionthe mage takes. No action at all is often an appropriate response. The Legacy often recounts the story of the man who is thrown from a horse, breaking his arm and receiving sympathy from a neighbor…only to discover that because of his injury, he cannot be conscripted into battle where he will surely die. The mages of Mimir’s Voice don’t advocate standing idly by while people suffer, but they do ask their members to recognize that suffering has a place, too. What is acceptable suffering, and when is action — magic — required? Those questions don’t have correct answers, and a mentor in Mimir’s Voice strives to help her pupil consider the question and act with confidence, rather than act rashly. The prospective Advisor is admonished to consider her motives in whatever action she takes. Anger, hatred, jealousy and other such emotions are easy to label as “bad,” but the truth is that they are intuitive, just as compassion, love and mercy can be. Indeed, it’s not impossible for an action to be motivated by both envy andcompassion, by both justice andanger. And if an action is just, but still motivated by anger, is that action then wrong? Mimir’s Voice believes that action motivated by emotion (“good” or “bad”) isn’t necessarily wrong, but might be diluted. Instead, they a d v is e le a r n in g o ne’s o w n p at t e r n s , le a r n in g wh at k in d of “energy” one is storing up, and being self-aware enough to recognize one’s typical reactions. Once the interview is over, the Advisor makes a decision. That decision might be to induct the new mage, to refuse her request, or to delay the answer to gather further information. The Advisor might invite the prospect to join her cabal for a short time, or to apprentice with her so that she can observe the character. She might also ask for permission to use Space magic to look in on the mage from time to time, just to see what she does in different situations. If the mage is accepted into the Legacy, she is expected to learn and swear to the Code. This oath isn’t magically enforced, because backing it up with a spell would imply that the Code isn’t worth following by itself (and might also back a mage into a corner where the letter of the law is concerned — the letter is much less important than the spirit). The Code isn’t brief and it isn’t simple, but if the mentoring mage has chosen a pupil well, the Code isintuitive. Once the mage swears the Code, the mentor shows her how to reshape her soul for the Legacy. Advisors often state that the sensation of becoming a member of Mimir’s Voice is soothing, as though external sound and sensation suddenly dampens or moves far away. They feel energized, but not restless — ready for action, should action become necessary."},{"title":"Orders","text":"As mentioned, the Mysterium boasts the greatest number of Advisors, but this has more to do with the founder of the Legacy being a mystagogue than the Legacy’s beliefs fitting neatly into the order. The members of the order share stories of the quiet, somewhat strange mages of the Voice, and occasionally someone hears of it and decides it would be a good fit. The Free Council also has a few Advisors among its members, as the Legacy’s modern origins and interest in e ne r g y, t o s ay no t h in g o f it s a lt r u is t ic a n d e g a lit a r ia n views, make it attractive to the youngest order. The Adamantine Arrow appreciates the Legacy’s desire to help and serve others, but sees it as a bit too pacifistic, in general. That said, the Taoist elements of the Legacy’s philosophy appeal to some of the gentler members of the order, and it’s not impossible to find an Advisor in the Arrow. The Guardians of the Veil has nothing against the Advisors in principle, but the openness of its members and their refusal to lie concern the order. Being willing to help anyone who asks is laudable, yes, but if in helping a person the mage reveals the Mysteries to a Sleeper or inadvertently furthers the machinations of the Seers…well, the Guardians aren’t comfortable with that kind of blind, rather pie-eyed generosity. The Advisors, of course, feel that says much about the Guardians and the way they train their members. The Silver Ladder, like the Guardians, doesn’t object to the Advisors, but usually the Ladder would rather see others in an advisory role. That said, at least one member of the Vox Draconis, upon joining the Legacy and adopting its philosophies, found that the pressures of leadership were much reduced when he wasn’t trying to push the Consilium, but rather responding to its needs."},{"title":"Appearance","text":"Members of the Legacy dress and behave as their intuition drives them, but the Advisors are not lazy, and so they are typically well-groomed and clean. That doesn’t mean that they are neat or formal, however. One member of the Legacy might dress in poet’s shirts and wear his hair long, while another dresses conservatively and sits quietly, unnoticed, until someone asks for her. Most Advisors attempt to remain nondescript, but find that the simplest method of doing this is to act natural; a mage that looks like she belongs where she is doesn’t raise eyebrows."},{"title":"Background","text":"A member of Mimir’s Voice can come from anywhere, but characters with highly traumatized pasts don’t tend to fit in well. A mage is required to have a certain degree of peace with herself, as is a great deal of maturity and humility, before she can be a successful Advisor. As such, mages who revel in their power, mages that casually use magic and mages that are driving, aggressive forces in their orders, cabals or Consilii usually don’t bother. Teachers, sensei and other educators make superb Advisors, provided they are in the business for the right reasons. Someone who became a teacher to get summers off might as well not bother. One of the main goals of the Legacy is to help others learn, and this goal requires that the mage be able to look beyond her own needs."},{"title":"Organization","text":"T he L e g a c y d o e s n’t h ave t he nu mb e r s for for mal or ganiz at ion, t hough mentor and pupil normally keep in touch, and therefore it’s not uncommon for a mage to have met his mentor’s mentor. Since the Legacy is so open, though, and since almost every member has some proficiency with Space magic (being a Mastigos Legacy), finding a given member is usually just a matter of knowing a name and casting a spell. Within a Consilium, an Advisor is likely to take an assistive role, perhaps acting as Herald or, within the Mysterium, as Censor or assistant to the Censor. Ad v is o r s mig ht r is e in C o n s iliu m St at u s wit hout trying to, as other mages come to them for advice or help. Advisors also often wind up knowing things that the other people wish they did not, and since they don’t keep secrets, the Voice ends up on the wrong end of assassination attempts more frequently than they’d like. Fortunately, their Attainments help to keep them alive and help others learn (see below)."},{"title":"Suggested Oblations","text":"Meditation, Socratic question and answer, teaching a class, becoming a student, performing volunteer work, people watching, performing yoga or Tai Chi."},{"title":"Concepts","text":"Sensei, safe-house owner, teacher, administrative assistant, second-in-command, librarian, bookkeeper, physicist, secret weapon, combat medic."},{"title":"The Code of Mimir’s Voice","text":"The Code isn’t a list of rules and laws, but is a philosophical work composed of parables, examples and maxims. Following is an excerpt: Rudeness has no place. If a Voice cannot think of a way to contribute to a conversation, if a Voice cannot conceive of something to say that can teach — and remember that to teach, we must make the pupil want the lesson — then the Voice must be silent…. Aggression is dangerous. If your intuition says to attack, consider why? Who benefits from your injury? If you die, what will you leave behind? If you kill, what then? What have you removed from the world? If you choose non-aggression, protecting where protection is needed but abstaining from violent action otherwise, you are better assured of remaining unblemished…. In casting spells, remember that your intuition guides the magic as much as your will. Witness the mage whose Nimbus flares to life and scours the ground around him with fire or ice or acid or harsh words or hatred. What is that mage’s intuition? Is it an extension of the hate in his heart? What is in your heart, and what does your magic reveal about you? If you act in harmony with your intuition, if you train your intuition to guide you well, you can ease the world in its myriad transitions, rather than change it with a jarring, aggressive push…. If someone comes to you and asks for your help, grant it. Do not waste time determining if this person deserves your help. You might be able to make that determination by looking into the person’s mind or soul, yes, but by doing so, you are cheapening their request for your aid. Asking for help is a monumental act of trust, and you should always honor that. If, in helping this person, it comes to your attention that the person is a criminal or a monster, you must act as your intuition guides you. If your intuition tells you not to help someone who asks, though, consider why. Is the person lying about why he needs the help? If so, help him anyway, and your example will show him that not everyone sees the world as he does. Is the person trying to harm you or find a way to rob you? If so, help him anyway, and keep your wits about you, always ready to escape or protect yourself, for you, as a mage, are able to protect yourself and another victim might not be. Is the person asking you for help solely because he knows you will grant it without question? Help him, and rejoice, for you are living the Code. Mages living by the Code often have high Wisdom ratings, usually 7 or more. Of course, not every Advisor lives strictly by the Code, and some feel that paying attention to intuition means knowing when to ignore the Code. This attitude is not at all in line with Elle’s philosophies, but Elle is gone, and so her words are subject to interpretation."}],"attainmentDescription":"The Attainments of Mimir’s Voice are based on the concept of potential energy, the notion that substances or objects have within them the capacity for power. Magic, then, is the potential energy stored within a mage that can be released as “kinetic energy” — a spell — at a moment’s notice. The Attainments of the Legacy are also protective in nat u r e. This is b ot h b ecau s e of t he Legacy’s pr o clivity for helping others, and because the Advisors often wind up learning secrets about others and having to protect themselves against those who would rather keep those secrets quiet.","attainments":[{"order":1,"name":"Blind Spot","prerequisites":["Gnosis 3","Forces 2","Mind 2","Stealth 2"],"description":"One of the hallmarks of Mimir’s Voice is that they aren’t noticeable unless someone is looking for them. While this Attainment doesn’t provide true invisibility, it does make light and sound “slide off” the mage. Viewers tend to look past the Advisor, rather than at her, or be easily distracted by nearby sounds. In game terms, this spell combines several low-level Forces effects with the Mind spell “Incognito Presence.” The character can activate this Attainment whenever she wishes; the player simply rolls Composure + Stealth + Forces (instant action). The Attainment remains active for one scene, but can be reactivated as necessary. While Blind Spot is active, the player receives the 8-again bonus on all Stealth rolls, and any ties in contested rolls made for the character to go unnoticed go to the character, rather than the observer. Even if the mage isn’t exactly hiding, people don’t notice her easily. Casual viewers look past her, and as long as she doesn’t move suddenly or attack anyone (which ends the Attainment’s effects), viewers who observe any actions on her part that involve sleight of hand or subtle movements suffer a penalty equal to the mage’s Gnosis rating. Example: Joan, an Advisor, is present at a store robbery. Unwilling to incapacitate the thieves (she doesn’t know why they’re stealing, after all) but feeling it necessary to protect the other bystanders, she slips to the back of the store and opens the emergency exit to let the others escape. Joan activates this Attainment, and the Storyteller has her player roll Dexterity + Stealth to get to the door without being seen. The Storyteller rolls Wits + Composure – 7 (the mage’s Gnosis) for the robber to see what she is doing, and the robber’s successes must exceed the mage’s for him to catch her."},{"order":2,"name":"Wasted Potential","prerequisites":["Gnosis 5","Forces 3"],"description":"The mage can shunt harmful energy away from a target, be it herself or someone under her protection. The attacker might use kinetic energy (bullets, clubs, fists, and blades), fire or even electricity. In any case, the Advisor can turn the energy back, forcing it to expend itself. The mage can use this Attainment in response to one attack per turn, provided that she has not already used her action for that turn. Her placement in the initiative roster doesn’t matter. If the attacker acts on initiative 14 and the mage’s action does not come until initiative 7, the Advisor can still attempt to turn aside the attack. The attacker assembles his dice pool as usual, including any modifiers for the target’s Defense or armor. The mage’s player spends one point of Mana and rolls Dexterity + Science + Forces. Every success reduces the attacker’s dice pool by one. The attacker cannot choose not to attack, regardless of how many successes the mage receives. If the attack is reduced to a chance dice, though, a dramatic failure does not harm the attacker, as the attack no longer has any energy at all (the dramatic failure is treated as a normal failure). Example: Joan managed to get most of the shoppers out of the store without being noticed, but as she prepares to leave as well, one of the escaping shoppers yells to a passing cop. One of the thieves notices this and panics, firing wildly out of the store’s windows with an automatic we a p o n. J o a n u s e s Wa s t e d Po t e n t i a l o n th e a tt a c k, tu r n i n g aside the energy of the bullets. The Storyteller assembles the robber’s dice pool: 2 (Dexterity) + 2 (Firearms) + 2 (the damage modifier for a small SMG) + 3 (for firing on full auto) = 9 dice. The glass in the window shaves off another dice (8 dice), and the shooter is firing at three targets (5 dice). Joan’s player rolls Dexterity + Science + Forces and comes up with five successes. The shooter’s dice pool is reduced to zero dice — a chance dice. If the Storyteller had spent a Willpower point for the shooter, he’d still have three dice to roll, but it’s too late for that now. The robber pulls the trigger in desperation, but the bullets fall to the floor a few inches from the barrel. Optional Arcanum: Mind 3 An Advisor who is also a Disciple of Mind develops incredible capacity for storing and applying knowledge. The character gains the benefit of the Eidetic Memory Merit, and in addition can connect facts and e x t r a p o lat e d at a in new a n d u no r t ho d ox way s . I n g a me terms, the player can spend a point of Mana to gain 9-again on any Mental Skill roll. The character can also, when presented with a problem or an enigma, help others to figure it out. This requires the player to roll Manipulation + Expression + Mind and spend a point of Mana. If this roll succeeds, the character helps the person posing the problem to look at the matter in a new light (bestowing the 9-again bonus to one Mental Skill roll relating to the problem). Regardless of the target of the Attainment, some familiarity with the subject matter is necessary to enjoy the effects. The character taking the action that requires the Mental Skill roll, whether the Advisor or another target, must have at least one dot in the necessary Skill to gain the 9-again bonus. "},{"order":3,"name":"Released Potential","prerequisites":["Gnosis 7","Forces 4"],"description":"Everything contains potential energy. This energy might be chemical, elastic or gravitational, or, to hear the Advisors tell it, magic or knowledge. But everything has energy just waiting for the right force to act upon it and release it. For the truly elite among Mimir’s Voice, that force is the third Attainment. Combining aspects of the Forces spells “Control Velocity” and “Transform Energy,” the character can release the potential energy of a given target. The target can be almost any object or being, provided the target’s Size doesn’t exceed the mage’s Gnosis and that the target isn’t presently moving. The mage can target small pieces of mostly homogenous matter, such as a Size 4 chunk of earth under an opponent’s feet, but cannot target an enemy’s arm or head. The player spends a point of Mana and rolls Dexterity + Science + Forces. This spell can be used in the following manners: • The mage can halve an object’s Speed once for every success, as described for “Control Velocity” on p. 172 of Mage: The Awakening. • She can move the object a number of yards equal to the number of successes rolled. • She can inflict damage on the object (one per success, armor and Defense do not apply, though armor spells do). Damage can be either lethal or bashing, or aggravated if the mage wishes to spend another point of Mana. • She can set an object ablaze by converting potential energy directly to fire. This inflicts fire damage as describe on p. 180 of the World of Darkness Rulebook. Other effects might be possible at the Storyteller’s discretion, but every use of this Attainment requires a Mana point and a separate roll. Optional Arcanum: Mind 4 The Advisor can’t implant the desire to learn (rather, she can, but doing so would violate the Code of the Legacy), but she can certainly improve a person’s ability to do so. This Attainment is similar to the Mind spell “Augment Other Minds.” When someone approaches the mage for help, she can touch that person gently and boost any one of his Mental or Social Attributes by a number of dots equal to her Mind Arcanum rating. This requires the expenditure of one Mana point. These changes last for the scene, during which time the Advisor works with the person to figure out whatever problems are vexing him. Use of this spell might well be justification for using experience points to increase Mental or Social Attributes or Skills. "}]}