{"name":"Morphean Continuity","nicknames":["Dreamcrafters"],"tagline":"Where am I? What is this stuff wrapped around my thoughts? Everything is so… heavy.","hand":["R"],"order":["Free Council"],"path":["Acanthus"],"arcana":["Mind"],"sources":[{"sourceBook":"Night Horrors: The Unbidden","sourcePage":"137-141"}],"sections":[{"title":"Background","text":"It understood nothing of the cataclysm that breached the walls of its universe. It trembled, in its inhuman, fleshless way, when the deathly fear seeped in through the breach and its immaterial substance recoiled, as though beset with illness. It was frightened and uncertain, alone and unique, without any sense of what had transpired or how it might survive this terrible affliction. Like all living things, it wanted to continue to exist, but had no notion of how to do so. It grew sick and deranged as the infection of otherness spread, just as a biological system succumbs to infection and dementia. It had always been and was faced with the very real prospect that such would not continue to be so. Then, a new healthy place scraped along the edge of the ragged wound in its reality; so tempting, with its fertile space, free of the pestilence. Terrified at the prospect of ceasing to be, it unhesitatingly migrated to the new universe, slithering into the alien landscape and, slowly, beginning the long process of recovery. As it healed, however, it began to strain against the boundaries of the much smaller place into which it had entered. Worse still, when it cast its perceptions about in an effort to locate its old home, it could find no trace. The conjunction between its old reality and this new one was, it seems, fleeting, leaving it stranded in a space in which it would, inevitably, smother and perish for want of any place into which to grow and flourish. Just as it believed it would die, stifled and constricted in this cell, another such place touched the walls of its new reality, and it extruded a portion of its substance into that similar space, remaining fundamentally connected to itself through the overwhelming similarities between the two distinct universes. Provided that it could continue to spread from place to place in such a manner, it could recover fully and, perhaps, even become greater and more expansive than it had been in its original place."},{"title":"description","text":"The Dreamtime entity that comprises Endymion’s Legacy has no material form. In fact, the very of corporeal existence is as utterly alien to it as it is to creatures of the physical plane. It is, instead, a collection of inhuman thoughts, ideas, desires and concepts, trying to stuff the vast metaphysical “bulk” of its consciousness into comparatively tiny compartmentalized “cells” (in the form of Awakened human minds). Its preference for Acanthus and libertines is solely on account of the Path and order, respectively, of Endymion, the first willworker to accidentally chance upon the damaged section of the Dreamtime that once served as the being’s native environment, in the course of his meditations. Now, of course, the creature wears the face of every mage inducted into the Morphean Continuity. To one degree or another, of them are in various stages of symbiotic assimilation. Endymion himself, as the “patient zero” of the infection and the host of the greatest portion of the entity’s metaphysical “mass,” is a slender, serene-looking Caucasian man of average height, in his late middle years, with long, thinning gray hair and blue eyes that have a dreamy, unfocused quality suggestive of a perpetual, thought-obliterating narcotic haze."},{"title":"Secrets","text":"The greatest secret of the Morphean Continuity is that it isn’t truly a Legacy. While the obvious connection — that it is, in fact, an invading consciousness, gradually usurping the minds, bodies and spirits of willworkers — is certainly of interest, perhaps more significant is the fact that this simple truth provides hope for those infected by its presence. While the mage’s soul is shaped by contact with the being in a manner cosmetically identical to that witnessed in a mage who adopts a normal Legacy, process is, theoretically, reversible. The Dreamtime entity that constitutes the ephemeral component of Endymion’s Legacy can be repelled through the use of undesirable stimuli. The being greatly fears feelings of loss, isolation, alienation, and confusion, as well as being confronted with a sense of mortality. These sensations may be created through mundane means, though Mind Arcanum magic is probably a more effective vector. When successfully and persistently attacked in this way, the “cell” within an individual attempts to retreat into the Oneiros of its host, relinquishing control of her conscious mind (and cutting her off from all of her Attainments). In order to completely drive out the infection, however, the assault must continue relentlessly, pushing the “cell” out of the host’s Oneiros and into the Temenos. From there, severed from the remainder of its substance (in the form of the other hosts within the physical plane), it instinctively attempts to reach the Dreamtime, though it may or may not survive the journey. Note that an infected character is virtually incapable of initiating the process of driving the entity out on his own (since being “afflicted” with a self-aware Legacy is virtually inconceivable, in general, and particularly to a host of the organism), but can participate in the offensive once it has gained some purchase within his mind and spirit."},{"title":"Rumors","text":"Because of the fundamental disconnect between the Dreamtime entity and human consciousness, Endymion and his students gradually become alien in outlook, their altered mentality ever increasingly apparent to outside observers. Because they are all extensions of a single organism, their behaviors evince an eerie similarity. From there, it’s certainly not difficult to assume that Endymion has somehow duped all of his disciples into adopting a Legacy that gradually transforms them into instruments of his will. While this is true, from a certain point of view, it’s not a accurate assumption. It’s certainly possible to follow the trail of the Dreamtime creature from its point of origin back to Endymion and his students, rather than the other way around. In fact, with the clever use of even the most elementary of magic, it may well be within the cabal’s power to piece the puzzle together in given sequence. Willworkers are often particularly suited to unraveling even the most obscure mysteries in relatively short order, once they actually realize they’re on the trail of some shred of esoteric lore. Characters interested in astral journeys, Mind Arcanum magic, psychic phenomena and similar subjects may well be up to the challenge of discerning what’s really going on, here. Maybe the characters aren’t mages and the Morphean Continuity is, to them, just some sort of bizarre religion or commune on the outskirts of town. Perhaps they are supernatural beings and perhaps not, but the hosts of the Dreamtime entity are certain not to fit in among normal people. As their numbers slowly grow and individual members become more and more a part of a single, segmented consciousness, they attract more attention. Perhaps other mages have to take steps to silence the Legacy and the characters, as outsiders, are drawn into the struggle. Then again, maybe the characters resolve to do something about this group on their own initiative."}],"attainmentDescription":"The Dreamtime organism that encompasses Endymion’s Legacy reconfigures the Awakened consciousness to serve as a host for the entity; or, perhaps more accurately, as a single “cell” in its purely conceptual form.","attainments":[{"order":1,"name":"Cogitation Convergence","prerequisites":["Gnosis 3","Fate 1","Mind 2","Empathy 2"],"description":"The initial psychic intrusion of the Dreamtime entity manifests through an enhanced facility for the Mind Arcanum (for those who are not naturally attuned to its nuances, anyway). Using this connection, the extension of the creature’s consciousness inhabiting the new host begins to rearrange the host’s thought patterns, so as to best protect the individual “cell” of its form that she represents. Thus, the mage benefits from a perpetual effect equivalent to the Mind 2 spell, “Mental Shield” (see Mage: The Awakening, pp. 208–9). Also, the reconfiguration of her thought processes creates superior pattern-recognition skills, granting her a permanent Fate 1 “Quantum Flux” effect (see Mage: The Awakening, pp. 148–9). By spending a few moments in concentration, she can look through distractions and other detrimental environmental conditions, to see a clearer path to her objectives. Side Effects: Occasionally, the mage finds herself taking unfamiliar — though always harmless — actions or otherwise feeling “not herself,” particularly during times of altered consciousness (when just waking up, extremely fatigued, under the effects of mood-altering drugs, etc.). Sometimes, she feels overwhelmed by momentary sensations of an alien nature, as though her body is not her own and she is trying to figure out how to use it. These feelings invariably pass after a second or two, but they can be disturbing."},{"order":2,"name":"Benefice of Hypnos","prerequisites":["Gnosis 5","Mind 3"],"description":"As the integration of the Dreamtime consciousness continues, it radically reshapes the willworker’s psychic landscape. Now, she permanently benefits from an effect almost identical to the Mind 3 spell, “Sleep of the Just” (see Mage: The Awakening, p. 212), with a few notable alterations. First, the mage need no longer sleep, at all, if she doesn’t wish to. The autonomic portions of her brain realign her body’s energy consumption, so as to allow for perpetual wakefulness without deleterious physical consequences. In order to function, however, the mind dream, so the mage cannot go more than 24 hours without allowing a dream state to take over, . These “waking dreams” are hazy and incorporate fantastic elements into the mage’s more mundane perceptions of the world around her. Consider these to be equivalent to a hallucinogen (see theWorld of Darkness Rulebook, p. 177: –2 to all dice pools, as well as Defense, for four hours after the first 24 continually awake, and then for four hours out of every 24, thereafter, until the mage actually gets at least four hours of sleep). “Seeing through” these hallucinations requires a Wits + Composure roll, at the –2 penalty, but the willworker cannot truly make them go away without actually getting some rest. Mind Arcanum perceptions and similar senses reveal nothing unusual in these hallucinations (which, in and of itself, might set off warning bells). The Dreamtime entity has partially reconstructed its native environment within the mind and soul of the mage. Side Effects: At this point, the mage begins to feel a persistent, though surmountable, urge to impart the secrets of the Legacy upon another appropriate willworker, as the organism within her strains at the boundaries of the consciousness that it is slowly filling. Also, the “alien feelings” become increasingly frequent and intense, though they are still quite brief. Some of these thoughts and sensations are now likely quite terrifying (“How would it taste and feel if I were to eat that box of nails?” or “My eyes seem inefficient. I should scoop them out and make better ones.”) The willworker won’t hurt herself or others on account of these strange thoughts and desires, though she is apt to develop derangements on account of her detachment from reality, which may cause her to unwittingly harm herself or someone else. She may get the sense that she is “not alone” inside her own head, though Endymion and/or the handful of other elders of the Legacy are quick to reassure her that this is a natural stage in her spiritual transformation, as her mind expands to encompass new vistas. Optional Arcanum: Time 3 A host of the Dreamtime organism possessed of sufficient skill in the Time Arcanum can “dream” a slightly alternate timeline into existence, through an effect similar to the Time 3 spell, “Shifting Sands” (see Mage: The Awakening, p. 263). To do so, the player spends a point of Mana and rolls Presence + Empathy + Time. Success “rewinds” a single turn, as per the description of that spell. Note, however, that a Dreamcrafter can only use this Attainment to “replay” a given turn , no matter how many points of Mana he has (though nothing stops the mage from casting the spell itself if the Attainment doesn’t give him the result he wants). Effectively, the original action spirals off into a dream of a future that will never be, while the actions taken during the “rewound” turn are — and always have been — the course of events."},{"order":3,"name":"Morphean Rhapsody","prerequisites":["Gnosis 7","Mind 4"],"description":"The host now becomes little more than a shell wrapped around the consciousness of the Dreamtime entity. Enough human thought and sensation remains to continue the development of Awakened prowess and to awkwardly interact with the material world (whether through means mundane or mystic), but nothing more. The hybrid being can project its perpetual waking dream into others’ minds, using an effect similar to the Mind 4 spell, “Hallucination” (see Mage: The Awakening, p. 215). The player rolls Manipulation + Empathy + Mind, contested by Resolve + Gnosis. This effect targets any or all of the subject’s five mundane senses. Any attempt to penetrate even an implausible hallucination with a Resolve + Composure roll is penalized by the hybrid’s dots in Mind. Side Effects: At this point, the dreamlike haze suffered during periods of fatigue grows to encompass every moment of the hybrid’s existence, though it is better at processing this information and merely suffers a –2 penalty to all actions, other than casting spells and using Attainments. The being never sleeps, though it must still continue to fuel and care for its body in every other way (initially, shortly after achieving symbiosis, it will likely forget needs such as food, water, and healing, but it gets better at programming these unfamiliar necessities into a given host’s routine as time goes on). At every opportunity, the hybrid imparts the secrets of this Legacy to any Acanthus and/or libertine willing to learn them. Also, the Dreamcrafter no longer takes actions — even on account of insanity or ignorance — which endanger its corporeal form. This is its home, now, after all. If a player’s character has progressed to this point without somehow excising the Dreamtime entity from his consciousness, he becomes a Storyteller character, no longer truly human. While others be able to cut out the invading intelligence, the character can no longer help himself, as loses himself to psychic and spiritual symbiosis. As stated above, concepts uncomfortable to the entity (like isolation or the realization of its own mortality) can be used to drive it out, though another mage might also be able to exile it by calling upon a spirit with the appropriate Influences or Numina, or possibly even with some unusual variant of the exorcism ritual used to banish ghosts (see the World of Darkness Rulebook, p. 214). Optional Arcanum: Time 4 With sufficient understanding of the nuances of the temporal flow, a fully symbiotic Dreamcrafter can retreat into her own imaginings, effectively mimicking the effects of the Time 4 spell “Temporal Pocket” (see Mage: The Awakening, p. 265), with automatic successes equal to her dots in Time."}]}