{"name":"Orphans of Proteus","nicknames":["Shifters"],"tagline":"Am I not both man and beast, one and the same? I say that this makes me more than man or beast alone.","hand":["R"],"order":[""],"path":["Thyrsus"],"arcana":["Life"],"sources":[{"sourceBook":"Mage: The Awakening","sourcePage":"346-348"}],"sections":[{"title":"Introduction","text":"They have been with us since before the beginning. Before Atlantis called. Before apes learned to walk upright and pile stones atop one another to make their caves. Before man chose to set himself apart from beasts and trees and rocks, they knew the truth: that the circle of life is broad enough to include all things “organic”and “inorganic,”that this great wheel turns easily from one form to another, that man and beast and tree and rock are one. It was they who first took to the grazing-fields, to follow the comings and goings of the herds. And when they had learned the steps of the herddance and could sing the words of the herd-song, they put on themselves the skins of the herd-dress and slept in the cold and rain until they became part of the herd itself. It was they who first ran with the wolves and learned the worth of honesty when the wolves pointed toward unseen prey in hopes of sharing the kill. And it was they who stalked against the great cats and learned the value of deception, letting other hunters pass by in hopes of keeping the “lion’s share” of the kill for themselves. They it was who flew with the birds, crept with the vines and slept with the stones. They went where others could not go and did what others could not do. They learned the lessons that life taught from every angle and brought their knowledge back to their tribes to teach the business of living. They sought wisdom to lead their tribes out of darkness and cold and hunger, and set mankind on a path that would eventually lead to civilization. But mankind mistook its new powers of stewardship over the land as mastery, and regarded the animals, plants and rocks only as resources to be plundered rather than as partners in the circle of life. In their hubris, they forgot the wisdom that they had taught and dismissed their utterances as backward superstition. They who had sacrificed the semblance of their humanity for the greater good were now cast out. Ostracized and despised, they were relegated to the status of monsters and bogeymen used to frighten unruly children. The mighty warriors who had once donned hide and claw and fang in the service of their people were now cast in the role of bloodthirsty murderer. Those who lived by the old lore of leaf and stone were hunted down and torn to pieces or burned in public spectacle. The horns and hooves of the most sacred were denounced as emblems of evil. All the oldest languages of the world once had a name for them, most now forgotten. In modern English, they are known as the Orphans of Proteus, for their metamorphosis ability. Some say they, not the Atlanteans, were the very first humans to Awaken, and some even go so far as to suggest that all other types of magic are derived from theirs. Whether that is true or not, many now consider them to be a dying breed. Marginalized by the encroachment of civilization, they are usually found only at the fringes of mage society. They engage in few formalities, and the kinship of spirit they share is something that is felt, unspoken, deep within their souls. Inheritors of the Proteus Legacy can be unnerving, not only to other mages, but to those who know nothing of magic. Social customs and mores —at least, those of the modern civilized world —mean little to them, and they may at times break laws, cross boundaries or ignore table manners and dress codes without compunction. This is not to say that they are dumb brutes. Members may exhibit as much intelligence and compassion as any other sorcerer. They tend to be plain spoken, even rudely blunt, and act impulsively upon primal urges known only to them. For those who have experienced the non-human world directly, such phrases as “nature red in tooth and claw”or “the force that through the green fuse drives the flower”are no mere poetic conceits, but the very bedrock of reality."},{"title":"Appearance","text":"The more time an Orphan spends using her attainments —whether they provide animal, vegetable or mineral features —the more likely she is to physically resemble that form in some way. Common features include excessive hairiness, a forward-slumping posture, enlarged teeth and nails, overdeveloped ears or nose, iridescent eyes, dermatological conditions that cause the skin to resemble the bark of a tree, or an angular craggy profile like the face of a cliff. In general, all scratches, scars, rashes, infections and other outwardly visible ailments that might mark the mage while in animal form remain visible in an analogous place on his human form, (although these features tend to fade over time if the Orphan avoids frequent use of his attainments)."},{"title":"Background","text":"It is generally assumed that Orphans come almost exclusively from beyond the fringes of civilization — rural areas, remote wildernesses or underdeveloped nations —and this is often the case. As such places dwindle and disappear, however, more inheritors of the Proteus Legacy can be found in cities and suburbs, taking on the forms of domesticated animals, cultivated plants and manufactured objects. Of these, some may be descendants of tribal cultures that knew and respected the power of the Orphans, while others have rejected modern culture and attempt to reconstruct and/or reclaim earlier values that they consider to be safer, healthier and (so to speak) more humane."},{"title":"Organization","text":"All Orphans are Thyrsus, Awakened to the Watchtower of the Primal Wild. While they are often initiated into one order or another (although some are apostates), they tend to spurn the traditional politics and schemes of Awakened society, retreating to the wilderness as soon as they adopt this Legacy. Most Orphans tend to be either solitary hermits or isolated, clannish groups, so they have little in the way of overall social organization. Affinity groups may spontaneously form along the lines of preferred habitats, species, phylum or kingdom. Regional groups tend to form around places like virgin wilderness, wildlife refuges or well-conceived parks as protection, or as a response against urban expansion, dumping sites and other ecological crime scenes. Communication is generally conducted through non-human media, with speech expressed in the languages of animals, and with “written”messages formed by anomalous plant growth or geological formations. Orphans tend to claim certain territories, which brings them into conflict with other supernatural beings that might want such territories for their own purposes. Some Orphans are nomadic, following the migratory patterns of birds or herd animals, or the hunting habits of certain predators."},{"title":"Suggested Oblations","text":"A sacred hunt; the ritual acting out of an animal’s behavior; the ceremonial offering of food to animals; the ritual arrangement of rocks and stones in a certain area; sacred gardening"},{"title":"Concepts","text":"Ecologists and conservationists, animal wranglers, rural hermits, tribal or “primitive” folk"}],"attainmentDescription":"Most Orphans work to emulate a particular life form, such as a bear, cat, eagle or even a tree. Some eccentrics choose to delve into the mysteries of mineral “life.”","attainments":[{"order":1,"name":"Snake Skin","prerequisites":["Gnosis 3","Life 2 (primary)","Mind 1","Animal Ken 2 or Survival 2"],"description":"The mage gains the ability to regenerate wounds to her body, similar to the Life 2 “Self-Healing”spell (p. 183), by sloughing off her damaged skin and replacing it with a freshly grown one. An instant action is required and Stamina + Athletics + Life is rolled. Each success heals one bashing or lethal point of damage. This action can be made reflexive in turn by spending one Willpower point. The user can also communicate with animals in their own language of behaviors, growls, grunts, cues and/or markings. A Presence + Animal Ken roll and instant action is required to communicate simple concepts. She can communicate only the kind of information that another animal of that type could convey to one of its fellow species."},{"order":2,"name":"Beast Gift","prerequisites":["Gnosis 5","Life 3"],"description":"The mage can transform a portion of her body with a single, specific animal or plant feature, such as bear claws, cat eyes or tree-bark skin, similar to the Life 3 “Transform Self” spell (p. 187). Doing so requires an instant action, during which she can move up to her Speed, but no roll is needed. She must choose her unique feature upon gaining this attainment, and cannot change it thereafter. The shift lasts for up to one hour per activation. Any natural weapon (claws, fangs) she gains adds two dice to attack rolls (and damage is lethal), while a protective feature (fur, tree bark) provides two armor points. The character can also now heal aggravated wounds using Snake Skin (above), but it also requires the expenditure of one Mana. Optional Arcanum: Matter 3 If the mage also knows Matter 3, her unique transformative feature could be mineral rather than organic. She might shift her fists or feet into stone, or cover her epidermis with a layer of thin, flexible shale “scales.”Stone fists or feet add four dice to punches or kicks, but the damage is bashing instead of lethal. Stone skin provides three points of armor."},{"order":3,"name":"Beast Form","prerequisites":["Gnosis 7","Life 4"],"description":"The mage can now reflexively shapeshift at will into a single, specific creature or plant, similar to the Life 4 “Shapechanging”spell (p. 190). The shift lasts for up to one hour per activation. She does not suffer the problems of losing herself in a form’s mindset. If she chooses a plant form instead of an animal, she is inanimate but can communicate with any nearby plant based spirits without needing the Spirit Arcanum, or if she journeys through Astral Space while her body is in plant form, she can interact with the ancient plant spirits of the Dreamtime. Optional Arcanum: Matter 4 If the mage also knows Matter 4, she could choose stone as her shapeshifting form, changing herself into a rock. She cannot move, although she can perceive her surroundings. The obvious use for this version of the attainment is camouflage, but it provides another unique benefit. The mage can communicate with any nearby mineral-based spirits without needing the Spirit Arcanum, or if she journeys through Astral Space while her body is in rock form, she can interact with the ancient mineral spirits of the Dreamtime."}]}