{"name":"Perfected Adepts","nicknames":["Monks"],"tagline":"Seek perfection within.","hand":["R"],"order":["Adamantine Arrow"],"path":["Obrimos"],"arcana":["Life"],"sources":[{"sourceBook":"Mage: The Awakening","sourcePage":"349-351"}],"sections":[{"title":"Introduction","text":"Often upon Awakening, fledgling mages turn dismissive of the mundane material world. Having penetrated the veil of lies and illusion, they stand upon the threshold of a whole new world so dazzling that they tend to forget their previous mode of existence. They reckon that the old rules no longer apply to them. Admitted into a new confraternity of like souls, they draw away from their families and friends, who cannot understand their new vision and abilities. Now able to transcend the gross limitations of matter and energy, some even neglect their own corporeal bodies, regarding them as a mere hindrances, husks to be discarded once their usefulness has ended. While there is some truth to this way of thinking, it is not a whole truth. It is a road that leads to dissolution and disembodiment. The Perfected Adeptsstand as a warning sign upon that road, reminding all mages where they came from and what their ultimate goal is, or should be. Their presence signifies a return to the source, a remembrance that all mages are still human beings —they are born, live their lives and die. If magic cannot be made to enrich and fulfill that process, then it is not magic but delusion. The Adepts teach that before one can truly transcend the limitations of being human, one must learn what the true limitations of humanity are. Furthermore, they teach that the wisdom gained through transcendence must be brought back to humanity, so as to enable others to follow the same road. A human being is a work in progress, they hold. Awakening is not the completion of that work, but the opportunity for completion, for perfection. And yet, the task of perfecting oneself cannot be accomplished while still entangled in the web of lies and illusion. Though the Adepts do not disdain or reject the affairs the material world, they do require a substantial removal in order to pursue their goals. Renunciation of worldly attachments or wealth is the first necessary step for disentangling oneself from the world. Adepts tend to retreat into hermitages or cloistered communities, both magical and mundane, in order to disconnect from influences that distract from self-observation and cultivation. They simplify their lives, shunning extraneous noise and clutter so that they can hear the murmurs of their innermost selves. Once a suitable degree of quietude and simplification is attained, an Adept begins the process of perfection by concentrating upon the base from which his consciousness springs, his own physical body. With worldly concerns out of the way, the first thing that the Adept may notice are the noises and sensations that come from within his corporeal frame. True calm and peace of mind are not possible while the body exists in a state of discomfort or disease, or even less than optimal health. A strict regimen of adjusted diet and exercise must be undertaken to ensure that the body does not distract from the clarity of the mind. The Perfected Adepts consider martial training to be the most effective type of physical exercise for their purposes. In addition to building strength and flexibility, the student is taught to focus mind and body to function as a unified whole. Besides enhancing the capability of the body, martial arts have a calming effect upon the mind by instilling knowledge and confidence to deal with direct physical threats. Discipline and perseverance, also necessary in magical training, are encouraged and honed. (Asian martial arts in particular incorporate esoteric elements such as focused meditation and occult physiology that perfectly complement the study of magic.) Most systematized fighting styles around the world include some ethical principles whereby practitioners are exhorted to aid and protect those of lesser ability, an ideal that the Adepts proudly espouse. As the mind works at perfecting the body, it also learns to operate upon itself, gaining mastery over thought and emotion rather than being ruled by them. Just as the distractions of the outer world can be dispelled, just as the wants and urgings of the body can be quelled, so can the chatter and babble of the lower mind be silenced, leaving the soul free hear what it most needs to tell itself. Only when everything has fallen away can the innermost self be free to seek perfection by uniting the highest reality with the lowest. To some this union might seem to be the ultimate goal, the reason for a mage’s existence. But for the Perfected Adepts, this is not the end of their work, but the beginning. Perfection is meaningless if it is static and removed from the world, so the Adept is obligated to return to the world and help others to find the way to inner peace. The Adept’s martial prowess makes him a natural champion and protector, but perfection is not bound to any one role. The patience and discipline that mark an Adept’s training make him suitable for a number of callings, from the most repetitive of mindless menial labor to the most arcane and convoluted of intellectual pursuits such as science or philosophy. In this way, the Perfected Adept brings perfection into an imperfect world, making himself an exemplar for others to follow and by which to measure themselves."},{"title":"Appearance","text":"Perfected Adepts tend to be the healthiest looking of mages since they focus on mastering their bodies throughout their careers. They are also the plainest, due to the extreme simplification of their lifestyle. Most keep their heads shaved, wear no jewelry or makeup, and favor plain utilitarian clothing (usually homespun). Ornaments and adornments are scrupulously avoided, but some emblems may be worn or tattooed only if they hold a particular importance and significance."},{"title":"Background","text":"Prospective Adepts can come from any background, but usually find their way to this Legacy through the martial arts, sports, medicine or other body-oriented pursuits."},{"title":"Organization","text":"To maintain a sufficient degree of removal from the outside world, Perfected Adepts organize themselves according to a monastic model. Adept communities are generally self-contained with their own sources of food, water and energy to minimize distractions and pollutants from without. Everyone takes turns at maintenance and housekeeping duties. Older or more accomplished Adepts handle most transactions with the world at large. No Adept is allowed to remain cloistered for too long, however. At some point he must return to the outside world, where other Adepts, other mages and the rest of mankind may decide how to interact with him according to his own individual worth."},{"title":"Suggested Oblations","text":"Rigorous martial arts practice, including sparring with other Perfected Adepts; feats of endurance, such as long-distance running, holding weights for long periods and exposure to the elements; exhibiting humility, such as serving another person for an hour by seeing to all his needs"},{"title":"Concepts","text":"Martial artists, athletes, doctors and therapists (both physical and psychiatric), dieticians"}],"attainmentDescription":"Perfected Adepts must devote themselves to study of the Life Arcanum, along with basic principles from the Prime Arcanum. In addition, their bodies must be physically fit (Athletics 3+). With the second attainment and higher, they must also have established competency with the martial arts (Brawl 3+).","attainments":[{"order":1,"name":"Body Temple","prerequisites":["Gnosis 3","Life 2 (primary)","Prime 1","Athletics 3"],"description":"The mage can consciously control his normally autonomous bodily functions, similar to the Life 2 “Body Control” spell (p. 182). This attainment is always active and of indefinite Duration. Use the Adept’s Life dots as successes to determine exact effects; see the spell description. He also gains a sense of his own subtle energy, what has been called chior prana, and can see such energy in other life forms. Basically, he gains the Prime 1 “Supernal Vision”spell effect (p. 221) with an indefinite Duration, although it applies only to analyzing living creatures. In other words, he can take an extended action (one turn per roll) to view auras and scrutinize people to discern the strength of their chi (that is, how many Mana points they currently have in their pool), but can’t analyze place-based Resonance. Use the rules for scrutinizing beings (p. 278), with a target number equal to the being’s Mana points to be able to determine the target’s total current points."},{"order":2,"name":"Chi Force","prerequisites":["Gnosis 5","Life 3","Brawl 3"],"description":"The mage controls the flow of his chi, boosting one specific Physical Attribute, similar to the Life 3 “Honing the Form” spell (p. 186). When this attainment is gained, the mage must choose a single Attribute (Strength, Dexterity or Stamina) that he wishes to concentrate upon in the perfection of his body. He cannot later choose a different Attribute. To gain the boost thereafter, the mage performs an instant action to channel his chi, and his Mind dots are added to the chosen Attribute. The effect lasts for up to one hour per activation. Since this is not a spell, the mage could use this attainment at the same time that he casts a Honing the Form spell to gain a truly phenomenal Attribute rating. The one limitation, however, is that the default Duration of any spell that boosts the same Physical Attribute becomes transitory (one turn), even if it is normally prolonged. Optional Arcanum: Forces 3 If your character also has Forces 3, he can use his chi to strike at a distance, similar to the Forces 3 “Telekinetic Strike”spell (pp. 170-171). An instant action is performed and a Resolve + Brawl + Forces roll is made. Each success inflicts one bashing point of damage. As with the spell, this effect is aimed, so anything that would normally protect the target from a ranged attack applies against the mage’s chi strike."},{"order":3,"name":"Perfect Body","prerequisites":["Gnosis 7","Life 4"],"description":"As with Chi Force, above, but the mage can now choose a second Physical Attribute to boost. He can even use both of these attainments at the same time, as long as he spends separate instant actions to activate the powers. Optional Arcanum: Forces 4 If he also has Forces 4, his Telekinetic Strike now delivers lethal damage. In addition, he can use his chi to turn aside bullets and other projectiles, similar to the Forces 4 “Control Velocity”spell (p. 172). An instant action is performed and a Dexterity + Brawl + Forces roll is made. The number of successes determines the degree to which he can turn the projectile (as per the spell description). He can take this action at any point in the initiative roster, even before he is normally allowed to act, as long as he has not yet acted the turn."}]}