{"name":"Pygmalian Society","nicknames":["Sculptors"],"tagline":"Bring me my bow of burning gold!","hand":["R"],"order":[""],"path":["Acanthus"],"arcana":["Mind"],"sources":[{"sourceBook":"Legacies: The Sublime","sourcePage":"63-72"}],"sections":[{"title":"Introduction","text":"Pygmalion sculpts an image, the perfect Platonic form of woman. He prays. Through his act of will, the unliving image becomes the perfect living form. It’s a romantic conceit. The Pygmalian Society takes this conceit as a manifesto for the transformation of the human race, an allegory for their great work: every Pygmalian strives to be at once artist, artwork and animating force. Art is at the middle of everything. Although the Pygmalian Society’s members’ styles vary, they agree that art, true art, Real Art with a capital “A,” becomes a link to the Supernal World that inspires and alters the human soul. Real Art creates an Awakening — a small, temporary Awakening, sure — but it’s an Awakening. Art is magic. And Magic is Art. The Pygmalians believe that Art is one of the last things that still link the Sleepers to the Supernal realm. True Art — great Art — molds and shapes human history. Great Art inspires people. Great Art incites anger. Great Art provokes action. Every Pygmalian is an artist. The Pygmalians’ magical attainments reflect this. They style themselves as the “Sculptors” of magical reality. They try to imbue every action, every spell they cast, with meaning. As Pygmalians progress, they become their own greatest Artworks. Pygmalians adopt roles. They take on parts, deliberately altering their memories, senses and the way they see things in a search for inspiration — for themselves and others. The Sculptors remake themselves in their own image. They act i their own plays, become the protagonists of their own stories. Through the creation of Art and themselves as Artworks, the Pygmalians seek to effect change. An inspired human soul leads to action, and history takes a new course. These mages recognized from the very beginning that the power of Disbelief stops their magic from altering the world in any but the smallest way, so the Pygmalians work to inspire and change the minds and souls of Sleepers with the power to do the same. Through the Pygmalians’ art, they inspire artists, who in turn have the potential to create something great. The Pygmalians are muses. They’re propagandists. They’re agents provocateur. The true Sculptor is obsessed with the future, but lives in the here and now. A Pygmalian develops the ability to sense the interplay of time and fate in the lives of the people around him, experiencin an intense kind of synesthesia. He can smell pain, hear joy, taste anger. The most talented Pygmalians can se human destinies laid out before them in tastes and colors. These Pygmalians sense the weft and weave of destiny and possibility. Then they embroider with new potentials for inspiration. They want to create a path that the Awakened can travel more easily, at the end of which lies the Awakening of every man, woman and child on the planet. The actual medium of the Pygmalians’ Art is open — any art, high or low, can change things. The Sculptors are obsessed with finding a Holy Grail of true inspiration that will bring about history changing art. Charles Dickens wrote a few works of fiction and ignited Western society’s conscience toward the urban poor. Renaissance painters invented perspective drawing, and a mathematics of space that redefined the world. The writers and translators of the Bible changed the course of human history many times over. Art can be deadly, too. Leni Riefenstahl propagated the sinister glamour that made a nation complicit in the deaths of millions. China’s official TV and newspapers have convinced the most populous nation in the world that the Tiananman Square massacre never happened, that stories of the massacre are just an American plot. Advertising agencies use art to relieve people of their money and leave them in perpetual discontent. Change happens around the Pygmalians. They are not always the direct cause, but they’re always there, nudging things along. People fall in love. Scientists find new insights into the nature of things. Revolutions begin, or end in blood and fire. Whatever the Pygmalians do, they accept no barriers to their Art. With no boundaries, it’s inevitable that some Sculptors go bad. These fallen Pygmalians don’t confine their Art within moral limits. A Pygmalian might commit atrocities to effect the inspiration of a single individual. A Pygmalian’s deeds can easily result in dozens of lives ruined or ended at a single stroke. Love ends more easily than it begins. Even the most noble of revolutions can descend into tyranny. These ruthless mages give the Pygmalian Society the bad reputation it currently suffers among the Awakened. True Pygmalians are much more than the terrorists and instigators of chaos that other mages often believe the Sculptors to be. True Pygmalians are artists, and more than that: they think they know the means by which the entire human race can one day Awaken."},{"title":"Orders","text":"All five of the great mystical orders have Pygmalian members, but more than half of them of the Sculptors end up in the Free Council (if they join an order at all). The first Pygmalians all belonged to the Free Council, and, although the Legacy is not intimately connected to the order, the line of tutor to pupil frequently ensures that new Pygmalians join the Free Council in turn, or belonged to the order in the first place. The Free Council is certainly the order that is most amenable to radical social and intellectual change as a means to Awaken humanity. The less-regulated Free Council is also the order most likely to accept a Pygmalian despite the Legacy’s checkered reputation. The four Atlantean orders all have a few Pygmalians. The Silver Ladder’s stated aim for the Awakening of the human race attracts a fair number of Sculptors, but these mages often find themselves frustrated by the order’s strict and convoluted hierarchy. The Mysterium, with its emphasis on acquiring mystical knowledge, is fairly accommodating, since the Pygmalians are often expert at interpreting the past, connecting it to the present and suggesting implications for the future. Mundane and magical archeology can give the facts about what people did, but an artist’s insight into human emotions can suggest why. Of the old orders, the Guardians of the Veil and the Adamantine Arrow attract the fewest Sculptors. The Guardians don’t generally tolerate the meddling of Pygmalians who try too hard to change human affairs; however, a few of the more subtle Sculptors do find a home among the Guardians. Meanwhile, the Arrows sometimes attract some of the more martially inclined Pygmalians. These Sculptors are respected by other mages within the order, but rarely trusted, and it’s often these Pygmalians who fall into violence as a means of effecting change."},{"title":"Appearance","text":"Like Sleeper artists, Pygmalians are as easy to recognize as they choose to be. Some follow clichés such as the Galois-smoking bohemian with his beret, straight from the Left Bank of Paris, or the intellectual sophisticate clad all in basic black. More Sculptors just look like ordinary, middle-class people. Their manner gives a truer guide. Whoever Sculptors might be, they speak and act passionately. Sometimes, they slide into melodrama that makes cooler-tempered people wince or shake their heads. Subtler mannerisms and an attention to details of the Sculptors’ surroundings make Sleepers think the Sculptors ought to be artists, even if they wear exactly the same clothes as the people standing next to them."},{"title":"Background","text":"Every Pygmalian is an artist with a fair amount of talent and promise. This includes every possible expression of art: novelists, painters, poets, performance artists, musicians, architects, filmmakers, stand-up comedians and DJs are all represented among the Pygmalians. They are not necessarily professional artists. Occasionally, an individual who is not usually considered an artist — a mathematician, a software developer or even a soldier or a politician — joins the Legacy. As long as someone considers what she does to be an art, and is passionate about it, the person is eligible to join. Pygmalians also know their art isn’t enough. Their promise is unfulfilled, and they all want more. Most Pygmalians are just talented enough to realize that they’re not quite talented enough to change the world through their chosen media. They can never reach the supreme heights attained by a Shakespeare, a Rembrandt or a Dante. The Pygmalians offer them an alternative through magic, the Ars Mysteriorum itself."},{"title":"Organization","text":"The Pygmalian Society has little or no formal organization. Pygmalians have no central authority and recognize no precedence other than the respect due teachers from their pupils. Tutors and pupils seem to find each other without trying. Training can vary greatly in intensity and style. One tutor, for example, teaches two or three pupils at a time, holding regular and highly formal classes, where he imparts the mystical knowledge of the tradition in a theoretical, academic form and leaves his pupils to perfect the Legacy’s attainments in their own time, as “homework.” Another tutor disappears from her pupil’s life for weeks on end, turning up apparently according to whim. She spends a few days alongside her pupil, accompanying the less experienced mage through the beginning of each new stage, before vanishing again, leaving the pupil to work out what to do with his new knowledge on his own. Still another tutor demands that he move into his pupil’s home, taking over his unfortunate apprentice’s entire life in order to make a real Sculptor out of her. Whatever the method, all Pygmalian tutors allow their pupils freedom in their choice of Art form (no matter what their personal opinions of its validity as a medium might be). Although it’s common for a tutor to take a pupil who works on the same kind of Art, it’s not universal."},{"title":"Suggested Oblations","text":"Write a poem or short story by hand, let one person read it, then burn the manuscript. Paint a self-portrait and slash it to shreds. Meditate in the Louvre, Tate Britain, the Getty Center or any other famous gallery (without getting kicked out). Play an all-night DJ set. Spend an entire day posing as someone else, with radically different attitudes."},{"title":"Concepts","text":"Street theater activist, Beat poet, war photographer, local TV journalist, underground filmmaker, superstar DJ, indie band frontman, Chatterton wannabe"},{"title":"History","text":"The Pygmalian Society has its origins in the Wars of the Roses, a series of schisms and mystical conflicts between a number of mystical groups (particularly Rosicrucians) in 19th-century Paris. The conflict seems unthinkable today, but was widely reported in the Parisian press at the time, since several well-known people of the day were involved. The factions in the “Wars” were mostly composed of Sleepers. A few Awakened were also present, indulging their own schisms and conflicts under cover of the very public and, to them, trivial arguments of their unwitting Sleeper colleagues. One of these mages was Patrice Cajean. Born penniless in Brittany in the late 1860s, Cajean Awakened as a teenager into a nightmare of swirling sounds and colors. By the end of the 1880s, Cajean, through a combination of charm, talent and Awakened magic, reinvented himself as a figure of urbanity and wit. He became a popular figure in the bohemian salons of fin de siècleParis. Through his powers, Cajean was no stranger to the formal mysticism of the Paris sects. He found himself drawn to one particular Rosicrucian splinter group. This group declared that Art was a great mystery, a great empire and a great miracle, and that Artists were hence the secret kings, priests and magicians of the world. Cajean wondered if there was something to this theory. Although he felt contempt for of the importance this faction attached to its petty squabbles, Cajean investigated the possibility that Art was in fact a small form of magic, a link between human beings and the Supernal World (which Cajean, inspired by Neoplatonist philosophy, identified as the Divine Principle, or the Godhead). He posited that when God said, “let there be light,” He created Art through pure inspiration, distilled into creation by an act of will. Cajean investigated ways to harness this true, inspired creativity. He believed he could manipulate human history through Art, planting some ideas and stifling others to weaken the Lie. Just about everyone could appreciate some sort of Art; so Cajean believed he could Awaken everyone through this slender thread connecting their souls to the Supernal World. The project might take a century or more, but an Acanthus mage is not discouraged by time. A few other mages thought Cajean had a good idea. Cajean pictured himself as a new Pygmalion, breathing life into the Fallen World’s lifeless images of the True Forms, so he called his formal and highly ritualized cabal of like-minded mages the Pygmalian Society. His magical program for mass Awakening depended upon communication and control, on ascertaining the intricate web of connections between the soul and other souls, between the soul and the past, present and future. To the Legacy’s existing skill at Fate and Time, the Legacy’s founders added a deep study of Mind, in order to gain a precise knowledge of how the arts could manipulate thoughts and emotions. They had no real plan, though — just a deep faith in the transformative power of Art. Cajean’s first pupil, Marcus Naismith, was an Englishman. He brought the Pygmalian Society into the English-speaking world. Naismith’s own take on the Legacy’s magic was influenced by his great love of the philosophy and art of the visionary poet and engraver William Blake. English-speak-ing Pygmalians in particular have used Blakean language to describe their magic and rituals ever since. A member of the Society last saw Patrice Cajean alive in March of 1916. Right up to the end of his life, Cajean felt the need to live among the ordinary people he longed to see reunited with the Godhead. He believed a Supernal inspiration brought the human race to the Great War: patriotic fervor and the need to prove the courage of nations led the entire world into a storm of death, plague and famine. Cajean knew the Great War would shatter the age of European colonial empires, with possibilities for great Good and terrifying Evil opening up through the rest of the century. The idealistic mage hoped to avert the horrors of the Great War and its aftermath, but could not stand to hide in a secure sanctum far from harm. He needed to share the danger and the struggle. Cajean failed; he died in the fighting at Verdun, wearing the face of a man 30 years his junior. In the years after the Great War, the Pygmalian Society fragmented. Without Cajean’s charisma to temper the remaining founders’ personal quarrels, they drifted apart. Art was changing, too. New movements such as futurism, cubism, and Dada brought new ideas and new Pygmalians who had little time for a structured organization. They preferred to use the Legacy in their own way. By World War II, “Pygmalians” had ceased to be anything more than a catch-all term for those mages who crafted their souls in the tradition of Patrice Cajean, and the Pygmalians have resisted formal organization ever since. Their methods and Art have changed, but they still hold true to Patrice Cajean’s faith in the Supernal power of Art."},{"title":"Society and Culture","text":"The first principles of the Pygmalian Society grew out of Western occult traditions. Although most Pygmalians don’t dress up their magic in the formal principles of Rosicrucian practice any more, the study of their attainments shows the influence of a very European style of mysticism, with a special nod to William Blake. They still use much of Patrice Cajean’s language. Most Pygmalians still refer to the Supernal as the “Godhead,” for example; they call their goal of universal Awakening the “Reconciliation,” or the “Marriage of Heaven and Hell.” As a corollary, most Pygmalians practice European styles of creative Art. Awakened artists representing non-Western artistic forms (such as African woodcarving, for example, or Japanese verse) seldom find their way into the Pygmalian Society. If such artists-mages do get the opportunity to join, it’s generally because they try to practice their art in a Western context; for example, a member of a group of Indian musicians performing in New York state art centers. Apart from the relationship between tutors and their pupils, Pygmalians aren’t known for working together. They don’t hold to any network, and they don’t recognize any obligations to each other above and beyond that normally expected because of membership in a cabal or a mystical order. As Artists, the Pygmalians have more than their fair share of self-publicists in their number. They tend to become well known among the mystical orders, particularly among Consilii in Western Europe and in urbanized areas of the United States. Many more mages hear about Pygmalian mages than actually meet them. Unfortunately, the greatest self-publicists among the Pygmalians are often those who went wrong. Many mages who know about Pygmalians by reputation don’t even realize that they’re Artists, and imagine instead that they are a Legacy of terrorists or lunatics. The wide variation among the methods and styles of the Pygmalians often means that this assessment goes unchallenged. Most Sculptors don’t care in the end what other mages think. The nature of the Sculptors’ goal is such that they care more about the Sleepers, anyway. A Pygmalian mage surrounds herself with Sleepers — talented, passionate people who achieve more than simple talk, never art-school poseurs. She does her absolute level best to become a conduit of inspiration for the extraordinary people around her. At best, a Sculptor tries to drive her companions to create something special, something fantastic. It’s not the mage’s own role to change things. No great invention or epochmaking artwork has ever been made by a mage: it’s the way that the Fallen World works. The Pygmalians recognize that this is the Sleepers’ world, and the Sleepers have to change it. The credit for great art never belongs to the Sculptor. All he does is attempt to contribute through magic and other arts to an environment where genius can flourish; creation can occur only through inspiration. Simply to give ideas to an artist is not enough. True genius can work with secondhand materials (you only need to look at the work of Shakespeare and Mozart to see that), but great artists transform their sources in unique, inspired ways. What the Sculptor tries to do is simply be there and guide his Artists to find the Godhead themselves. He’s a lover, a companion, a patron, a friend, sometimes a rival or an enemy. Sometimes, loneliest of all, he’s an unattainable figure in the distance that haunts his Artists’ steps. Whatever role he takes, he’s a muse and a catalyst for the real Artist and the real work. The Pygmalian’s goal is to create the conditions through which the Reconciliation can happen. Any incursion of magic, any minor half-Awakening is enough. It doesn’t matter if there isn’t a specific plan as such. If enough of these small victories are won, the mages of the Pygmalian Society are confident that, one day, the Marriage of Heaven and Hell will take place and everyone will Awaken."},{"title":"The Tygers of Wrath Are Wiser Than the Horses of Instruction","text":"Art is a dangerous thing. The Pygmalian Society recognizes this, but, at the same time, the Legacy’s lack of organization means that the group has no checks and balances. The freedom of its members to find any way at all to create art can become a trap of Hubris. While fallen Pygmalians have been few, a Sculptor gone wrong can have a terrible influence on the world around her. These fallen Sculptors are Jonahs. Chaos surrounds them. When they’re nearby, relationships collapse. Families tear apart. Cars crash. Crops fail. Diseases break out. Buildings explode. Riots erupt. Governments lose their grip. Wars start. People die. The most notorious of these Sculptors was Enoch Christopher, a Welsh poet who joined the Pygmalian Society in 1936. Christopher, influenced by the futurists, composed puzzling non-linear works that, thanks to his mastery of Pygmalian magic, held his manifesto encoded within them: true inspiration requires conflict. Anger, grief and terror open artists to Supernal truth and goad them to the heights of self-expression. Christopher believed that if his Art was to have any chance of bringing about real transformation, the Art had to be unfettered by any limits of scale or morality. This manifesto of change through violence has cropped up, quite independently, on a number of occasions. These Pygmalians might not openly say so to begin with, but they share the assumption that human beings are just raw clay for the Sculptor’s Art. Some Sculptors begin to directly manipulate lives. The more powerful among them tear up human memories and put them back together like a Burroughsian cut-up, using trauma to drive their victims to action. Some Pygmalians become equally cavalier with themselves. They alter their own minds, messing with everything from taste in clothes right through to sexual orientation, even temporarily rebuilding their own memories in order to becometheir grand Artwork and, through the inspiration they gain, alter the world. It’s not healthy to become close to Pygmalians who works like this. Everything goes wrong around them, as they engineer conflict in their own lives. They manipulate people around them to create lovers, enemies, tragedies, accidents and obstacles to overcome — often without even informing themselves that they’re doing it. For instance, a Sculptor creates an alternate personality to fall in love, then the master personality kills the lover so the other self can experience true loss. Enoch Christopher himself died in the late 1980s, a notorious harbinger of disaster. He had become possibly the best-known Pygmalian who had ever lived, almost singlehandedly responsible for the Pygmalian Society’s bad name. The original manuscript copy of Christopher’s 1939 collection of “automatic poetry,” When I Came Back It Was Gone, still exists and is a powerful, spontaneously generated Artifact in its own right. The revisions and alterations contained in this sheaf of yellowing paper hold frightening secrets and great power along with cold, brutal resonance."},{"title":"Induction","text":"The Pygmalian Society sets few requirements for its members. Pygmalians are Awakened and Artists. All have that desire, that need, to make a powerful difference to creation. The Pygmalians have no hard rules for choosing their pupils. Some Pygmalians seek particular individuals; others wait for pupils to come to them. Time seems to play tricks on new Pygmalians, and many even experience their first initiation before deciding to join the order, or even knowing that they’re being initiated — which is just as well, since, given the Legacy’s terrible reputation, very few mages would actually join without some kind of revelation as to what the Pygmalian Society really is. In his induction, the mage enters a deep coma. Initiation plays out as a hyper-real dream in which the mage, placed in the surroundings of his mind’s eye, is forced to undergo an ordeal of some kind. Ordeals vary, but they are always deadly serious, and sometimes just deadly: the new Pygmalian might have to endure what seems like a week-long ritual dance, survive a crucifixion or experience being tattooed all over his body. In the ordeal, the Pygmalian is guided or hindered (or both) by a visionary figure who will return in each of the Pygmalian’s initiatory ordeals. Sometimes, this figure is a mirror image of the Pygmalian, a past self or a potential future self. Sometimes, the guide is a sexual complement of the Pygmalian, a perfect “other half” of the opposite gender to the initiate (or, if the initiate is gay, the same gender). Sometimes, the guide is an entirely different figure, perhaps one of the regular cast of the initiate’s dreams elevated to the position of spokesperson. Sometimes, the guide is a mythical or literary figure: anything from a Grail-questing knight to a talking animal that leads the mage down a rabbit hole. When the ordeal is over, the Pygmalian returns to consciousness and the real world. There is always some anomaly that suggests that the ordeal was not a dream. A Pygmalian who endures being tattooed wakes up with a small tattoo on her face. A Pygmalian who endures crucifixion in his vision wakes up with small scars on his hands, feet and sides. Another Pygmalian finds small objects or items of jewellery belonging to her mage’s guide in her pockets. On the other hand, a Pygmalian who fails his initiation usually has no memory of what happened, and is likely to be found very ill, or with broken bones or just covered from head-to-toe with bruises or superficial burns. Although every Pygmalian tutor teaches his pupils in his own way, the substance of the teaching is fairly constant: pupils are taught the Pygmalian philosophy of Art. At the same time, Pygmalian pupils receive absolute freedom with what they do with the teaching, how they express their Art and whom they choose to guide in turn. In each subsequent initiation, the Pygmalian undergoes another hallucinatory ordeal, and, each time, gains another sign that the ordeal was more than simply a dream. These dream-ordeals, however, are not spontaneous unless the Sculptor has cut her tie to her tutor and decided to craft her soul without further help. Soulcrafting for the second and third attainments involves a preparatory ritual. Each tutor and pupil design a unique ritual to induce the initiatory vision, but the ceremony uses paraphernalia drawn from Western magical traditions. Depending on the tutor, this could involve robes or nakedness, magic circles, wands, knives and the like. Shortly before Cajean’s death, he underwent a fourth ordeal. He told one of his pupils that he had learned the truth about where these visions came from and who the visionary figures really are. He died before he could lead anyone else to the fourth attainment. If any other Pygmalians have reached the fourth ordeal by themselves, they’ve kept quiet about what they learned."},{"title":"Induction Before Choice","text":"Many Pygmalians say they had their initiatory ordeal before they decided to join the Legacy, and their initiatory ordeal guided them to their tutors. That’s only partly accurate: Acanthus mages take a free and easy view of Time, but even they don’t engage in rampant causality violation. Unconsciously, an Acanthus mage’s soul can see the possible futures and the option of joining the Pygmalians. The soul induces the initiatory coma; mind and soul have their dialogue and reach a conclusion. The soulcrafting is not complete, however. Unless the nascent Pygmalian has a Gnosis of 4 or higher, he still needs a tutor’s help to “lock in” his soul’s new shape. "}],"attainmentDescription":"Pygmalians seek to make a tangible, material alteration to history through their Art. Many mages are surprised that the powers the Pygmalians cultivate above all others are so indirect. The Pygmalians work to master Time and Fate, like other Acanthus, but add to this a superior understanding of the mysteries of Mind. Through this Arcanum, they manipulate emotion, sense and memory for the purpose of guiding others to their own inspiration. Pygmalian magic is subtle, hidden in passionate words or flamboyant gestures that are not obviously magical in and of themselves. Many Pygmalians, particularly those who perform in some way, learn how to use their Art as a vehicle for their magic (especially for extended spellcasting). The most talented Pygmalians learn to do this themselves, even before they join the Legacy. ","attainments":[{"order":1,"name":"World in a Grain of Sand","prerequisites":["Gnosis 3","Mind 2, Fate 1, Expression 3"],"description":"The first thing the aspiring Pygmalian learns is how to direct emotions through the manipulation of human senses. Smells, sounds, tastes and colors — or their implanted memories — can alter someone’s mood for good or ill, reminding a subject or a group of people of whatever emotion the mage wants them to experience. This attainment produces an effect more or less identical to the Mind 2 rote “Sculpt the Heart” (see Mage: The Awakening, p. 208), but using a contested roll of Manipulation + Expression + Mind versus the subject’s Composure + Gnosis. The mage’s own senses are affected too. By examining the sensory reflection of the emotions dredged up from his subjects’ memories, the mage can perceive the weave of connections existing between the people he affects and the people around them. The links of emotion and Fate manifest as a kind of synesthesia, with emotional smells, tastes, sounds or colors becoming apparent to the mage as he examines the web of association around him. In game terms, this works as the Fate 1 spell “Interconnections” (see Mage: The Awakening, p. 148). As a minor side effect, the mage permanently becomes a synesthete, with tastes, colors, smells and sounds mixed up in his perceptions. Many Pygmalians see this as a benefit, citing Shakespeare and Kandinsky as examples of inspiration through synesthesia. The mage can bring about the memory of feeling through simple conversation, or through the medium of his Art (for example, by means of a musical performance, a stand-up gig or a gallery showing at which the mage is present). The effect does not always have to be direct. Calming words can, for example, be used to hide an infuriating subtext (in the manner of a “friends, Romans, countrymen” speech). If they can, Pygmalians use this power on groups of people rather than individuals, since the more people the Pygmalians can affect, the more information they can glean about their interconnections. Sometimes, a Pygmalian uses this power on herself. She might feel she needs to force herself to do something frightening or emotionally painful. She might want to make herself play a role with true sincerity, or she could simply want to feel something. Even though the mage uses this power on a willing subject (i.e., herself), she still makes a reflexive roll of Composure + Gnosis to resist; the mage might be willing, but, subconsciously, her soul perceives this as an intrusion and fights back. The mage can, however, reduce her resistance dice pool by spending Mana, thus suppressing her natural reactions with magical brute force: each point of Mana spent reduces the Composure + Gnosis pool by 1."},{"order":2,"name":"Arrows of Desire","prerequisites":["Gnosis 5","Mind 3"],"description":"The Pygmalians develop their understanding of sensory and emotional manipulation further by learning how to imbue their actions or their performances with complex meaning. This works in a manner similar to the Mind 3 rote “Bricks of Babel” (see Mage: The Awakening, p. 213), but using a roll of Intelligence + Expression + Mind. Pygmalians who achieve this second attainment can communicate complex concepts and messages in a few brief, insignificant movements, or say one thing and communicate something completely different to the recipient. The mage can choose whether to communicate his message to an individual or to a group (use the modifiers for casting spells on more than one target; see Mage: The Awakening p. 118); the mage can also choose whether the recipients of the message actually realize that they’ve received a message from him, rather than simply having thoughts pop into their heads. The second attainment can be used in conjunction with the first. After succeeding with an application of Arrows of Desire, the mage’s player makes another roll to apply the first attainment to the message. If the roll is successful, the message has the added effect of affecting the recipient’s emotions. A skillful and lucky Pygmalian who uses the second attainment and the first in quick succession can move crowds of people to believe nearly anything. However, these attainments do not work over radio, television or recorded media — the Sculptor must be “live and in person.” Optional Arcanum: Time 3 Pygmalians realize that they often make mistakes, and that sometimes brushstrokes need to be erased or altered. Sometimes, a Pygmalian needs to know the immediate results of two or three choices. A Pygmalian mage who is also a Disciple of Time can fold herself into her own short-term memory, bodily pulling herself moments into the past in the same way as the Time 3 spell, “Shifting Sands” (see Mage: The Awakening, p. 263). A Pygmalian knowing this spell or ancillary attainment often repeats it, over and over, as he examines all the possible results of his decisions. This can be dangerous, since, similar to the “Shifting Sands” spell, anything that happens to the mage still happens, because the mage, in going back, actually displaces his earlier self from the timestream. Sculptors who do this often may experience strange sensations at entirely random intervals, shuddery, cold sort of feelings, like sudden flashbacks of dying."},{"order":3,"name":"Eternity in an Hour","prerequisites":["Gnosis 7","Mind 4"],"description":"Pygmalians who reach the third attainment find that, while the secret of inspiration is still, frustratingly, just out of their grasp, they can, at the very least, produce the conditions for revelation to happen. Through the manipulation of memory, a mage with this attainment can make a single subject experience an epiphany, a sudden understanding of some past event, or a false memory of some inspirational, life-changing experience. Depending on the event the mage chooses, this experience can be healing or traumatic. In game terms, this works like the Mind 4 spell “Breach the Vault of Memory” (see Mage: The Awakening, p. 214) with the same contested roll of Gnosis + Mind versus the subject’s Resolve + Gnosis. The revelation doesn’t last very long (usually no more than a scene — see the spell description in Mage: The Awakening, then apply the number of successes rolled to the Extended Spellcasting Duration chart for prolonged spells on p. 120 of that book), but the revelation’s indirect effects last. Even when the subject recognizes that her memories of love, divine revelation or childhood trauma were delusions, she still recalls what it felt like to remember these things. The memory of feeling is not feeling, but often is enough to drive a creative individual to cathartic action. A novelist given a taste of bitter love writes a powerful story of loss and desire. A painter is driven to a masterpiece by the memory of a unique face. Pygmalians often bolster the effect, repeating it or prolonging it with the use of the first and second attainments. Pygmalians also use this power on themselves. Again, a Sculptor might want believe utterly in his adopted role or experience someone else’s trauma, or even to experience that madness said to be close to genius. Similar to the first attainment, a Pygmalian using this power on himself still has to make a reflexive resistance roll, this time Resolve + Gnosis (per “Breach the Vault of Memory”). He can spend Mana to force the power on himself. Pygmalians using this power often have no idea what they’re doing when under their own influence. Some Pygmalians can even take on three entirely separate roles in a day, all the time unaware of the actions of their other selves. Optional Arcanum: Time 4 An Adept of Time who achieves the power to impart Eternity in an Hour gains a small revelation of his own. By examining the skeins of fate and time connecting everything, the Pygmalian can discern what needs to happen in order for any individual to create history, or True Art — or stop it from happening. This works exactly like the Time 4 spell, “Prophecy” (see Mage: The Awakening, p. 264). The answer is never direct. It comes as a feeling, an emotion, supplemented by synesthetic sensory experiences (heard colors, tasted sounds). The mage, thinking over the options, suddenly knows what feelsright, and takes the opportunity to act on that intuition."}]}