{"name":"Quiescent","nicknames":["Liars"],"tagline":"It’s not a Lie. It’s a governing principle of the world, and we should just get used to it.","hand":["R"],"order":[""],"path":[""],"arcana":["Time"],"sources":[{"sourceBook":"Mage Noir","sourcePage":"22-24"}],"sections":[{"title":"Introduction","text":"Ideologues from all of the five orders refer to the curse that prevents Sleepers from understanding and remembering magic as “Quiescence.” For years, mages decried this phenomenon — it was a victory for the Exarchs, it was preventing humanity from ascending and Awakening, and it caused potentially lethal Paradoxes. It prevented mages from using their skills to humanity’s greatest benefit. In the aftermath of the Second World War, three mages realized, grudgingly, that Quiescence might have another, beneficial function. It kept mages separate from Sleepers so that Sleepers could manage the world in their own way. Maybe the Abyss was there for a reason? These three mages were all comrades in arms, having served in France. One of them, Ellis Weaver, was wounded in battle and returned home before the end of the war. Another, George West, was promoted and rode out the war in command bunkers, rather than in the field. The last, Hans “Johnny” Dorfmann, stayed in the field and was present when US forces liberated the Dachau concentration camp in 1945. When they reunited after the war, they drank and talked and laughed, and finally, after several bottles of bourbon, someone said what they were thinking: Humanity was leaving magic behind. Magic was powerful and amazing, but it was slow, and everything that the three of them could see pointed to the future being all about speed, efficiency and mass production. They could work within that system, they felt, or they could live forever outside of it. That night saw the beginnings of the Quiescent, a Legacy devoted not to the destruction of magic or its removal from the world, but to the practice of magic that would work withinthe Fallen World. Their magic would be invisible, explainable as coincidence, guiding rather than forcing. Yes, it would be challenging, and yes, they would be leaving behind some of their most impressive abilities. But they would also be safer. As paranoia grew in the wake of the brewing Cold War, the three of them were even more convinced that they were right. Over the next few years, the three of them trained other mages in New York, Los Angeles, Chicago and Detroit in their philosophy. They inducted a few into the Legacy, once they were sure that the subject was ready to leave behind the quick power and flashy results that vulgar magic brought. Their philosophy and magical style, known as Quiet magic, proved more popular (and, obviously, easier to adopt than the Legacy), and other mages began spreading it. Entire Quiet cabals, known as “Whispering” or “Sotto Voce” cabals, arose, but the Consilii to which they belong rarely had a sense of who they were or what they were doing. As such, they gained a reputation as being untrustworthy, maybe even Seer plants. This, in turn, drove the Quiet mages even further from the mainstream of mage society."},{"title":"Schism","text":"In 1948, Hans Dorfmann split from the cabal. In his letter to his friends, he claimed that it wasn’t working. It wasn’t enough to work magic invisibly. Magic needed to stop. With horror, George and Ellis realized that Hans had become a Banisher. Within three weeks, more than 20 Quiet mages across the country were dead. Hans couldn’t possibly have killed them all, or so his former cabal-mates thought — not unless he was using his mastery of Space magic to transport himself around. Ellis and George contacted as many of their followers as they could, but part of the Quiet philosophy was a focus on avoiding easy detection. As such, by the time they could make contact with many potential targets, they were already dead. Wracked with guilt, the two of them stepped back from Awakened society in 1950. Many practitioners of the Quiet philosophy, though, never having actually met the three founders, were perfectly safe (at least from Hans). They went about their lives in the bleak years of the late 1940s, attempting to live in harmony with the direction that the Sleepers seemed to be taking the world."},{"title":"The Quiet Philosophy","text":"As mentioned in the text above, the most important principle of the Quiet philosophy is that the mage use no vulgar magic. Every spell the mage casts must be in keeping with the natural laws of the Fallen World. That means that the mage should have some grounding in physics and probably other scientific fields as well, and Quiet mentors often counsel their pupils not to rely on the propensity of Sleepers to shrug off weird occurrence. Yes, Sleeper witnesses might say, “it could happen,” but magic does not occur in a vacuum. The Abyss is always watching. Beyond that, however, the Quiet philosophy doesn’t ask much. Mages aren’t expected to follow precepts of non-violence, beneficence or honesty. The founders did endorse living in the Fallen World and not pretending it was something other than it was. Mages have the same choices and opportunities as Sleepers, and sometimes that means taking the dirty money or pulling the trigger. As might be expected, some mages take the wrong lessons from Quiet. It’s easy to hear “do what you have to do” and see that as “do anything you want.” This is one reason that Quiet mages have bad reputations in many Consilii. Fortunately, another important precept of Quiet is keeping one’s head down and staying out of sight of the authorities, both Sleeper and Awakened."},{"title":"Quiet Magic in the Modern Age","text":"What happened to the Quiet mages and the Quiescence Legacy? Hans never came for George or Ellis, but the two of them vanished from Awakened society entirely. Their first pupils formed a cabal which remained active into the 1950s (and is detailed in the Appendix to this book), but their whereabouts after that point are unknown. It is probable that, as the paranoia of the 1940s and 1950s gave way to the radicalism of the 1960s, the philosophy simply became outmoded and unpopular. The Legacy, of course, was harder to shed, and so it is likely that a few Liars still live today."},{"title":"Orders","text":"Membership with the Quiescent is meant to be kept completely separate from order membership. Indeed, Liars are not supposed to identify themselves as such in any other context except as it related to Legacy study or business. As such, the Legacy includes members of all five orders. It could, in theory, even include Seers of the Throne, though it would take an exceptional mage to deceive a Liar long enough to join the Legacy."},{"title":"Appearance","text":"Quiescent mages live on the fringe of society. They favor big cities, where they can fade into the background. They dress simply, and they take whatever work they can. It’s not uncommon to find Liars working as investigators or in other capacities that make good use of the mages’ talents for analysis and detection, however."},{"title":"Background","text":"Many Quiescent mages were war veterans, or at least took a keen interest (widows or wives of soldiers, for instance). Liars often are comfortable with illegal activities, if not directly participating in criminal endeavors themselves. The Quiescent follow a well-defined behavioral code with regards to magic, but the Legacy places few demands on their morals otherwise. In the future, the Legacy’s founders felt, morality was best taken in moderation. Too much of it led to being paralyzed, or being manipulated into fanaticism and genocidal madness."},{"title":"Organization","text":"New Liars are inducted at the discretion of current Legacy members, and always by practitioners of Quiet magic. Once brought into the Legacy and “confirmed” as Quiescent (that is, upon learning the first Attainment) the mentor generally severs regular contact. When the student has progressed to the point of learning the next Attainment, she makes an effort to contact her mentor again."},{"title":"Suggested Oblations","text":"Spying, following a Sleeper, quiet observation, mixing drinks, cleaning and other menial chores, solving a puzzle"},{"title":"Concepts","text":"Hard-boiled detective, bent (but not crooked) cop, snitch, obsessive peeping tom, haunted war veteran, femme fatale, bookie, well-known fixer, usual suspect, low-level gangster."}],"attainmentDescription":"The Quiescent use Time as their primary Legacy Arcanum, in their quest to forget (or at least distance themselves from) the past and fit in to the future. As befitting the Quiet philosophy, the effects of their Attainments are subtle and not showy — although they would not generate Paradox in any case, the Quiescent remind detractors that avoiding Paradox isn’t the point of the exercise. The point is to avoid the notice of the Abyss altogether.","attainments":[{"order":1,"name":"No Past","prerequisites":["Gnosis 3","Time 2","Science 1","Stealth 1"],"description":"The first Attainment that the Liars learn allows them to mask themselves from scrutiny into their pasts. A nosy mage attempting to use Time magic on a Quiescent mage finds the attempt frustrated — instead of seeing the target’s past, she sees simply a swirl of shadow and hears a rush of sound, with noform or detail. Likewise, police investigation into the character’s past hits walls. People don’t remember the character, records go missing, and photos never quite look like the mage. In game terms, this Attainment functions much like the Shield of Chronos spell (p. 261 of Mage: The Awakening; consider the Potency to be equal to the Liar’s Gnosis) except that it is always active and it applies to mundane investigations into the character’s past as well as inquisitive uses of Time magic. This Attainment stacks with uses of Shield of Chronos."},{"order":2,"name":"No Present","prerequisites":["Gnosis 5","Time 3"],"description":"It’s not enough to be a man without a past if someone can just come and find you (particularly when one of the Legacy’s founders is trying to kill you). This attainment, originally designed to help the Liars avoid scrutiny from the Sleeper authorities, has the added benefit of helping to thwart Hans’ lethal attentions (see p. 21). This Attainment allows the Liar to instinctively avoid detection by knowing when and where someone might be waiting for him. The player activates this Attainment by rolling Wits + Stealth + Time. Once active, the Attainment remains in effect for one day. While active, the character cannot be ambushed or surprised. If he encounters a situation in which someone is looking for him with baleful intent, he feels a creeping sensation on the back of his neck or in the pit of his stomach. This doesn’t mean he can’t or shouldn’t enter the situation anyway, and in fact some Quiescent mages state that this Attainment just gives them a warning that things are about to go badly, not a way to avoid such situations. In game terms, the Storyteller should tell the player when the character is about to enter a scene in which someone is lying in wait, but not be more specific than that. What awaits the character might be as simple as an ex-wife’s lawyer wanting to serve papers, or as dangerous as a gangster’s thug waiting to plug the Liar. If the character turns and leaves, he’ll never know the nature of the threat (though of course, the mage could also cast Divination for more information). If the character does enter the situation, the player is considered to automatically succeed on any Reaction to Surprise roll (see p. 46 of the World of Darkness Rulebook). Optional Arcanum: Death 3 Everything breaks if you hit it with enough force. Liars with some skill in the Death Arcanum learn to apply their magic to this principle. With the expenditure of one point of Mana, the player can add the mage’s Gnosis to any roll made to damage or destroy an inanimate object, provided the mage does not use vulgar magic to do so. This allows Liars to kick in sturdy doors, shoot out the engine blocks of oncoming cars, and ram their own vehicles through roadblocks."},{"order":3,"name":"No Future","prerequisites":["Gnosis 7","Time 4"],"description":"The future is a phantom. Any reasonable predictions about where humanity as a species was going evaporated along with nearly 80,000 citizens in the wake of the bombing of Hiroshima. The only future worth discussing is tomorrow—not the “tomorrow” that science fiction writers insist will bring flying cars and world peace, but the day after today. This Attainment allows the Quiescent to manipulate the immediate future to their benefit. Roll Manipulation + Science + Time, and spend one point of Mana. If the roll succeeds, the player may narrate one beneficial change in circumstance for her character. The more elaborate the change, though, the longer it takes. A change in circumstance that helps her win a fight (the enemy runs out of bullets, the cops arrive) might only take a turn, whereas one that changes the mage’s life entirely (becoming fabulously wealthy, finding true love) might take years. In play, the best use of this Attainment is one that the player can clearly define and that is doesn’t “break” the narrative, so the Storyteller has full veto rights. Since so few mages have or ever will have access to this Attainment, the full scope of the power it grants is unknown. Optional Arcanum: Death 4 Applying knowledge of weak points isn’t limited to inanimate objects. A Quiet mage with this level of skill can find the weak point in a living being, applying potentially fatal force to an attack. The player spends one point of Mana to add the mage’s Gnosis to an attack. The attack can take any mundane form (punch, stab, gunshot) but cannot be magically enhanced in any way. A humane mage can use this power to knock out troublesome opponents quickly. A less humane mage can walk into a room with a gun and kill everyone in it in a few seconds."}]}