{"name":"Roses of Eden","nicknames":["Noddists"],"tagline":"If it ever existed, it fell apart a long time ago. Let it go. I’ll help you.","hand":["L","R"],"order":["Free Council"],"path":["Acanthus"],"arcana":["Life"],"sources":[{"sourceBook":"Keys to the Supernal Tarot","sourcePage":"31-38"}],"sections":[{"title":"Introduction","text":"Almost every civilization has a “time before” story. Before life was the way it was, there was a paradise, a land of ease and comfort, of beauty and pleasure. And then, usually due to some failing on the part of mankind, it all fell apart, and people were forced to hunt, mate, hurt and die. The fact that this myth is so widespread leads the Awakened to surmise that there must be some truth to it — indeed, they tie these uber-myths to their own story of the Fall of Atlantis. The Celestial Ladder shattered and the Awakened City was lost forever. The Orders of the Pentacle (rather, four of them) claim to be all that remains of this “time before.” The Roses of Eden don’t dispute this. They just think it’s pathetic. The Roses of Eden are mages that denounce the Pentacle, and the Atlantean paradigm in general. It is n’t t h at t hey cla im At la nt is neve r ex is t e d — c e r t a in ly the temples and Artifacts, to say nothing of phenomena such as ananke, indicate that somecivilization of mages predated known history. What the Roses object to is basing the current, modern-day society of the Awakened on a society about which so few concrete facts are known. After all, mages are aware that the Seers of the Throne take their orders (or at least inspiration) from ancient, ascended masters — why, then, do the Pentacle mages insist on doing the same thing? Oracles or Exarchs, it doesn’t matter. Both are inscrutable, both are unknowable, and both are not of the Fallen World. Better, surely, to create a new society, one truly born of the modern era. The Legacy’s members are aware that their philosophies aren’t popular, and so most of them try to meet other mages’ concerns as reasonably and gently as possible. This is especially true of the Noddists, who once claimed membership in one of the orders but left after the labyrinthine politics and rampant nepotism disillusioned them. Yes, the orders have safeguarded important secrets through the centuries — rotes, magical practices, mudras, mystic items and locations — and those should all be preserved. But isn’t it time to cast off the rivalries of the past? Some Noddists, however, are openly hostile to the orders. They might be able to work with order mages, or even to join their cabals, but they refuse to take membership. Some even refuse to claim membership in a Consilium, but most Roses admit that it just isn’t practical to try to make a life as a mage without the protection and support of other mages. Perhaps most controversial of all, some Roses cultivate contact with sorcerers whose power doesn’t come from the Supernal Realms at all. Not all magic is Awakened in nature, and while most mages seem to feel that any magic that doesn’t directly stem from an Awakening is an inferior or even stolen version of their own power, the Roses of Eden view all magic as having a place in their ideal society. The Fallen World is a dangerous place, and having allies that don’t suffer Paradox or engender Disbelief can only benefit the Awakened, even if their powers aren’t as versatile. The Roses of Eden haven’t made a great deal of progress toward establishing their society yet, largely because they have thousands of years of Atlantean tradition to break through. In some Consilii (notably those with a heavy Free Council presence), the Roses have succeeded in doing away with some of the tradition offices. Instead of a Hierarch, a visiting cabal might find a Committee, or even a President, elected for a short time by the mages of the city. Rumor has it that one city’s mages even collectively renounced their order membership and pledged themselves to the Roses of Eden. This city (the exact location varies depending on who is telling the tale and why) lost all of its mages over the next six weeks, and now no Consilium at all remains. The more militant Roses of Eden have their theories about what really happened, but the moderate members of the Legacy doubt the veracity of the story."},{"title":"History","text":"The story goes that in Eden, before the fall from grace, roses did not have thorns. After Eve ate from the Tree of Knowledge, God laid a curse on Adam that (among other things) plants would have thorns and thistles. Roses, then, developed the sharp thorns that would go on to become metaphors for life in general and for the sorrow that seems to follow happiness. This story resonated with an Acanthus mage named Abigail Mitchum who had recently joined the Silver Ladder. During her Awakening to Arcadia, she had seen the possibility of the Wise to earn the title, to delve into mysteries of the past and look to the heart of history’s greatest triumphs and mistakes. The potential to teach, to save and to succor was there, in the Awakened soul of every mage. The Silver Ladder, she was told when she emerged, breathless, from her Awakening, was the society of kings, the shining beacon of…. This sort of talk continued until she’d pledged herself to the order. But then, slowly but surely, she learned that others didn’t share her idealism. Abigail was a veteran of bureaucracy, both from civil service jobs and academia, and she recognized what she was seeing. The Wise, the Awakened, the all-powerful théarchs, weren’t looking beyond their own interests. They saw status within the orders as a goal in itself. Frustrated, she made friends with members of the other orders, and discovered that it was the same everywhere. Even in the Free Council, which didn’t suffer from the same kind of pettiness, mages still saw clout within their own society as a goal. Abigail thought that was absurd. Yes, people have a tendency to seek accolades, and they could still do good things while gaining status. But mage society was artificial, constructed around and in the cracks of Sleeper society as some desperate homage to a time that no living mage could verify, much less remember. Abigail held the Awakened to a higher standard than that, and dramatically left the Silver Ladder. “It’s not enough for her to be a mage,” one of her former colleagues muttered as she left. “She wants to be a superhero.” Abigail dropped out of sight and ventured across the world, meeting with order leaders, new cabals, solitary mages and those rare few who exist outside the Atlantean societal structure. She learned that there were other ways of doing magic. Power over the world could come from many sources, not all of them benign. A man’s burning obsession could create life. A witch’s potions could make someone fall in love. A wolf-skin, properly prepared, could allow a man to change into a beast. What Abigail took away from these meetings, aside from a great deal of arcane knowledge, was that either magic infused the Fallen World to a much greater degree than mages understood, or that they just weren’t willing to admit it. And again, Abigail found that unacceptable. She returned to her original Consilium five years to the day after she left. She approached the seat of the Hierarch and threw a thornless rose at his feet, and then turned to face the assembled Awakened. “I am the Rose of Eden,” she said, “and I have shed my thorns. Anyone who wants to do so is welcome to find me.” A few of the mages in attendance did, in fact, come to see her, but only those on the Path of Thistle have so far joined the Legacy itself. Over the ensuing years, the Roses of Eden have spread out over the world, sometimes working closely with Consilium mages, sometimes shunning them and keeping company with other solitaries and non-Awakened sorcerers."},{"title":"Induction","text":"Once a prospect has found a potential tutor, she must present her case. Why should she be allowed to join the Legacy? Wanting to keep membership in any of the four Atlantean orders (or “pseudo-Atlantean” orders, as some Roses call them) is grounds for immediate dismissal. Individual Noddists can choose to admit Free Council mages to their ranks, but not all are willing to do so. Only Acanthus mages are permitted to become Roses of Eden. The prospect is subjected to lengthy questioning, and all answers are vetted against both mundane and magical investigation. The Roses like to know who they are dealing with. It isn’t that they are afraid of infiltration (they tend to be transparent about their agendas and initiatives), just that they don’t want people grubbing for power within the Legacy. The prospect also needs to present an accounting of what she has done with her life. Has she held down jobs or raised a family, or has she led a life of hedonism and sloth? The Legacy doesn’t disapprove of pleasure, but the Roses can’t abide idleness from mages. Recently Awakened mages, especially those who have careers and families and are still coping with the transition from Sleeping life to Awakened life, are never turned away, even if they can’t actually join the Legacy (due to not being Acanthus or not being magically powerful enough). Such people are given support and mentoring, always with an eye toward building the ideal Awakened society — one in which mages help each other to explore the secrets of the world and protect those who cannot safely look upon those secrets, rather than squirreling them away and sniggering about it. The Roses of Eden don’t go in for showy initiation requirements. They see such trials as exactly the sort of thing that mages should be able to rise above. After all, a mage with even the barest knowledge of the Mind or Fate Arcana should know a lie when she hears one. An Apprentice of Time can get a sense as to whether a given prospect will or will not make a good member of the Legacy. Why not put these talents to use, and save the time that would otherwise be wasted in contests of strength, skill or political savvy — talents that can just as easily be bestowed by magic? The gifts of Awakened are nothing without the moral fiber to make good use of them, and if there is a spell to make someone into a reasonable and honest person, the Roses haven’t discovered it yet. Once a mage is accepted into the Legacy, she is expected to keep regular contact with her mentor for a period of not less than sixth months. During that time, she is also expected to act in some meaningful way, either to help other mages reinvent their society, help Sleepers combat the evils of theirsociety, or find mages and other magic users outside the Atlantean power structure and enlist their help, or at least their knowledge. All of these can be dangerous jobs, and the Roses of Eden make no bones about it — they do not enjoy the same support that other mages do. “But,” Abigail always says when this is pointed out to her, “give the Roses time to bloom.”"},{"title":"Orders","text":"Obviously, the Roses of Eden aren’t popular with any of the four orders that claim to derive from Atlantis. The Free Council is often favorably disposed toward the Legacy (and officially, it’s the only order to which the Noddists are allowed to belong), but not always. In some areas, Free Council mages are either loyal to the Pentacle or marginalized to the point that they have little concept of their order’s identity. The Roses of Eden looks upon the former with scorn, but on the latter with hope — thosemages are ripe for recruitment to the cause."},{"title":"Appearance","text":"A slight majority of the Roses of Eden is female, but this isn’t a matter of policy so much as a reflection that many Consilii still favor men. Beyond that, Noddists tend to be healthy and athletic, a side effect of their practice of the Life Arcanum."},{"title":"Background","text":"The Roses of Eden, as a Legacy, accept only Acanthus mages who do not claim membership in the Guardians of the Veil, the Mysterium, the Adamantine Arrow or the Silver Ladder. Beyond that, they don’t put restrictions on who may join as a matter of policy, but each individual Noddist is left to her own devices on whom to take on a pupil, and not all Noddists have the same priorities. One might look at the Legacy as a way to forcibly bring down the established Consilium structure, and recruit a mage with experience in urban warfare. Another might take a more tolerant approach and try to bring the system down by exposing it — a reporter, then, might make for a good pupil. As a faction or an ideological movement, the Roses of Eden don’t discriminate. Sleepwalkers, non-Awakened sorcerers and even order mages (though they aren’t usually made to feel very welcome) can expect to be heard when the Roses gather."},{"title":"Organization","text":"The Roses of Eden maintain a loose chain of command, stretching back to Abigail Mitchum, but higher-ups in the Legacy aren’t used as threats or bargaining chips, as this sort of behavior is exactly what the Legacy hates. As with many Legacies, pupils and mentors stay in contact after they have parted ways, and in this manner the Noddists keep each other appraised of current events. The Roses in a given region will sometimes meet to discuss current activities and policy, as well as to give warnings about mages that should not be trusted or that have left the Legacy to join or rejoin an order."},{"title":"Suggested Oblations","text":"Wr it in g o r r e a d in g p h ilo s o p hy, vo lu nt e e r in g o r d o in g c h a r it y wo r k , g a r d e n in g, r e a d in g non-Atlantean occult work, educating Sleepers (not necessarily about magic)."},{"title":"Concepts","text":"Wo u n d e d ex-A r r o w, E x- Gu a r d ia n o n t he r u n, bit ter ex-théarch, amnesiac ex-mystagogue, rabble rouser, scholar of alternate mysticism, gardener, priest, vigilante, late Awakener with kids."},{"title":"The Roses of Eden as a Left-Handed Legacy","text":"Using the Roses of Eden as a left-handed Legacy is simply a matter of adding a deranged sense of urgency to their philosophy. Paradise is fallen. The Awakened have been cast down, and the remaining shreds of the Atlantean society simply need to be ground up and discarded like the trash they are. Add to this a kind of brutal naturalistic bent, and it’s easy to see the Roses as the creeping vines (with thorns, of course) that grow over disused property. The first Attainment of the Legacy remains unchanged. The primary function of the Tree of Life Attainment likewise remains the same, but the optional Arcanum becomes Fate 3, with the following power: The mage curses a piece of food, usually fruit or some other plant. It’s even possible to curse a tree or other fruit-bearing plant and affect every morsel of food on it, though this curse only lasts for a scene, while cursing an individual piece of food lasts until the food is eaten or rots. Laying the curse requires a roll of Manipulation + Occult + Fate. When someone consumes the cursed item, he is plagued with ill fortune. Over the course of the next week, the Storyteller can designate some of the target’s rolls to be chance rolls, no matter what the usual dice pools. These rolls must be Mental action in nature; combat rolls are exempt, but rolls such as Research, Perception and Reaction to Surprise are eligible. The number of chance rolls is equal to the Noddist’s Fate Arcanum. The third Attainment remains as written, including the optional Arcanum. The experience becomes much more painful and invasive, and participants might find moss growing under their fingernails after it is over."}],"attainmentDescription":"Abigail Mitchum was (and remains) a gardening e nt hu s ia s t , no t t o me nt io n a b it fi x at e d o n t he met a p ho r of Eden-as-Atlantis. The Attainments of the Roses of Eden represented her combinations of these notions, and of the idea that a society, like a delicate flower, takes time, energy and love to grow and shape.","attainments":[{"order":1,"name":"Blossom’s Whispers","prerequisites":["Gnosis 3","Life 2","Crafts 2 or Crafts 1 with a Specialty in Gardening","Survival 1"],"description":"Make no mistake — being a Rose of Eden places a mage in danger. Some Consilii regard the Legacy as nothing less than a terrorist organization, and it’s not unknown for assassins to target the Noddists, especially the ones that seem to make some headway (ironically, the loud, hyper-critical Roses are the easiest to ignore, and seldom get selected for termination). In any event, after the third attempt by the Guardians of the Veil to silence her, Abigail developed a spell allowing her to sense minute changes in plant life around her. This enabled her to sense assassins coming before they could drive in the knife, and, surprisingly, even warned her of magical attacks. The plant kingdom, it seems, responds to shifts in the flow of Mana in ways that animals (humans included) can’t fathom. In game terms, this Attainment is always active and mimics the effects of both “Pulse of the Living World” and “Analyze Life” (p. 181 and 180 of Mage: The Awakening, respectively). The character thus always has an active Mage Sight, and can, with a reflexive Intelligence + Science or Animal Ken roll, know the age, sex and species of a living thing. This also has the handy effect of detecting when something is not alive, which is useful for sniffing out undead creatures, something Abigail used to great effect when looking for vampiric sorcerers. In addition, the mage is constantly tuned in to the minu t e s h ift s in t he p at t e r n s o f life a r o u n d he r. I n g a me terms, this adds two dice to any reaction to surprise roll (see p. 46 of the World of Darkness Rulebook). If the character has the Danger Sense Merit (p. 108 of the World of Darkness Rulebook), both of these bonuses apply."},{"order":2,"name":"Tree of Life","prerequisites":["Gnosis 5","Life 3"],"description":"Right or wrong, people respond better to those who appear healthy, strong and attractive. Abigail noted early in her campaign that if she looked well-rested and hale, her audiences, be they mage, Sleeper or stranger beings still, received her politely and with more respect. This Attainment allows a Noddist to appear perpetually healthy, with the bonus of allowing her to heal damage to her body more quickly into the bargain, by combining her knowledge of plant life with her ability to heal herself. The mage can reflexively heal all bashing damage once per scene, no matter how much she has taken or whether or not she has any more severe wounds. In addition, she can spend one point of Mana to downgrade any lethal damage on her Health chart to bashing damage. Finally, if she suffers enough lethal damage to starting bleeding to death (see p. 173 of the World of Darkness Rulebo ok), she automatically spends a point of Mana and stabilizes herself. She is still unconscious, but is in no danger of dying unless she takes more damage. To use any of these powers, however, the character must either be in direct sunlight or be able to touch bare earth. The earth must be able to sustain plant life. Even a houseplant is enough, but if the character is in a city alleyway at night, she might have trouble using this Attainment. Optional Arcanum:Prime 3 A Rose of Eden who is also a Disciple of Prime can grow a true tree of life. The tree needs to be of a variety that bears fruit, and it must be grown without magical assistance (that is, the character must tend and water it normally). The mage must plant the tree herself, though a sapling works just as well as a seed. When the tree bears fruit, the fruits carry within them the power to heal. Anyone who eats the fruit of the tree is immediately healed of damage equal to the mage’s Gnosis, in either bashing or lethal damage. If the mage has Life 4, the fruits can heal aggravated damage as well. Although the mage cannot use Life magic to speed the growth of the tree, she can use any mundane method she wishes to speed up its growth. Abigail Mitchum was known to tend an apple tree using this Attainment, but she also grew tomato plants in her basement using hydroponics. The tomatoes worked just as well for healing as the apples. The mage must infuse the tree or plant with one point of Mana per day to allow the plant to soak up the necessary magic. Water infused with Tass is acceptable, and some Roses have even been known to infuse plant food tablets with Mana to feed their magical trees. If a plant goes more than three days without a point of Mana, it loses the ability to function as a Tree of Life until infused with a full month’s worth of Mana."},{"order":3,"name":"Tree of Knowledge","prerequisites":["Gnosis 7","Life 4"],"description":"“Awakening is the act of eating of the Tree of Knowledge,” Abigail Mitchum liked to say. “We listened to the Serpent, no matter what form he wore at the time, and we took a big bite. That’s not the Fall. The Fall was assuming that eating that fruit meant we knew something that other folks didn’t, and could neverknow.” Abigail felt, especially after her travels, that the Fall of Atlantis was relevant only insofar as it provided a good model of what not to do. Arrogance, elitism and pride were the enemies, and sectarianism and divisiveness were what strengthened those things. The Tree of Knowledge, she came to feel, was not dangerous because it revealed, but dangerous because knowledge itself was dangerous. Knowledge could paralyze or divide just as easily as it could teach or heal. And Abigail, never one for inaction, decided she would show people the unity that knowledge could provide. This Attainment was the result. Those mages who have experienced the Tree of Knowledge Attainment describe the feeling as extremely unsettling. The Attainment requires that all participants touch, skin to skin (holding hands is the usual method, though more intimate versions have been known to occur). The mage then uses the Attainment to make slight alterations in the Pattern of all of the participants, changing animal matter to plant matter on a cellular level. The result is an increased awareness of one another’s state of being and an ability to understand one another, which lasts for the duration of the scene. The participants all feel a sudden dulling of sensation from sound and sight, but experience a kind of synesthesia — they feel light rather than seeing it. Also, perception of difference between people fades, not to visual perception, but to cognitive association. That is, participants notice details like race, size, age and so on, but do not attach much meaning to them. In game terms, the player rolls Presence + Empathy + Life. Any character that wishes to resist can roll Resolve + Gnosis, contesting the mage’s roll. If the mage succeeds, all participants gain an immediate sense of t he p hy s ic a l he a lt h o f eve r yo ne invo lve d , s imila r t o t he Life spell “Healer’s Trance.” In addition, the characters become passive and incapable of violence against one another for the duration of the scene, though they are capable of defending themselves against outside threats (any combat rolls made by participants during this s c e ne s u f fe r a –1 mo d ifi e r, t ho u g h). F in a lly, p a r t icip a nt s become linked on a deep and primal level for a short time. Reactions to surprise are made collectively — as long as one player succeeds, none of the others are surprised. Also, the participants can disperse injury among them, potentially ignoring it altogether. Two participants can absorb a point of bashing damage, five can absorb a point of lethal damage, and eight can absorb a point of aggravated damage. Example: A Ro s e o f Ed e n u s e s Tr e e o f Kn o wl e d g e to l i n k a cabal of mages and their Sleepwalker servants — seven people in total (five mages, including the Noddist, and two Sleepwalkers). As they are growing accustomed to their new awareness, a trio of Seers of the Throne attacks the cabal. One Seer takes a baseball bat to one of the mages and inflicts three levels of bashing damage. Every two people linked by the Tree of Knowledge absorb one point of bashing damage, however, so none of the damage gets through (all seven of the participants wince a bit, but no injury occurs). Another Seer stabs a Sleepwalker for four points of lethal damage. Since it takes five participants to absorb a point of lethal damage, only one point is absorbed. The participants distribute the other three; three characters each suffer one point of lethal damage. Finally, the last Sleeper casts a destructive spell that inflicts two points of aggravated damage to the Noddist. Since only seven people are linked by the Tree, this damage cannot be absorbed, but it can be distributed so that the mage doesn’t have to suffer both (or any) damage. Optional Arcanum:Prime 4 If the mage also possesses Prime 4, two additional effects occur when she links a group with the Tree of K no wle d ge. F ir s t , t he p a r t icip a nt s a ll e njo y t he b e nefit s of “Supernal Vision” for the scene, even if they are Sleepers. Second, all participants become resistant to outside magic. Any spell that targets one member of the group suffers a modifier as though trying to target all of them. This modifier is applied whether or not the mage would actually be capable of affecting all of the participants. Example:Continuing with the above example, one of the Seers tries using the Death spell “Enervation” on the Rose of Eden. The Seer only has Death 4, and so is not capable of casting the spell at sensory range (and thus cannot affect all seven targets at once). Nevertheless, the roll suffers a –6 penalty as though the mage were trying to work in Target factors to affect the whole group (and this is in addition to any magical armor that the Noddist character might have!)."}]}