{"name":"Scelesti","nicknames":["The Accursed","The Wicked","Nefandi, the Unutterable"],"tagline":"Gaze into the Abyss!","hand":["L"],"order":[""],"path":[""],"arcana":["varies, observed are Spirit, Time , Space and Mind"],"sources":[{"sourceBook":"Mage: The Awakening","sourcePage":"361-363"},{"sourceBook":"Keys to the Supernal Tarot","sourcePage":"111-112"},{"sourceBook":"The Left-Hand Path","sourcePage":"73"},{"sourceBook":"Night Horrors: The Unbidden","sourcePage":"19-20"}],"sections":[{"title":"Introduction","text":"Every mage must reach across the Abyss to grasp Supernal power. This is no mere initiatic hurdle to weed out the unworthy, but a very real danger to a mage’s psyche, for the Abyss is far from empty. Awash in its torrents, its darkness clings, permeating clothing, body and soul. The slightest misstep in the Abyss can so derange the enlightened that any illumination they transmit is tainted with madness. Thus do the Legacies collectively known as the Scelesti —the Accursed —come into being. If the hordes of the Abyss can be said to have an agenda or motive, it would seem to be a desire to claim the Fallen World in lieu of the shining realms of the Supernal World that are closed to them. These entities, languishing in a kind of non-existence between the pure light of the Supernal and the gross matter of the Fallen World, seek to establish themselves in the latter. To accomplish this, an Abyssal entity must have some instrument through which to work its will in the material world. The Scelesti are such instruments. Unable to emerge in being by their own power alone, Abyssal beings must first make themselves known to an Awakened consciousness, who can then make their presence real in the Fallen World by writing the spirits’unpronounceable names across the earth in letters of fear, suffering and disaster. Mages who gaze too long into the Abyss fall prey to fascination and awe, their souls bound up in madness and obsession with the yawning chasms of unreason. Some might escape with psychic scars. Others fall prey to their own delusions and desires. Mistaking the vastness of the Abyss for a source of knowledge and strength, they abandon all sense and reason to lose themselves in endless chaos. Or they pledge themselves to the entities that lurk therein, and so consign their souls to oblivion. Those who are able to retain enough of their identity to contain their madness find that the Abyss has power in and of itself, apart from the hordes of non-beings that haunt it. Some swim in a primordial ocean of chaosplasm, riding its currents and shaping it to their ends. Others are lost to the void, their inner light swallowed in darkness and silence. Still others may find twisted reflections of their Supernal ideals in delusions. Meanwhile, the new overlords of the corrupted mages goad them on with promises of worldly glory and opulence —once the Fallen World has fallen into their clutches, of course. Such a thing cannot be accomplished alone, however, so the immediate task of the Scelesti becomes that of luring other mages into their sway and bringing them to the brink of the Abyss. Being one of the Accursed has its advantages. In a corrupt world, the expert corrupter can rule. The Abyssal hordes are not without power, and grant portions of their might to a mage who can provide them with a foothold in the Fallen World. And there are legions of lesser entities, any of which may be dispatched to serve a Scelestus as slave, guardian or familiar. Damnation by this magical course is not specific to any Path. Inheritors of this Legacy may be found practicing anywhere in mage society, using arcane symbolism and hermetic secrecy to conceal their true nature from peers and the rest of the world. Sometimes when a Scelestus is discovered within an order, his entire tutorial lineage may be stricken from the order’s records if it cannot be determined at which point a teacher was corrupted. (Hence, the Scelesti are also sometimes called Nefandi, the Unutterable, or “that which is not to be spoken of.”)"},{"title":"Appearance","text":"There is no distinct physiognomy that marks the Accursed, but over time and with degenerate Wisdom damnation reveals itself by twisting one’s Nimbus into exaggerated forms —predatory, diseased, deformed, simply bizarre or even unnaturally beautiful."},{"title":"Background","text":"The Accursed can derive from any possible background, but most often bear some psychological scar that an Abyssal entity can use to reach inside and twist the mage’s soul. Such scars can be caused by an abusive or neglectful upbringing, a deeply traumatic event or recent personal tragedy."},{"title":"Organization","text":"Accursed mages who serve different Abyssal entities (or none at all) seldom have direct contact with each other, so there is no overarching social order that encompasses all corrupt mages. Generally speaking, an all Scelestus cabal would be pledged as a whole to a single overlord or an exceptionally powerful Accursed mage. The Abyss is not entirely without its own internal “politics,” however, with alliances and enmities forming between its most powerful entities. Relations between Scelesti with different affiliations tend to reflect whatever situation exists between their respective patrons."},{"title":"Suggested Oblations","text":"Terrorizing innocents; destroying property; goading others to harm a person or to destroy property; cannibalism; a ritual killing"},{"title":"Concepts","text":"Professional deceivers and manipulators: cult leaders, double agents, performers, lawyers, diplomats, lobbyists, media and advertising executives"}],"attainmentDescription":"The attainment below is for one type of Scelestus, although there are alternate tainted Legacies that involve different attainments, some of them concerned with identifying others’psychological weaknesses and exploiting them. The attainments listed below all call on Abyssal powers. The spirits affected might become tainted and twisted, gaining one dot in the Corruption Influence if they are exposed and manipulated by the mage over a long period of time (at least a week). This Influence allows Scelesti to pervert the intentions of living creatures toward base ends.","attainments":[{"order":1,"name":"Magic Circle","prerequisites":["Gnosis 3","Space 1, Spirit 2 (primary), Occult 2"],"description":"The mage can physically interact with Twilight spirits (but not ghosts), similar to the “Gossamer Touch”spell (p. 247). He must first create a “magic circle,”and can affect spirits only while he is within the circle (although he can affect them with magic at a distance while he is standing in his circle). Creating the circle requires an instant action (no roll required), and its radius can equal the mage’s Space dots. [[MtAw_Legacy_Scelesti_MagicCircle]]If a mage has Space 2, he can use the advanced area affecting chart (see p. 118), using dots instead of dice penalties. Before the circle is complete, the mage must demarcate its outmost boundaries. The most common method is to scrape a piece of chalk or marker in a dash along each of the four cardinal directions, although the mage could just as easily place coins, empty coffee cups or soda cans, or even dirt if he doesn’t want to be too obvious about doing something arcane. Once established, the circle lasts for up to one hour. If two or more of the four markers are moved or erased, the effect is canceled until the circle is established again. While he stands within the circle, the mage gains an effect similar to the Spirit 1 “Spirit Tongue”spell (p. 246), allowing him to see and speak with nearby spirits. Optional Arcanum: Death 2 If the mage also has Death 2, he can affect ghosts in the same manner that he affects spirits."},{"order":2,"name":"Abyssal Command","prerequisites":["Gnosis 5","Spirit 3"],"description":"Within his magic circle, the Accursed can issue commands to spirits that they must heed, similar to the “Control Spirit” spell (p. 248). An instant action is performed and Presence + Intimidation + Spirit is rolled, contested by a Resistance roll for the spirit. Each success allows the mage to issue a command of increasing complexity. He can repeatedly use this attainment while the circle is operative, but he can issue only one command to a spirit at a time. He cannot command the same spirit again until his first command is completed. Optional Arcanum: Time 3 If the mage also has Time 3, he can command a spirit to speak of the future. The spirit itself does not know the future, but becomes a mouthpiece by which the mage can ask questions of what is to come. This is similar to the Time 3 “Divination”spell (p. 263). The mage performs an instant action and can ask one question about a specified target’s future per Time dot. This power can be used concerning the same target only once every 24 hours."},{"order":3,"name":"Shadow Circle","prerequisites":["Gnosis 7","Spirit 4"],"description":"From within his magic circle, the mage can “step sideways” across the Gauntlet, similar to the Spirit 4 “Road Master” spell (p. 254). To step across, an instant action is performed and Presence + Occult + Spirit roll is rolled, modified by the Gauntlet’s Strength (p. 282). The mage can do this as many times as he likes, stepping back and forth, as long as his magic circle is operative. He can leave the circle, but must return (or create a new circle) to step over again. Optional Arcanum: Time 4 If the mage also has Time 4, he can use a spirit as the mouthpiece of a greater prophecy, similar to the Time 4 “Prophecy”spell (p. 264). He performs an instant action and can ask one question about a specified target’s possible future (what mighthappen rather than what will happen) per Time dot. This power can be used concerning the same target only once every 24 hours."}],"Notes":"The base for this legacy is defined in the core book Mage: The Awakening and this is the information presented here. There are custom attainments given for NPCs which can be found in Night Horrors: The Unbidden p19-20 and Keys to the Supernal Tarot p11-112. In addition to this the legacy is greatly expanded on in the book Left-Hand Path - Chapter 3."}