{"name":"Subtle Ones","nicknames":["Invisible Man"],"tagline":"Speak our name only in whispers, for we are at all times closer to you than your own jugular vein, though ye know it not.","hand":["R"],"order":["Guardians of the Veil"],"path":["Mastigos"],"arcana":["Mind"],"sources":[{"sourceBook":"Mage: The Awakening","sourcePage":"352-354"}],"sections":[{"title":"Introduction","text":"Among the most enigmatic of Legacies is the Subtle Ones, mages who “do without doing,”who are “inthe world but not ofit.”Look for them and they are gone. Many doubt their very existence, but those who understand their ways can detect their influence throughout the world. Their names are not recorded by history, but much of history was written by them. Their faces may not be found upon monumental statuary, but most monuments are carved according to proportions devised by a Subtle hand. Though they heed no bounds and move by routes unknown, it is their pen that dictates where roads and borders are laid. To some they are skulking villains who dare not show their faces. To others they are the secret chiefs of the great conspiracy that brings the world to order. To themselves, they are simply the Subtle Ones, or the Ahl-i-Batin, the “People of the Inner Truth”who serve as the culture-bearers of civilization —not by bringing the world to order, but by bringing order to the world. Batini magic utilizes sacred geometry to open the mind to divine reality. By studying the complexities of spatial relationships and proportionality, the soul can compose itself to harmonize with the world, and so compose the world. Subtle lore traces itself back to the architects and city planners of Atlantis, for whom sociology was no mere science but a magical art. They believed that a harmonious society that both sustains and fulfills all its members could be achieved through proper patterning of the space it occupies, engendering proper patterns of behavior in occupants. This social engineering concerned itself with everything from broad geographical plans to the minutiae of detail in art, music and literature. Every aspect of culture could be made to reflect —and so teach and encourage —greater social harmony. The Subtle Ones exerted substantial influence in all the great civilizations of the world up through the European Renaissance until their power, obtained largely through the work of agents placed within major political and religious institutions, waned as secular society waxed. At present, the Subtle Ones are too few and scattered to enact any of their plans on a large scale, but have learned to keep themselves insinuated into the ever-changing administrations of modern politics, mostly by seizing posts within the intelligence community. They also maintain a constant presence in the worlds of art, fashion, communication and education. From these positions they can control (or at least influence to some nominal degree) the excesses and vicissitudes of society at large. Because the Subtle Ones are so arcane and secretive about themselves, their motives are often called into question by other mages. Their hand has been discerned in innumerable plots and intrigues throughout history, most notably in the Order of Assassins, a deviant sect of Ishmaelite Islam. From its network of impregnable mountaintop fortresses, this group dispatched highly trained operatives to extend its influence, from fanatically suicidal hit men to skilled and patient deep-cover agents. Some consider this sect to be the Subtle Ones’crowning achievement, a spiritually inclined utopian society sustaining itself in the midst of a hostile social climate with a minimum of military force. Others see the Assassins as the very worst of the Subtle Ones’work —secluded and insular, using murder as a tool to separate themselves from the outside world for an autocratic leader who claims overweening spiritual authority while commanding his mind-slaves to kill themselves as a demonstration of his power. The final words of the sect’s founder, the legendary Old Man of the Mountain, Hassan-i-Sabbah — “Nothing is true, everything is permitted!” —is often taken to indicate the deeply amoral identity of this Legacy. In fact, the Subtle Ones do not hesitate to engage in acts that would be condemned by most spiritual traditions. The Ahl-i-Batinalso employ a number of ascetic practices taken to potentially dangerous extremes, including fasting, flagellation and self-mutilation. Their long history of brainwashing, mind control and social manipulation is cause for concern as well. Among their other disciplines, they cultivate the way of the unseen assassin, and are not above using violence or a convincing threat of violence to achieve their aims. Thus, they can be said to wield considerable temporal power. The Subtle Ones do not consider themselves to be the masters of the world, but merely the goad-servants of human evolution, scourging mankind to drive it up the spiritual slope toward an eventual postulated universal Awakening. As to when this will occur, the Legacy presents no clear answer. At present, the prevailing view is that too many secrets have been discovered (or leaked) to the Sleepers too soon, granting humanity a capacity for destruction in disproportionate excess to its current degree of moral development. This course presents a danger to the world as a whole, mages included, and so must be curbed by whatever means necessary."},{"title":"Appearance","text":"The Subtle Ones have made a science of anonymity and tend to blend into their surroundings, taking on local dress and customs with great facility, able to disappear instantly into a crowd or traffic. Inheritors of this Legacy are noted —if identified at all —for their quiet and reserved demeanor, as well as for their piercing gaze."},{"title":"Background","text":"The historical influence of the Subtle Ones was most strongly expressed among various esoteric traditions of the Middle East —gnosticism, qabalism, Sufism — and so many of its most enlightened members come from those traditions. Most of the terminology found in this Legacy is of Arabic or Persian derivation. The operations of the Subtle Ones are global in scope and their methodology is highly eclectic, so that Subtle Ones can be found almost anywhere. (Actually, it might be more correct to say that Subtle Ones are in place almost anywhere in the world. Whether they can actually be found is another matter.)"},{"title":"Organization","text":"Once his apprenticeship has concluded, the Subtle One seldom makes direct contact with other inheritors of his Legacy. Groups do sometimes form for a particular purpose, though; these are tightly knit and highly insular cells so extravagantly surreptitious that each member may not even know the identities of the others. Meetings are conducted with faces veiled and bodies cloaked. Speech never rises above a whisper, and separate routes are taken for entrances and exits. One might ask, with such a pall of secrecy, how the Ahl-i-Batinare able to maintain communications, much less a global conspiracy. The “master plan”of the Atlantean social engineers is reiterated throughout Batinilore, such that no inheritor is left without a thorough understanding of the role he is to play in the process of human evolution. This is not to imply that a Subtle One is merely a cog in a great machine, following a preprogrammed pattern. On the contrary, creativity and originality are prized and encouraged both within the Legacy and in the world at large. The local details of the collective plan vary from region to region, even from neighborhood to neighborhood in large cities, so facets must be communicated to newcomers. A Subtle One is trained to read broad cultural patterns — power structures, economic concerns, religious beliefs, artistic trends and personal tendencies —into styles of dress, art, building and music. Simply by glancing at any street corner or marketplace, he can divine any number of particulars about his surroundings. For example, the seemingly innocuous advertisements for shaving cream on local billboards might clue him in about a new religious fundamentalism that’s taking hold in the community, even though it’s not yet evident in anyone’s behavior. While the connection between shaving cream and fundamentalism would never occur to a casual observer, the subtle strands of unconscious belief and desire represented by the two forces are obvious to the Subtle One observer, allowing him to make intuitive leaps of understanding that are irrational or mystifying to others. Furthermore, Batiniare likely to have encoded their own innovations into the social fabric. Visitors might read specific messages and even elaborate reports in such ubiquitous details as an architectural ornament, a hemline border stitch, the layout of streets or the melody of a popular folk tune."},{"title":"Suggested Oblations","text":"Impersonating others, such as pretending to be a police officer and issuing tickets, or a stock-boy at the local convenience store; teaching others (the Subtle One could hold a real teaching position or pretend to be a substitute teacher); watching multiple television broadcasts at once to gain a sense of the social zeitgeist; practicing the art of camouflage by successfully hiding from another mage while within his vicinity"},{"title":"Concepts","text":"Assassins, double agents (or triple, quadruple), diplomats, political advisors, architects, artists, songwriters"}],"attainmentDescription":"The mage who learns this Legacy must have awareness of the Mysteries of Mind and Fate, along with skills in what might best be termed “spycraft.”","attainments":[{"order":1,"name":"The Subtle Dance","prerequisites":["Gnosis 3","Mind 2 (primary)","Fate 1","Subterfuge 2"],"description":"The mage walks unnoticed by others, blending perfectly into their expectations. While doing so, she reads from her special vantage clues in the artifacts of human culture — advertising, fashion —and the unconscious behavior of others. These clues hint at opportunities and openings for effecting major changes in society through minor deeds. This attainment is similar to a combination of the Mind 2 “Incognito Presence”spell (p. 208, allowing her to walk openly but unnoticed by others) and the Fate 1 “The Sybil’s Sight”spell (p. 149, allowing her to detect momentous events). To activate this attainment, the mage merely performs an instant action; no roll is required. The effect lasts for up to an hour."},{"order":2,"name":"False Presence","prerequisites":["Gnosis 5","Mind 3"],"description":"The mage can assume a false persona and even image, using an effect similar to the Mind 3 “Imposter”spell (p. 211). He performs an instant action (no roll required) and affects a number of senses (sight, sound, smell, touch and even taste) equal to his Mind dots. The effect lasts for up to an hour. In addition, he can alter the appearance of his own aura, changing its mental or emotional state (similar to the Mind 2 “Alter Aura”spell, p. 207), or even its nature (similar to the Prime 2 “Transform Aura”spell, p. 223. Use the mage’s Mind dots for Potency when comparing this effect against anyone trying to see past it. Optional Arcanum:Space 3 If she also knows Space 3, the mage can create sympathetic connections between people, places and things she observes during the Subtle Dance (above), similar to the Space 3 “New Threads”spell (p. 237). She performs an instant action and improves the degree of sympathy by one degree per dot of Space, although she cannot make a Sensory connection if the targets are not in sensory contact (direct sight, hearing or touch). An Intimate connection is the best possible in that situation. (The Storyteller determines the base degree of connection.) These threads are of lasting Duration, unless the natural course of events alters them (such as if two people’s relations become strained, decreasing their connection)."},{"order":3,"name":"Occlude the Mind","prerequisites":["Gnosis 7","Mind 4"],"description":"The mage can literally cloud others’ minds by altering their very memories, similar to the Mind 4 “Breach the Vault of Memory”spell (p. 214). An instant action is required and Manipulation + Subterfuge + Mind is rolled. Optional Arcanum:Space 4 If she also knows Space 4, the mage can co-locate a number of False Presences in different places at the same time (similar to the Space 4 “Co-Location”spell, p. 239). She performs an instant action (no roll required) and can create one persona per dot of Mind that she has. She can multitask (as per the Mind 3 “Multi-Tasking”spell, p. 211) up to a total of two mental and/ or social instant actions or three mental and/or social extended actions between herself and her false personas."}]}