{"name":"Tellurians","nicknames":[""],"tagline":"","hand":["R"],"order":["Mysterium"],"path":["Obrimos"],"arcana":["Space"],"sources":[{"sourceBook":"Lines of Power","sourcePage":"3-6"}],"sections":[{"title":"Introduction","text":"Ley lines and the power they carry have existed longer than human memory, and man has attempted to harness this unseen power to his advantage ever since their discovery. Many examples of such ancient controls exist: Stonehenge, Mayan temples and even some Roman roads exist along ley lines or sit atop powerful nodes. By focusing the energy that courses over the Earth, the ancients were able to influence natural and unnatural occurrences wherever the energy flowed. They could cause crops to produce untold harvests, or create blight that led to starvation and death. They could inspire wisdom and understanding or fuel depravity and breed despair. And, through careful control of resonance, the Tellurians could aid in the creation of a nation or bring one to its knees. Wherever people have sought to control the power these lines possess, the Tellurians have always been nearby. Ever since the fall of Atlantis, these mages have dedicated their lives to understanding the power that flows from node to node. They have amassed vast libraries of maps detailing ley lines all over the world. However, as the world evolves and changes, so does the energy that flows around it. The work of the Tellurians is never done because the lines are constantly shifting. The original Tellurians were a disparate lot. Each discovered the power of the ley lines within their own cultures and learned to manipulate them as they advanced along their chosen Paths. Eventually they stumbled across other members of other Paths and orders who shared their interests, and the first Telluric Council was formed. They agreed that the ley lines should be observed and manipulated only for the prosperity of mankind. To enforce their will, they created the Telluric Wardens, a militant division that punishes those offenders who dare to destroy or manipulate ley lines for destructive purposes. The Obrimos were the original founders of the Tellurians because of their leanings towards the Prime Arcanum and interest in the flow of magic. Eventually, the Mysterium became interested in these trackers of ley lines, and other Paths were introduced to the Legacy. Each Path was able to turn their particular talent to understanding the resonances that supply the main power to the ley lines. The Acanthus devote themselves primarily to understanding how the particular resonances of ley lines and nodes affect the fates of those they touch. Mastigos are often the most adept with their knowledge of the Space Arcanum, and provide some of the best cartographers the Legacy possesses. The Moros of the Legacy are few and far between, although those who have joined focus most of their attention on how the different resonances affect Matter and inanimate objects. As the Legacy’s founders, Obrimos are by far the most common Path represented. The Thyrsus are a close second within the Legacy, as they are intimately concerned with the effects ley lines have on the physical and spiritual landscapes of the world."},{"title":"Orders","text":"Most of the Mapmakers originally belonged to or eventually joined the Mysterium as they pursued their research on ley lines. The Mysterium considers most of the members of the Legacy to be entertaining and largely useless old eccentrics. However, they arethe foremost experts in the field of mapping and understanding of resonances. The Mysterium is where most of the Legacy’s students are recruited from as they seek mentors in the Order’s libraries to extract information on the peculiar science of ley lines. The Wardens tend to come from the Adamantine Arrow. They are often found watching over nodes or acting as bodyguards to their researching colleagues. They are also the enforcers of the Telluric Council’s will, protecting fragile lines or punishing mages who disturb or destroy lines wantonly. The Guardians of the Veil, Free Council and Silver Ladder are in the minority of the orders represented among the Mapmakers. After induction into the Legacy, most members remain in their parent order, but a fair number end up defecting to the Mysterium."},{"title":"Appearance","text":"The Mapmakers’ appearances often reflect their beliefs concerning ley lines. If they believe the lines are to be controlled, they tend to be neat freaks, with their clothes and surroundings perfect in every detail. If they believe in merely monitoring the lines and letting them form on their own, then their appearance may be more free-form and artistic, showing their more organic philosophy."},{"title":"Background","text":"The Mapmakers come from all walks of life and have only one thing in common: They seek to understand the currents of power that flow over the earth. Some followed the traditions of the Druids, manipulating all sorts of connections from toadstool circles to Stonehenge. Others learned the arts of feng shuiand manipulate the dragon lines on smaller levels in residential areas. However, they all followed their passion even after their Awakening, and sought greater understanding of ley lines through their magic. Most Mapmakers keep fastidious notes and maps so that they can keep track of the ley lines in their area and the different resonances that travel down them. Often they hold positions of power in the mortal world, which allow them to manipulate the architecture in the city they reside in or own swathes of untouched virgin forests to preserve the lines flowing within them."},{"title":"Organization","text":"The Mapmakers are one of the more organized Legacies. They are led by the Telluric Council, comprised of the eldest living or most acclaimed members of the Legacy. Rank among the Mapmakers is due to age and accomplishment. Once in a blue moon, a younger member will perform a truly remarkable feat that earns them the respect and recognition of the Council, but most of the Mapmakers operate under the simple rule of “avoid the Council’s attention.” The strongest connection within the Legacy is between mentor and student. Someone interested in joining the Legacy has to first locate a Mapmaker who is willing to take him on as a student. He is then introduced to the Attainments and the vast libraries that the Mapmakers have accumulated over the centuries in the study of ley lines. Once the mentor believes the student is ready, the student faces a test to become a full-fledged member of the Legacy. This trial usually comes after the student learns the second Attainment. The tests range from successfully documenting the resonances of a particularly complex ley line to the mapping of all lines that intersect with a particular node. Once they successfully pass the test, they are free to do as they please. There is, however, retribution if a Mapmaker steps over the line. The Council’s interpretation of a wrongdoing does not follow most societal norms; they are far more concerned with the disruption of energy flow along the lines, and anything that destroys or significantly interferes with a large amount of ley lines will draw the Council’s immediate attention. Wardens are then dispatched to deal with the offending party."},{"title":"Suggested Oblations","text":"rearranging furniture for at least half an hour to aid the flow of energy in a living space, making maps, walking through the city to find new ley lines, meditating at a node, successfully mapping the ley lines in an untouched rural area"},{"title":"Concepts","text":"Feng shuiadvisor, construction worker, real estate agent, building code inspector, park ranger, eco-terrorist, mountain climber"}],"attainmentDescription":"While Prime is an essential Arcanum when dealing with the mystical energies in ley lines, knowing where the lines come from and go to is an invaluable skill. All Mapmakers are taught the Space Arcanum to do this as it is part of the first Attainment. The Skill of Science (Cartography) is also required as the Mapmaker keeps detailed maps of all the ley lines they find using the first Attainment. In addition to these Attainments, Mapmakers also generally know the spells “Ley Shift” (Sanctum and Sigil,p. 97), “Ley Flow” (Sanctum and Sigil,p. 98) and “Ley Lines” (Mage: The Awakening, p. 226), and possess the Geomancer Merit (see the sidebar on p. 7).","attainments":[{"order":1,"name":"Map of the Land","prerequisites":["Gnosis 3","Prime 1","Space 2 (primary)","Science (Cartography) 1"],"description":"With this Attainment, the Mapmaker can activate a combination of the spells “Supernatural Vision” (Mage: The Awakening, p. 221) for Prime and “Spatial Map” (Mage: The Awakening, p. 233) at will. All ley lines within her line of sight appear as vivid lines of various colors, depending on the resonance they carry. With the Space Arcanum, the mage can extend her senses beyond mortal norms to locate these lines at greater and greater ranges as her mastery increases. Many Mapmakers claim they can feel the ley lines “in their bones” (and with a successful Wits + Investigation roll) when they are beyond the range of sight. This Attainment is best applied at great heights to maximize viewing distance, which leads many Mapmakers to live in tall buildings or on mountaintops."},{"order":2,"name":"Riding Between","prerequisites":["Gnosis 5","Space 3","Science (Cartography) 3"],"description":"This Attainment gives the Mapmakers one of their more mysterious abilities. To the uninitiated, this Attainment appears to be teleportation, since the mage disappears and appears either nearby or halfway around the world. What the mage is actually doing is riding ley lines. Through mastery of Space and knowledge of the components of ley lines, the Mapmaker can enter any ley line at any point and travel to any node. Many Mapmakers explain it as opening a Portal (as per the spell in Mage: The Awakening, p. 238) and simply using the ley lines as a conduit. While they can enter a ley line at any point, they can only exit at a node, where the power lines cross and the energy is briefly disrupted. Many younger Mapmakers describe it as akin hopping a train or riding the subway. The Mapmaker can only take herself on the Ride, along with any non-living things she can hold onto. While the mage is Riding Between, they exist with the ley line and travel along its energy. They cannot be harmed until they step out at a node. Riding Between isn’t without its risks: unless the Mapmaker knows exactly where he is going, he could very well end up on top of a mountain in Tibet, in the middle of a battlefield in Africa or over the ocean in the middle of a hurricane."},{"order":3,"name":"Manipulate Telluric Currents","prerequisites":["Gnosis 7","Prime 4","Space 4","Science (Cartography) 5"],"description":"This Attainment allows the Mapmaker to temporarily redirect ley lines as she sees fit. While great good can be done with the new power (such as growing crops with positive growth energy), so can great harm. Ley lines that carry negative resonances can be redirected to a Hallow, tainting the Mana that springs forth, or entire nodes can be destroyed as the lines that form them are redirected. The Mapmaker must make a Gnosis + Prime roll to activate this attainment – the length of time the ley line is moved is as per the prolonged Duration table in Mage: The Awakening, p. 120."}]}