{"name":"Timori","nicknames":["The Feared"],"tagline":"","hand":["L"],"order":["Banishers"],"path":[""],"arcana":["Mind","Prime"],"sources":[{"sourceBook":"Banishers","sourcePage":"153-157"}],"sections":[{"title":"Introduction","text":"The syntax of the spoken language of Atlantis isn’t fully understood by any mage alive today. Small nuances in how a word is spoken, or used, can create major differences in meaning that would be almost impossible to comprehend just by studying the writings of a dead language. This is especially true in a tonal language (such as Chinese) in which the same word can have multiple meanings depending on how the syllable is stressed. It is no wonder, then, that some Atlantean words are difficult to translate properly into modern languages built on comparatively limited concepts. There are some who claim that Timori is one such word that has likely received an incomplete translation. Timori can certainly be translated as fearful. The word probably was used in association with the Locust-Eaters, who forsook magic to take their place in what they perceived as the natural order of the world. But those who tread this path state that another possible translation for Timori, one that has been overlooked or suppressed by modern scholars, is “feared.”"},{"title":"History","text":"According to the Legacy’s lore, their forebears weren’t content to simply take their leave of Atlantis and hope that the natural order sorted itself out. These mages had much more in common with their contemporary Banisher fellows than the more peaceful types who simply abandoned Atlantis. Those who refused to abandon Atlantis fought against the intrusion of magic into the world. They attacked magical constructs , destroyed repositories of magical knowledge and killed any mage they thought they could safely target. Although they disliked the use of magic, the Atlantean Banishers reluctantly concluded that it was necessary to use fire to fight fire. Citizens of Atlantis began to whisper about the traitors in their midst, calling them Timori, the feared, and the Banishers took up the name with pride. Eventually, the Timori cabals were uncovered by the Ungula Draconis and were either killed or forced into exile. Various records of the Atlantean era speak of the armies of Atlantis marching against the poorly developed tribes and city-states of the time. These attacks are usually explained by Awakened scholars as a symptom of the hubris that lead to Atlantis’s fall, but there are hints in the writings that suggest other possibilities. Here and there in the tales of the Atlantean armies’ exploits , a determined researcher can see a pattern. Phrases that are routinely translated as “And the fearful lived among the lesser people of the tribe and taught them to fear and hate us” take on a different meaning when fearful is translated as feared. It certainly seems likely that exiled Timori raised Sleeper armies to attack Atlantean shipping and outposts . When viewed in this light , not every action taken by Atlantis against the primitive societies seems like such an overt act of hubris. Years passed, and the Timori continued their harassment of Atlantean as sets . Ungula Dracon is teams sent out to deal with the Timori met with limited success, never managing to completely stamp them out. The Timori had resigned themselves to the idea that their battle might take centuries, when the first Mage War occurred. After celebrating their victory, the remaining mages of Atlantis raised their Ladder to the Heavens, and the worst nightmares of the Timori seemed to have come true. The Timori sought meetings with the newly exiled mages, to convince them anew of the Timori’s position. Reluctant at first to even speak to the Timori, let alone meet with them, the Exiles finally agreed to a temporary alliance when reality began to crack. Using the Sleeper armies of the Timori to assist, the Exiles took their fight back to Atlantis. While the Exiles fought their way up the Ladder into the Supernal, the Timori began to attempt to unravel the spells holding the Ladder together. Then came the explosion that sundered the world. The majority of the Timori at ground zero of the explosion were killed instantly by the collapse of the Ladder. Those who survived wept in despair. Despite their best efforts, the natural order of the world was destroyed, seemingly for good. The Timori went to the leaders of the surviving exiled mages and begged them to give up magic. “Look,” the Timori said, “at what our power has wrought. This is the awful cost of magic!” The Exiles, not seeing how they could possibly survive without their magic , refused the Timori’s entreaties and drove the Timori from them; the short alliance forever ended. With the Awakened community scattered and the members of the Timori reduced to a mere handful, the Timori decided on a new course of action. It would be impossible for t hem to watch each new mage settlement, let alone stage successful attacks, at their current numbers. New Banishers who attempted to seek the Timori out for wisdom were also unlikely to survive such a quest if the Timori remained concentrated in one place. After much debate, a solution was agreed to; the Timori must become immortal. Only by avoiding the gaze of death did they have any chance at replenishing their numbers and continuing their battles. The search for immortality was not a new idea for any mage community. Immortality was, indeed, one of the reasons the mages of Atlantis stormed the Supernal Realms. Abandoning, for now, their war against other mages, the Timori began to research how they could achieve their goal. Years stretched into decades as the Timori continued on their quest. The members of the cabal were growing older and older, and soon it turned into a race to see whether they could succeed in their task before they vanished from the Earth. Finally, the Timori discovered that the secret to immortality lay at the very core what makes a mage. They discovered that by ritually devouring Mana and Gnosis from a living host they could infuse their Patterns with enough raw magical energy to stop or even turn back the clock. This solution delighted the Timori. It furthered their fight against mages and also ensured that if they were ever successful in completely eliminating magic from the world that, they, too, would then die. Newly empowered by their discovery, the Timori split their forces to ensure a large enough supply of Gnosis for each of them to survive and went back to war. By the time the Feared began to prey on the fledgling magical communities, the Exiles believed the Feared to be long dead. The Exiles now blamed mage slayings on a group the Exiles called Banishers. Puzzled by this, the Timori investigated the Exiles’ claims and discovered that the old order of peaceful naturalists had given way after the sundering. Those who might once have become like the Locust-Eater seemed driven by an almost instinctual fear and hatred of magic. The word Timori was now used exclusively to describe these new killers of mages, and the true Timori saw the advantage in maintaining in this belief. Since the rest of the Awakened believed the more organized factions to be dead, the Timori hid themselves from view. They worked from the shadows, using Banishers as pawns, to divide mages from their cabals where they were more easily captured and their Gnosis harvested. Such is the history claimed by those Timori who call themselves Feared. They allow other Banishers to cause an uproar, prodding and herding them in the proper directions, then swoop in to collect their prey. Every once in a while, a Banisher Awakens with more than the usual instinctive hatred of magic, and the Timori keep their eyes open for those rare individuals to train as apprentices. Though their numbers are still small compared to order mages, the number of Timori grows more often than it shrinks, setting the stage for the time when the Feared are ready to emerge from hiding and declare open war on the Awakened once more."},{"title":"Appearance","text":"The Feared look just like everybody else — part of the reason for their success. They frequently employ spells such as Transform Aura as part of their camouflage and tend to frequent places with large crowds where it is easier to hide their true nature among the throngs. Even when viewed with Mage Sight, the Timori don’t look any more unusual than any other mage. Only when the Timori begin to age due to lack of feeding do they begin to reveal their true nature. Viewed under these conditions, with the Life spell “Pulse of the Living World,” the life forces of the Feared seem sluggish, comparable to an animal that has just awoken from hibernation. The Feared don’t use the word lich to describe themselves and take offense at any comparison to the Tremere liches. The Feared are, however, pleased by the existence of Tremere liches. The Tremere provide a ready cover story or explanation for the Timori’s behavior if a Timori is captured or killed."},{"title":"Background","text":"Candidates for apprenticeship are studied carefully before they are contacted. Only Banishers who demonstrate considerable forethought in their activities are ever approached. New apprentices must be able and willing to learn and perform Prime and Mind magic beyond that which is normally considered acceptable among Banishers. Apprentices who fail to live up to the expectations of their masters risk becoming the Timori’s next source of Gnosis."},{"title":"Organization","text":"Each Timori has a defined area that he works in, akin to the hunting territories of wolves or other predators. Because the demands of the Timori’s continued existence are so high, no Feared would ever even consider poaching in the territory of another Timori. Once a territory has been cleared, the Timori will pack up and move to a new area that is unclaimed. A large city is usually a single territory, but in more sparsely populated areas, the size of a territory may increase to cover 100 miles or more. The Feared have a secure network of communications they use to talk about their work and to keep each other apprised of discoveries , triumphs and new apprentices. Once every five years, all the Timori on a continent meet in one place to review their plans and discuss progression."},{"title":"Suggested Oblations","text":"Sitting in complete darkness for at least an hour and remaining completely alert, without the use of magic; fasting for a day, successfully following a mage to their sanctum without being discovered; destroying an imbued item; turning all the clocks in a stranger’s house back 12 hours; completing the taxidermy of a predator type animal"},{"title":"Concepts","text":"Taxidermist , assassin, twisted scholar, naturalist, Tremere imposter, watchmaker"}],"attainmentDescription":"Thanks to the theft of Mana and Gnosis from the living bodies of other mages, the Timori are able to extend their lifespans. Nothing comes without a price, however, and the Timori suffer from a couple of ailments as a result of meddling with their Patterns. Because their bodies are more like preserved corpses than normal, healthy bodies, the Timori have effectively removed their bodies from the Life Arcanum. As they saturate their Patterns with raw infusions of magical power, their bodies begin to crystallize. The result of the crystallization is that the Timori cannot be affected by any Life spell that changes their Patterns in a significant manner. Any attempt to transfigure, hone, heal or wound the Timori, as the result of a Life spell, automatically fails. The other condition suffered by all Timori is addiction. From the first time a Timori tastes Mana that has been harvested from a living host, he longs to relive the experience. No high, not that of drugs or sex, can compare with the sensation of stolen Mana. The addiction only worsens when the Timori first tastes Gnosis. Mana addiction is only a mental addiction, but addiction to Gnosis is a true mind and body addiction. All Timori gain the Flaw: Addiction (see theWorld of Darkness Rulebook, p. 218) from the moment they use their Quintessal Harvest Attainment. This Flaw may never be overcome regardless of how long a Timori goes without consuming Mana or Gnosis. Use of Timori Attainments damages the minds and bodies of the mages the Timori target. A mage may only be subjected to an Attainment, or any combination of Attainments, a number of times equal to his Stamina + Gnosis. Once this total has been exceeded, the mage becomes a shattered wreck that is of no further value to the Timori and is disposed of. Mages who have been so thoroughly violated in this manner (who manage to escape t heir tor mentor s) are broken people. A very small percentage of these pitiful figures may eventually be able to recover from their ordeal, but most simply go insane and frequently end their own lives. The use of the Attainments listed below is not strictly considered spellcasting, and any call for an extended roll does not follow the usual rules for the length of an extended casting.","attainments":[{"order":1,"name":"Plundered Lore","prerequisites":["Gnosis 3","Mind 4"],"description":"The first real step on the Timori path to power is the accumulation of the knowledge required to understand the forces of magic they will deal with as part of their transformation. The master passes much of this knowledge on to an apprentice, but there are some things that a student must simply understand. If such understanding is beyond them, the Timori long ago discovered a method of gathering information from their foes. Apprentices often require years of training and study to reach the point at which they can use this Attainment. Once they have mastered it, however, they have nearly completed their apprenticeship. Even when an apprentice has become a master, he still find this Attainment to be useful in the imprisonment of order mages. This particular Attainment is the source of many of the stories about Banishers stealing magic from the minds of mages. The Timori use this Attainment to steal magical knowledge from another mage. Activating the Attainment costs a point of Willpower. The Timori then enters into a battle of wills with her target in an extended contested action. The player rolls Resolve + Intimidation + Mind versus the target’s Resolve + Subterfuge + Gnosis. Each roll represents five minutes, and the first mage to reach 20 successes is declared the winner. If the Timori wins, she reaches into the mind of the mage and may steal either: — all knowledge of a rote, allowing the Timori to add that rote to her list of rotes (if she has met the usual Arcanum requirements to cast it) — some of the accumulated knowledge of the target, allowing the Timori to rob the mage of one dot of Occult and add it to her own (within normal limits) — steal an amount of Arcane Experience from her target equal to the target’s Gnosis rating If the targeted mage wins, the Timori is unable to use this Attainment against that mage for a number of days equal to the difference in successes of the final total. If the target, for example, won by a total of five successes, the Timori would be unable to use Plundered Lore to affect that mage for five days. Use of this Attainment is considered an act of hubris and requires a degeneration roll for mages of Wisdom 4 or higher (roll three dice)."},{"order":2,"name":"Quintessal Harvest","prerequisites":["Gnosis 5","Prime 5"],"description":"After more long, hard years of study, when the apprentice is finally able to perform the second Attainment, he passes from the rank of apprentice to that of master. Although this Attainment doesn’t provide true power over natural aging, it does slow the process considerably. The Timori reaches into the Pattern of a mage and extracts by force the Mana stored in her Pattern, similar to the function of the spell “Siphon Mana” (see p. 231 of Mage: The Awakening). Activating the Attainment requires the Timori to spend one Mana. The player then rolls Resolve + Intimidation + Prime – the Stamina and Gnosis of the target. If successful, the Timori steals Mana from his target equal to the number of successes rolled. The Timori may not gain more Mana than the target has in her pool. Timori mages may not “steal” Mana from their own pools. Rather than just adding the pilfered Mana to his own pool, the Timori weaves it directly into his Pattern. The Timori may store up to twice their maximum Mana pool in stolen Mana in their Patterns, but if the Mana isn’t used immediately, it bleeds out of their Patterns at a rate of one Mana per day. The Timori can spend stored Mana at a rate per turn equal to their Gnosis rating (with Gnosis 5, the Timori can spend five stored Mana per turn). Stored Mana may be used for one of the following effects: — The Timor i may reinforce t heir Patterns with Mana to resist the effects of aging. The Timori age one day for every week that passes for each point of Mana used in this way. — Because their bodies are so heavily fortified with magic, the Timori may spend stored Mana to heal themselves. The Timori may spend one Mana to heal one point of bashing damage, two stored Mana to heal one point of lethal damage or five stored Mana to heal one point of aggravated damage. Spending stored Mana to heal is considered a reflexive action. — If a Timori manages to completely saturate his Pattern (i.e., reach his maximum allowance) with Mana, he may choose to convert all of the stored Mana in one fell swoop to increase his magical prowess. For each five Mana spent in this way, the Timori gains one Arcane Experience point. Use of stored Mana in this fashion ignores the normal restrictions for how much stored Mana may be spent per turn. Many Timori will feed captured mages regular sources of Mana so the Timori can prolong the pleasure of Quintessal Harvest for as long as possible. Mages that attempt to thwart the Timori by wasting their Mana are severely punished for their defiance, often by the torture and deaths of friends or loved ones. Use of this Attainment is considered an act of hubris and requires a degeneration roll for mages of Wisdom 4 or higher (roll three dice)."},{"order":3,"name":"Quintessal Theft","prerequisites":["Gnosis 7","Prime 5"],"description":"Once the Timori have discovered the secrets of the second Attainment, most Feared rapidly ascend to the final Attainment. Rather than the petty theft of Mana, this Attainment targets the very center of a mage, their Gnosis. With mastery of this Attainment , the Timori finally discover the secret to true immunity from aging. Activating this Attainment requires the Timori to spend one point of stored Mana (see above). The Feared then enters into an extended contested action with his victim. The player rolls Resolve + Occult + Prime versus the target’s Resolve + Stamina + Gnosis. Each roll represents five minutes, and the first mage to gain 20 successes is the winner. If the target wins the contest, the Timori may never attempt to drain that particular mage of her Gnosis again. The target has proved herself the master of her mystical soul. If the Timori wins the contest, he drains the target mage of one Gnosis. Drained Gnosis must be spent immediately for one of the following effects: — The Timori may add the drained Gnosis to his own Gnosis rating, artificially enhancing his Gnosis for the next 24 hours. After the 24 hours is up, the Gnosis rating of the Timori returns to its usual rating, and the extra Gnosis dissipates. — The Timori can infuse his Pattern with the stolen Gnosis to halt the aging process. If the Timori chooses this option, he spends the dot of Gnosis and rolls Stamina + Occult. With a single success, the Timori has managed to process the Gnosis and ceases to age for one year. Multiple uses of this aspect of the Attainment don’t provide additional benefits. A Timori may only ever dodge death for one year at a time. — The Timori can use the captured Gnosis to reduce his apparent age for a short time. The Timori spends the dot of Gnosis and rolls Resolve + Medicine. For each success gained on the roll, the Timori can choose to reduce his apparent age by up to 10 years. This effect lasts for one week, after which the Timori swiftly ages, in the span of a few hours, back to his usual appearance. A mage who has been completely drained of her Gnosis returns to Sleep and retains only partial dream-like memories of her life as a mage. It might be possible for the new Sleeper to re-Awaken, but the Timori have no record of this ever happening. Use of this Attainment is considered an act of hubris and requires a degeneration roll for mages of Wisdom 2 or higher (roll two dice)."}]}