{"name":"Uncrowned Kings","nicknames":["Coal-burners"],"tagline":"Though woe and worry may weigh down your soul like lead, by the heat of your own efforts may you yet shine like gold.","hand":["R"],"order":["Free Council"],"path":["Moros"],"arcana":["Mind"],"sources":[{"sourceBook":"Mage: The Awakening","sourcePage":"355-357"}],"sections":[{"title":"Introduction","text":"Since the dawn of civilization, mankind has dreamed of creating wealth from worthless matter. Such a dream can be made real, mankind found, but only through hard work and a bit of luck. A lump of stone or wood can, through carving, grinding or knapping, be made into an object that is useful, beautiful or both. Patience and toil can be applied to a patch of dirt to cause crops to spring up or livestock to increase and grow strong. Those willing to sacrifice their time and effort in this way often seem to feel that basing their lifestyle on such activity yields not only material wealth but also endows the soul with extended qualities of utility and beauty. Not everyone was willing to put forth such effort, though, so some devised shortcuts to wealth, claiming credit for the work of others or even claiming the product of that work for themselves. They divorced the notion of “wealth”from the material benefits of work, reducing riches to a system of artificial value placed upon rare metals or gems (and later to printed scraps of paper and then to glowing numbers on a monitor screen). The actual work of enriching life was denigrated as a lowly occupation and the soulcraft it engendered dismissed as fantasy by those unwilling to engage in it. Getting something for nothing only leaves one wanting more. Empty wealth, like food without nutrients, can be addictive, expanding the vacuum it was intended to fulfill. Into such a vacuous society there inevitably resurfaced distorted legends that told of how the mages of old learned the secret of tuning lead into gold, dirt into money, shit into Shinola. With the legends came charlatans, those who claimed to know the trick of getting something for nothing, who were sought out by kings with vacuous coffers, who fleeced their patrons by wrapping their lead ingots in polished brass foil and slipped out of the palace by night with their own empty wealth jingling in their purses. So the legends fell into disrepute (but without ever disappearing entirely) while the quest for empty wealth continued. The truth behind those legends would shock the royal addicts who heard them. Indeed, the mages of Atlantis had learned the “trick”of transmuting one substance into another, but it was only an incidental side effect of their real work. Their labors were not ultimately directed toward the external material world, but inward. Like land, wood or stone, the human soul can be cultivated and shaped, they found, transformed into something both greater and finer than what it might otherwise be. The “lead”that they operated upon was themselves, and the “gold”that they created was themselves. This is not to say that their “alchemy”was a purely contemplative practice, a type of meditation cloaked in a physical metaphor. The image of the secluded chamber with its kiln and clutter of alembic, retort and crucible is factually accurate. Experimentation in the material plane was as much a part of their practice as spiritual discipline. Engaging in a physical craft with an appropriate mindset of self-observation can synchronize changes in both the inner and outer worlds. This Legacy teaches that true understanding is best reached by mirroring the inner process with the outer. Just as matter can be shaped by heat and cold, by hammer’s blow and chisel’s cut, so too can the soul be shaped by pleasure and pain, by feeling and thought. Emotional baggage or faulty modes of thought can be trimmed away and desirable qualities such as honesty and compassion may be added to the alloy mixture in the crucible of the soul. Imperfection can be burned off, boiled out or frozen and chipped away. The soul’s purest essence may be distilled out of the woes and trauma that weigh it down, leaving it free to become that which is rarer and more precious than gold — the fulfilling life of the complete person. Inheritors of this Legacy are known as the “Uncrowned Kings,”a term that most outsiders take to refer to the age of the charlatans, when the rulers of the world could be led by their vacuous desires and anyone who knew those desires could easily become a true “power behind the throne.”But a more esoteric meaning is hidden in the name. Having perfected the technique of crafting their own souls, the Uncrowned could truly claim to be “self-made men,”masters of their own souls. Their “royalty”is based, not upon primogeniture or the hoarding of hollow wealth, but upon the noble qualities that they have cultivated within themselves. They do not rule over nations, but over themselves to a degree that “common”folk can scarcely imagine. The qualifier “Uncrowned”is equally significant on an esoteric level, beyond the fact that they do not openly display their unique nobility. The adornment of precious metals and gems is at once a metaphoric image connoting inner nobility and personal power, a reference to the physical transmutations that this Legacy practices. The title is also an oblique suggestion of the halo found in religious iconography denoting a brilliance or radiance of consciousness so bright that it shines directly through the skull (normally visible to those with aura perception but sometimes accessible to Sleepers in a religious context). But these Kings are emphatically Uncrowned, eschewing not only the lauds of their peers, but also the empty wealth that they are capable of creating."},{"title":"Appearance","text":"While Uncrowned Kings may occasionally exhibit a regal demeanor or noble bearing that reflects their inner nature, their outward appearance usually belies such appearance with evidence of the physical toil that occupies their time. Fingers calloused from manual labor, shoulders stooped from heavy lifting and a complexion begrimed with soot and baked to a leathery texture are the most common marks of this Legacy."},{"title":"Background","text":"Mistakenly thought to be the province of royalty and the moneyed classes, the Uncrowned Kings are actually far more likely to extend their tutorship to aspirants from the low classes, laborers and craftsmen. "},{"title":"Organization","text":"Aside from the teacher-student relationship, there is no real hierarchy among the Uncrowned other than a kind of general meritocracy, based on self-fulfillment rather than a shared notion of perfection. While this Legacy can be just as reclusive and secretive as any other class of mages, individual inheritors tend to engage in a large volume of correspondence to compare experimental notes in a way that mimics (or, more accurately, is mimicked by) the peer reviews of Sleeper scientific circles."},{"title":"Suggested Oblations","text":"Engaging in physical labor; meaningful work (other than the calling he practices for his attainments, described below); leading others in a coordinated teamwork effort; practicing a craft or hobby (again, other than his attainment’s calling)"},{"title":"Concepts","text":"Metallurgists and foundry workers, carpenters, farmers, stonecutters and masons, scientists (applied) and laboratory technicians"}],"attainmentDescription":"All Uncrowned attainments depend on the mage’s regular practice of a calling, usually alchemy, but auto-repair, craftsmanship or some other work that involves mind and body is acceptable. The mage must perform this calling and produce something from it at least once per month. This is an extended task, requiring a target number at least equal to the mage’s Mind dots. Intelligence + Crafts is rolled, and the time per roll is at least half an hour, but it can be longer depending on the craft involved. If a month passes without him purifying his soul through the meditative process of labor, he loses his attainments until he succeeds in his calling. Whenever a mage uses the 2nd or 3rd Uncrowned attainment, his head is wreathed in a shining halo, the sign of his alchemically purified soul. The halo can be seen only by mages or other supernatural beings using an aura-perception power (such as a Mind or Prime spell or a vampire’s Auspex Discipline). It is too subtle for even Mage Sight.","attainments":[{"order":1,"name":"Nigredo","prerequisites":["Gnosis 3","Matter 1, Mind 2 (primary), Crafts 2, Occult 1"],"description":"The mage has a “Mental Shield”(p. 208) of indefinite duration that provides protection equal to her Mind dots. In addition, she may study any product of her practice of the Matter Arcanum, such as an altered or transformed object, and see in it a mirror of her own soul. She can perceive her own aura, similar to the “Aura Perception”spell, p. 205. No roll is involved; just an instant action spent examining the object to read what it tells about herself. Following this action, she gains a +2 dice modifier on any Mind Arcanum Augmentation spells that boost her Mental and/or Social Attributes, as long as they are cast within the same scene as her examination."},{"order":2,"name":"Albedo","prerequisites":["Gnosis 5","Mind 3"],"description":"The mage can boost one specific Mental or Social Attribute, similar to the “Augment the Mind”spell (p. 210). When this attainment is first gained, the mage must choose a single Attribute (such as Intelligence or Composure) that he wishes to concentrate on in the Great Work of soulcrafting. He cannot later choose a different Attribute. To gain the boost, he must first study his soul in the same manner as he does one of the products of his Matter magic, as described for Nigredo. Following this action, his Mind dots are added to the chosen Attribute. The effect lasts for up to one hour when invoked. Since this is not a spell, the mage could use this attainment at the same time that he casts an “Augment the Mind”spell to gain a truly phenomenal Attribute rating. The one limitation, however, is that the default Duration of any spell that boosts the same Mental or Social Attribute becomes transitory (one turn), even if it is normally prolonged. Optional Arcanum:Prime 3 If the mage also knows Prime 3, he gains the benefit of the “Armor of the Soul”(p. 223) effect as part of his Nigredo shield."},{"order":3,"name":"Rubedo","prerequisites":["Gnosis 7","Mind 4"],"description":"As Albedo, above, but the mage can now choose a second Mental or Social Attribute to boost. He can even use both of these attainments at the same time, as long as he spends separate instant actions studying his soul through the auspices of his work to activate the powers. Optional Arcanum:Prime 4 If he also knows Prime 4, he can siphon Mana from objects he has worked his Matter magic upon, similar to the “Siphon Integrity”spell (p. 229). The object must have been created or modified by the mage himself using the Matter Arcanum, and only one such object can be siphoned per day. An instant action is performed and Resolve + Occult + Prime is rolled. Each success siphons one Mana, but inflicts two points of Structure damage to the item (bypassing Durability). Other Moros"}]}