{"name":"Walkers in Mist","nicknames":["Druid"],"tagline":"The trees have told me that those who seek us draw near.","hand":["R"],"order":["Mysterium"],"path":["Acanthus"],"arcana":["Space"],"sources":[{"sourceBook":"Mage: The Awakening","sourcePage":"358-357"}],"sections":[{"title":"Introduction","text":"In seeking to grasp the higher order of the Supernal World, many mages look beyond the artificial reality constructed and maintained by mankind, toward the world of nature. While others leaf through dusty tomes or gaze into the smooth, polished surfaces of mirrors or glass balls in their secluded sanctums, there are those willing to step outside and draw knowledge and power from a greater world not of their own making. They read their incantations and prophecies in the stir of branches in the wind and the fall of leaves. They draw power and strength from the green, growing world. There is a secret language in nature, and from those who are able to read it nothing in the Fallen World may be hidden, for all things are interconnected and everything is reflected in everything else. Nature displays its treasures for all to see, but unfolds in ways that few can ever fully comprehend, changeless only in its ever-changing evolutions, devolutions and revolutions. The diligent mage may divine the intricate syntax and grandiose grammar of this secret language, glimpsing even deeper secrets in the Mists that enshroud mysteries beyond mortal comprehension. Most would halt or turn back, but some press on into this nature beyond nature, this “supernature,”if you will. In the Mists can be found the implicit order from which the visible world grows, the sleeping giants whose bodies are the land, whose breath is the wind, of whose voices the thunder is but an echo. Here is where the faces of nymphs shine through flower and fruit and leaf, where the dances of sylphs trace breeze and gale, where gnomes churn away at the molten heart of the mountain. This is where magic is born, and even the mightiest mage must tread carefully or not at all. The Walker in Mistsreaches beyond the seen into the unseen, tapping magic at the source of all life as was done in times long forgot. Other mages look within themselves, or up at distant heavens, but the Walker actually travels in the world seeking realms of pure enchantment. He knows the deep caverns of the earth where dragons yet sleep, and what ancient invisible roads lead to the fae countries. It was the Walker in Mists who first taught mankind to mark the trails it followed and to recognize landmarks that could lead unerringly from region to region. Rather than following seasonal growth or available game, mankind could choose its own path to its destiny. In short, he taught us not simply to migrate, but to actually travel. To the more settled folk he gave games of chance —the vagaries of which teach, in miniature, the mysteries of fate and destiny —that they too might experience the adventure of the unknown. But with the spread of civilization, mankind forgot the wisdom of the Walker, taking his gifts for granted and detaching itself from the rhythms and cycles of the natural world. Even his games of chance — once used to divine the very will of the gods themselves —degenerated into a competitive orgy of materialistic greed, attracting crime and corruption. As broad, well-traveled roads carved up the wilderness and creased the face of the earth, the Walker found it increasingly necessary to rely upon ley lines to guide him invisibly through the Mists from grove to lake to mountain as he visited the few remaining sacred sites. In modern times, he is completely marginalized, a loner patrolling the fringes of the overdeveloped world."},{"title":"Appearance","text":"While Walkers seem to occupy the extremes of the physiognomic spectrum, most tend toward lean physiques, better suited for constant travel, and often have tanned skin from the time spent outdoors (although, oddly, with generally smooth complexions). Most favor simple functional clothing when on the road, but all invariably seem to exhibit some natural flamboyance, howsoever understated, that usually blends bohemian and hippie fashions with styles from older historical periods: headbands and armbands, sashes instead of belts, robes or kilts instead of trousers. "},{"title":"Background","text":"Inheritors of the Walking Legacy may emerge from nearly any socioeconomic demographic, although the super-rich seldom manage to take on the risks of this lifestyle. Those who travel frequently out of necessity or vocation are more likely to encounter a Walker, while those of an imaginative or artistic bent are more likely to appreciate a Walker’s enchantments and seek to learn about the wonders he conjures. The subculture of gambling has provided fertile ground for this Legacy, but all Walkers unanimously abhor the commercialism that has degraded their once-sacred pastime."},{"title":"Organization","text":"Every Walker in the Mists is accustomed to the life of the solitary nomad. Although all destinies are shared, all paths leading to destiny are separate. Even teacher and student must part ways eventually. The crossing of paths, therefore, is a momentous occasion inaugurated by lengthy introductions recounting each Walker’s origins and travels, followed by a kind of singing-game in which each takes turns reciting his tutorial lineage until a common spiritual ancestor is found. After that, any food, provisions or contraband carried by each is pooled and shared. Then there may be a general discussion of the omens and portents of the current age, followed by another singing-game in which travel itineraries are compared so that warnings can be given about possible past and future destinations, with particular emphasis on immediate dangers. (This exchange is in accordance with the old bardic line, “When two meet, each is about to go where the other has just been.”) In times of impending crisis or necessary haste, all but the final phase of the ceremony may be dispensed with until some later date when convenience allows. The crossing of paths is rare, and even rarer when paths intertwine so that bands of Walkers take to the Mists. Walker groups, notoriously short-lived, are the stuff of legend, unheard of in the modern day. Rumors sometimes circulate of Walker families who tend to the world’s dwindling virgin wildernesses and sacred sites. "},{"title":"Suggested Oblations","text":"Trailblazing (following a path in a park, the woods or in wilderness that the character has never taken before); orienteering (finding one’s way in a strange place without recourse to maps or directions, including a part of town the character has never been in); playing a game of chance in which failure costs something substantial (such as money or a favor owed); sacred gardening; a ceremony performed within an ancient ruin (such as Stonehenge) "},{"title":"Concepts","text":"Explorers, naturalists, musicians (including roadies and groupies), carnies, drifters, professional gamblers"}],"attainmentDescription":"To truly walk the Mists, the mage who learns this Legacy needs to be proficient in the Mysteries of Life and Space. These attainments work best in natural environments or in places of ancient power. Since most Walkers come from the Acanthus Path, they are also expected to know the Mysteries of Fate and chance, although these aren’t required for their attainments.","attainments":[{"order":1,"name":"Peer into the Mists","prerequisites":["Gnosis 3","Life 1","Space 2"],"description":"The mage peers into the Mists, the continuum of Nature that lies hidden behind the mundane world, hidden even from the Mage Sight. Doing so allows him to scry into distant places as if he were using the “Scrying”spell, p. 235. He must scry through the medium of plant life — trees, flowers, bushes or even grass. As long as there is some form of plant tor is found. After that, any food, provisions or contraband carried by each is pooled and shared. Then there may be a general discussion of the omens and portents of the current age, followed by another singing-game in which travel itineraries are compared so that warnings can be given about possible past and future destinations, with life in the place he wishes to scry, the mage can see there. To peer into the Mists and spy the desired location (i.e., to open a scrying window), an instant action is performed and Wits + Survival + Space is rolled, modified by the sympathetic distance (see pp. 114-115). After he has established the window, a reflexive action is required to view through it. Optional Arcanum:Time 2 If the mage also has Time 2, he can peer into the past at the location he is scrying, similar to the “Postcognition”spell, p. 260. He literally speaks to plants to get their memory of events viewed. He can view the past only if the plants currently present at the location were there during the time the mage wishes to view. "},{"order":2,"name":"Mist Haven","prerequisites":["Gnosis 5","Space 3"],"description":"By cloaking himself (and others if desired) in the Mists, the mage can create a ward with a Ban of his choice (as long as he has the necessary Arcana knowledge), similar to the “Ward”(p. 236) and “Ban”(p. 237) spells. He can do this only amidst nature, where at least one green shoot grows from the earth. One Willpower point must be spent to summon the Mists if green space is lacking. To create the ward/Ban, he performs an instant action (no roll required) and affects an area based on his Space dots. <table class='jhInline' style='border:1px solid;'><tr><th>Radius or</th><th>Unique Area</th><th>Space Dots</th></tr> <tr><td>4-yard radius</td><td>20 sq. yards</td><td>•••</td></tr> <tr><td>8-yard radius</td><td>40 sq. yards</td><td>••••</td></tr> <tr><td>16-yard radius</td><td>80 sq. yards</td><td>•••••</td></tr></table> If he has Space 4, you can resort to the advanced areaaffecting chart (see p. 118), using dots instead of dice penalties. Optional Arcanum:Time 3 If the mage also has Time 3, he can use Peer into the Mists (above) to divine the future, similar to the “Divination”spell (p. 263). The mage performs an instant action and can ask one question about the target’s future per Time dot. The Mists can sometimes reveal the weave of Creation before it’s made manifest. This power can be used in regard to the same target only once every 24 hours."},{"order":3,"name":"Paths Through the Mists","prerequisites":["Gnosis 7","Space 4"],"description":"The mage steps into the Mists, traveling wherever he desires as if he had created a Space portal. This ability is like the “Portal”spell, p. 238, although it is an instant action. The effect’s duration, however, is only for the turn in which it is activated and the subsequent turn (in which the mage and/ or his friends presumably step onto the Mist path and step out at their destination). To keep it open longer, the mage must concentrate (as with any concentration-based spell; see p. 119). He can only open a path at and travel to a place with some form of plant life (even a small patch of grass is acceptable). Others can join him on his journey through the Mists: One person of Size 5 or less can pass through the portal per turn; larger people can spend two turns squeezing through. An instant action is performed to activate this power, and Composure + Survival + Space is rolled to determine success (modified by the sympathetic distance of the destination). Optional Arcanum:Time 4 If the mage also has Time 4, he can read prophecies from within his Mist Haven (above), similar to the “Prophecy” spell (p. 264). He performs an instant action and can ask one question about a subject’s possible future (what mighthappen rather than what will happen) per Time dot. This power can be used concerning the same target only once every 24 hours."}]}