{"name":"Abyssal Perception","sourceBook":"Grimoire of Grimoires","sourcePage":"77","primaryArcana":"Death","arcanaRequirement":"Death 1 + Prime 1 + Space 1 + Spirit 1","requirements":[{"name":"Death","dots":"1"},{"name":"Prime","dots":"1"},{"name":"Space","dots":"1"},{"name":"Spirit","dots":"1"}],"practice":"Knowing","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"This spell enables a mage to perceive the presence of Abyssal phenomena, though it is not properly a Mage Sight. Rather, this sense manifests as a powerful awareness of the pressing \"wrongness\" of the Abyss as the willworker closes on it (or, conversely, as it closes on the willworker). After casting this spell, the mage becomes attuned to the alien emanations of the Abyss, detecting them through feelings and images of fear, pain, horror, and otherwise skewed awareness of the world around him. Ordinary scenes and occurrences take on a malevolent cast, as inhuman whispers circulate through the crowd at a train station, deformed faces leer from shadowed corners (and vanish the instant the character looks back), moans of suffering and ecstasy well up from manhole covers, and other images of the gruesome and nightmarish transpire just at the edge of perception. Characters unprepared for the experience (think of the title character's glimpses of the bizarre and the terrifying in the 1990 film Jacob's Ladder for an idea of just how this sense manifests) are likely to develop 1 or more derangements. Even when Abyssal phenomena are not at hand, light seems a little cold and thin through the lens of this magic; everything looks a little more rundown, the eyes of living things are flat and unreflective, wind seems a bit too still, while normal noises sound muffled and whispers are a bit too loud. Any mage who uses this spell on too regular a basis will almost certainly find that all sense of reality begins to wear thin, as an expectation of Abyssal intrusion takes hold of her. Eventually, she might become afraid not to have this magic active -- who knows when the Abyss will come calling, after all?","rotes":[{"roteOrder":"Non-Order-Specific Rote","roteName":"Gazing Into The Abyss","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"Pain and fear such as the human mind cannot ken await those who look long into the Abyss. Still, to some Awakened, the power to know the presence of that which must not be is worth the cost, or, at least, so they believe."}]}