{"name":"Acidic Spatter","sourceBook":"The Adamantine Arrow","sourcePage":"182","primaryArcana":"Matter","arcanaRequirement":"Matter 3 + Life 2","requirements":[{"name":"Matter","dots":"3"},{"name":"Life","dots":"2"}],"practice":"Fraying","action":"Instant","duration":"Lasting","aspect":"Vulgar","cost":"None","effect":"Whenever the skin of the mage is pierced, the spray of blood is transmuted mid-flight into a mild acid that deals Continuous Damage to anyone the acid touches. The acid created by this spell isn't powerful enough to threaten a well-armored opponent, but it can turn the tables in a fight with an unarmored foe. The mage casts this spell on himself in preparation for combat. Normal Duration for the spell is one scene, but by spending one Mana during the casting, the Duration may be extended to last one day. Damage caused by the spatter is bashing Health damage that deals continuous damage for two turns before the blood reverts to its natural form. The Continuous Damage is equal to the amount of lethal Health damage (suffered by the caster) minus 1 to anyone in a 180-degree arc from point of impact. Successive turns of spatter may stack or overlap. Damage from the spatter is dangerous only to flesh, and may be mitigated by armor, but not Defense. Blood spatter transmuted by this spell causes no damage to the caster.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Blood Vengeance","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Medicine","roteDescription":"From ancient Atlantis to the modern day, the Adamantine Arrow has been asked to shed its blood for others. In time, the Arrows learned to turn their blood into a weapon. Adamantine Arrow scholars claim they can trace use of this rote to the days when the Arrows led the forces of Atlantis in battle against poorly armored enemies of the Awakened City. The rote is still useful today against violent shapechangers, combative familiars, and other aggressive denizens of the world unseen by Sleepers."}]}