{"name":"Activate Spirit","sourceBook":"Grimoire of Grimoires","sourcePage":"109","primaryArcana":"Prime","arcanaRequirement":"Prime 4 + Spirit 4","requirements":[{"name":"Prime","dots":"4"},{"name":"Spirit","dots":"4"}],"practice":"Patterning","action":"Instant and contested; target rolls resistance reflexively","duration":"Transitory","aspect":"Vulgar","cost":"1 Mana","effect":"There is a story of Jascei, a holy man who gained wisdom by studying the motions of the stars from atop the highest mountain on the island of Atlantis. This sage often had cause to call upon the small gods of the world in the pursuit of his sacred task. On occasion, he would borrow their miraculous abilities directly rather than trusting in such beings to interpret the will of a man of Atlantis. While his ability to direct the powers of the otherworldly could not save him from the Fall, it is said that he called upon many spirits at the end, even as his temple fell down around him, to scatter his decades of compiled lore to the far corners of the Earth that they should be discovered again in time. By channeling a point of Mana into a spirit, a mage may use one of its Numina or its Influences (rolling the spirit's normal dice pool for doing so, though to an end of the willworker's choosing). This does not constitute the spirit's action for the turn and the dice pool for this spell is penalized by the spirit's rank, just as though the mage were attempting to forcibly bind it. Using a Numen or Influence in this way does not generate Paradox for the mage, even if the casting of this spell does. Note that spirits almost invariably resent having this sort of magic cast upon them; it is, in a very real way, a violation of the spirit's personal sovereignty, as the mage reaches into the entity's fundamental nature and, metaphysically speaking, starts pushing buttons to achieve the desired result.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Mantle Of The Gods","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Expression","roteDescription":"By channeling her Will through a spirit, a mage might direct another of the powers concealed behind the reality known to Sleepers. Often more narrow in focus than the Ten Arcana, these powers sometimes sacrifice flexibility for raw power or utility in a single sort of endeavor."}]}