{"name":"Alien Highway","sourceBook":"Banishers","sourcePage":"68","primaryArcana":"Spirit","arcanaRequirement":"Spirit 3","requirements":[{"name":"Spirit","dots":"3"}],"practice":"Weaving","action":"Extended (target number = Gauntlet strength)","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage opens a road as in the Spirit 3 spell Spirit Road, but instead of crossing the Gauntlet to the Shadow Realm, there is a 25% chance that the road leads to a random spot on earth, a 25% chance of opening into the Abyss, and a 25% chance of opening onto the vastness of outer space. There is, of course, a 25% chance that the spell works exactly as Spirit Road and allows access to the Shadow Realm. The intent of this spell, however, is to open a path that will enable a Banisher to send an alien entity \"home.\" A minimum of one success is necessary to open the road where the Gauntlet is weakest; a dramatic failure sucks the caster himself into a gaping rift that closes immediately, depositing the luckless caster in one of four places with no immediate egress. The caster's intent is more often to force another individual through the opening, in which case the caster must successfully grapple the victim and use an overpower maneuver to cast him into the road. Naturally, if the road opens onto space or the Abyss, the person who crosses onto the road usually meets his death unless he is prepared to withstand the rigors of those places.","rotes":[{"roteOrder":"Banisher","roteName":"Morris's One-Way Trip","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Survival","roteDescription":"The Translators' version of this spell, as practiced by Morris, has an altered Duration -- concentration. The opening can remain viable as long as the Translator concentrates on it, allowing the caster to yank the victim back once she has had a \"taste\" of what's behind the door or else enabling the caster to close the road immediately, trapping the victim on the other side, subject to whatever horrors await her."}]}