{"name":"Alternate Scenario","sourceBook":"Grimoire of Grimoires","sourcePage":"57","primaryArcana":"Fate","arcanaRequirement":"Fate 3, Time 3; Song: No Trap","requirements":[{"name":"Fate","dots":"3"},{"name":"Time","dots":"3"},{"name":"Song: No Trap"}],"practice":"Weaving","action":"Instant","duration":"Transitory (1 turn)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage splits across multiple time streams, coalescing into one person at the most favorable version of events. If the mage successfully casts the spell, he acts within a number of alternate-reality versions of the next turn equal to the spell's Potency factor, but no more than the lowest of his Time or Fate dots. He acts at the same time during each turn in the same situation, but may perform a different action (with the player rolling the appropriate dice pools to determine its can even try the same basic action in two different timelines, counting on one to provide a better result. He cannot, however, perform the same basic action in three or more realities. The mage experiences the outcome of the turn in each reality, but no other participant in the scene may change their actions except in reaction to the mage. Other participants' dice rolls are constant for the same actions across all realities. The mage experiences each reality simultaneously; the player must declare all his actions before resolving them. He cannot use information from one reality to influence his actions in another. Once the mage experiences all alternate turns, he chooses one. The outcome of that turn becomes the true outcome and all participants feel the effects of what happened in that version of events -- no other.","rotes":[{"roteOrder":"Free Council Rote","roteName":"No Trap","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"Blixa Dark considers this spell to be \"an occult symphony of the self.\" He visualizes each reality as a string on a sublime instrument, combining to create one glorious sound."}]}