{"name":"Alter Accuracy","sourceBook":"Mage: The Awakening","sourcePage":"196","primaryArcana":"Matter","arcanaRequirement":"Matter 2","requirements":[{"name":"Matter","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana","effect":"The mage improves the balance and heft of a simple item. This application could, for example, improve the accuracy of a sword since it is easier and smoother to wield, a screwdriver turn more quickly (its weight shifts so well it practically turns itself) or a hammer hit harder. Any object that might conceivably benefit from a more efficient or better-weighted design could serve as the target of this spell. The object gains the 9-again quality (re-roll results of 9 and 10) on the next dice roll made using it. Extra successes on the spellcasting roll affects successive rolls with the tool, one extra roll per success. Neither the spellcaster nor the tool user can choose which rolls are affected by the magic. Each successive use of the tool gains the 9-again benefit until the number of affected rolls have been used or the scene ends, whichever comes first. Note that this spell does not affect a chance die, should the object wielder's dice pool be reduced to one. Only a result of 10 is a success.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Dance Of The Sure Knife","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Occult","roteDescription":"Sword- and knife-dances can be found in many cultures; many performances are intended to exalt the weapon as a symbol of peace, power or authority. With this rote, the mage taps into the Supernal symbolism in these dances, empowering her weapon to strike fast and true. The Imago of this rote is a flowing dance that symbolically \"writes\" the Atlantean rune for \"surety\" in the four directions with the weapon. Factor Bonuses: Using a weapon consecrated as an Atlantean tool (+1 factor); Actually performing the minute-long full dance before casting the spell (+2 factors)."}]}