{"name":"Animate Object (#1)","sourceBook":"The Silver Ladder","sourcePage":"199","primaryArcana":"Matter","arcanaRequirement":"Matter 3 + Spirit 3","requirements":[{"name":"Matter","dots":"3"},{"name":"Spirit","dots":"3"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The willworker can temporarily awaken the spirit within an object or device and animate it so it can move and act on its own. The mage can cause any object or device, from a car to a handgun, to become temporarily conscious and animate. The willworker awakens the spirit within the object. Use the rules for the Spirit 3 Rouse Spirit spell to determine the rank and characteristics of this spirit. Also, the device can perform its designed function as well as if it was wielded by someone trained to use it. The object's dice pool for performing actions is always Power + Finesse, with no penalty for lack of skill. Because of the power of the Matter magics involved,the object can do more than simply perform its function. In addition to cars being able to turn themselves on and drive, guns being able to fire, and locks being able to lock and unlock, animated objects can also move on their own. Pieces of furniture can roll on their wheels or walk and run on their legs, knives and guns can hop around and even throw themselves at targets, and drawers can slide out with sufficient force to injure someone. When an object attacks, use the spirit's Power as its Strength. Animated objects can bend and flex in various unnatural ways. Most of their more extreme types of movement, such as a chair running across a room, are subject to Disbelief. One limit on this spell is that unless the mage also uses Spirit magic like the Control Spirit spell, the object is free to act as it chooses. Objects owned by the mage will typically obey her commands, as will objects not asked to do anything self-destructive or against their inherent nature. (Guns normally attack people, drawers and chairs do not.) Objects that have been treated well by someone will not normally attack this person. Guns owned by a gun collector who takes excellent care of them will not attack the collector simply because the mage asks them to. In fact, the guns are more likely to fire at anyone attacking their owner, including the mage who cast this spell. This spell can be used to animate any object of size 20 or less, +10 per additional Target factor. If the mage animates a large object like a house or car, all fixtures both inside and outside the object are under the spirit's control. While affected by this spell, an object also exists in Twilight and can both sense and affect beings and objects there.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Commanding Inanimate Allies","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","roteDescription":"Members of the Silver Ladder prefer to have allies working by their sides, even if these allies sometimes include animate furniture. As with the above rote, the th&eacute;arch typically addresses the object as if it were already a sworn ally, calling upon old allegiances."}]}