{"name":"Animate Object (#2)","sourceBook":"Sanctum And Sigil","sourcePage":"145","primaryArcana":"Matter","arcanaRequirement":"Matter 3","requirements":[{"name":"Matter","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"Just as a mage using Death 3 Quicken Corpse can reanimate a dead body, so can a mage with this spell animate an inanimate object, such as a doll, stuffed animal, or even a car. A simple success affects an object of Size 5 or less. Each +5 Size requires an extra Target factor. Additional successes are applied to the spell's Potency, which is used to fend off attempts to control the object by other mages using this same spell. The object can move and perform simple actions. It has a very limited artificial intelligence, allowing it to perform routine, simple functions on command, such as picking up items and carrying them across the room. The object can handle only one such command at a time. With Fate 2 / Time 2, the object can be preprogrammed with one single function that the object performs on its own. With Matter 4, the object has the artificial intelligence of a dog, and can be trained just as well. At this level, the object can be commanded to attack someone, although its dice pool depends on the spell's Potency. Objects that are capable of picking up weapons, such as action figures with articulate hands, can wield them. (The animate object's Strength for lifting things is equal to the animating spell's Potency.) Use the object's normal Size, Durability, and Structure for when the object is attacked. If the amount of damage delivered to the object's Structure exceeds its Durability rating, it suffers a -1 dice penalty on all actions. Once its Structure points are completely damaged, it is broken and can no longer function. If the mage desires his animate object to have better sentience, he needs to use the Mind 5 Psychic Genesis spell. Note that this spell only allows objects to move within their normal capabilities -- it does not allow a statue to bend its arms or work its legs (that requires the Plasticity spell cast in combination with this spell). However, a wind-up car could turn its own crank to propel itself, or a stuffed animal could move its own arms and legs, even in the absence of an armature of mechanism by which these limbs could normally be moved.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Helper","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Occult","roteDescription":"Silver Ladder mages use this rote to create butlers, maids, and other menial laborers from simple stick-figure armatures they pre-craft for this purpose."}]}