{"name":"Apportation","sourceBook":"Mage: The Awakening","sourcePage":"234","primaryArcana":"Space","arcanaRequirement":"Space 2","requirements":[{"name":"Space","dots":"2"}],"practice":"Ruling","action":"Instant and contested; target rolls Composure reflexively","duration":"Concentration","aspect":"Vulgar","cost":"None","effect":"With the aid of another Arcanum, the mage can move something to a remotely viewed location or remove something from it. (The Scrying spell allows a mage to remotely view a location.) She can, with the appropriate dots of Forces, Matter, or Life (Matter 2 for a brick, for example, or Life 2 for a guinea pig), draw an item through a scrying window to her current location if the object, creature, or energy source is small enough. If she wishes, she can also send such subjects from her location through the window to the other location. Naturally, this use of scrying (which either causes a disembodied hand to reach out of thin air and grab or deposit something, or makes that something appear or disappear without any plausible explanation) is quite vulgar. For each success (or additional Target factor prefigured into the casting), the mage can move one Size point. The maximum Size limit he can move is equal to his Space dots, regardless of successes. The type of thing that can be moved depends on the conjunctional Arcanum used: Matter for objects, Life for living creatures, and Forces for energy. This spell affects only base or median creatures (a Portal spell is required  to teleport higher life forms), and they can contest this spell's grasp.","rotes":[{"roteOrder":"Theosophy Tradition Rote","roteName":"Precipitation","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Occult","roteDescription":"Madame Blavatsky used to receive letters from the Mahatmas. Sometimes the Masters would have letters for her friends, too, which used to appear in thin air and drop into the laps of HPB's bewildered pupils. She was good at making other things appear, too: Small china saucers, little trinket and the like. It's not incredibly hard to cause little things to drop out of thin air. All it needs is a bit of time spent visualizing the object in the third eye. A clever mage can even hold a conversation while visualizing the object's form, although he can't do much else, allowing the effect to appear much more sudden than it really is."}]}