{"name":"Arcade","sourceBook":"Reign Of The Exarchs","sourcePage":"22","primaryArcana":"Space","arcanaRequirement":"Space 4","requirements":[{"name":"Space","dots":"4"}],"practice":"Weaving","action":"Extended (target number is based on the degree of sympathetic connection with the most difficult location chosen)","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can cast up to three portals, each to a different destination. As with Portal, the more familiar the casting mage is with each location to which he creates a doorway, the easier it is to successfully cast the spell. The target number is determined by the caster's sympathetic connection to the most difficult destination to connect to. This spell is an all-or-nothing proposition, with the total number of successes determined by the least-known destination. For example, if the caster is acquainted with two of the destinations but has only encountered the third, he must accrue 12 successes to cast the spell. If he rolls eight successes, and is then halted, the spell doesn't take effect. Each portal of the Arcade spell can accommodate one person of Size 5 or less per turn (larger people can spend two turns squeezing through). Each success added to the target number allows the mage to widen all portals so that one additional person can pass through per turn. All Arcade doorway entrances and exits can be placed anywhere that allows a person of Size 5 or less enough freedom of movement to enter or exit in a single turn. Note that, without applying the Portal Key spell the caster cannot limit who can use the Arcade doorways. Nearby enemies can attempt to step through, too. Additionally, people can be forcibly thrown into any of the doorways as long as a hold is fi rst achieved in a grapple action, after which the grappler can shove the person through a doorway as an overpower maneuver.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}