{"name":"Atonement","sourceBook":"Legacies: The Ancient","sourcePage":"35","primaryArcana":"Death","arcanaRequirement":"Death 5 + Fate 2","requirements":[{"name":"Death","dots":"5"},{"name":"Fate","dots":"2"}],"practice":"Making","action":"Instant","duration":"Lasting","aspect":"Vulgar","cost":"None (special)","effect":"Rumors of the Awakened raising the dead are partly true. A mage with the right knowledge really can return a dead person to life. But the mage cannot cheat death without giving something in return -- himself. With this spell, the mage gives up his own life, and dies so that another might live, and more than this, so that the other might Awaken. Although the casting of the spell is described here as \"instant,\" the time it takes a mage to prepare to cast the spell can be lengthy, as the caster will sometimes set up an appointment with the Reaper -- perhaps creating the circumstances that will allow a crazed enemy to take one final, fatal shot, perhaps subconsciously exposing himself to a disease or a poison. The corpse of the person whom the mage wants to raise must be intact, meaning that the body can't have begun to decay. Also, the subject cannot have died of old age -- the subject must have had an untimely death, from disease, violence, or an accident. If the spell succeeds, the subject returns to life with all her Health dots, Attributes, Skills, and Advantages intact. The mage who cast the spell dies. How he dies depends upon the circumstances he has created. In effect, fate takes a hand in his demise. A sniper's bullet finds his temple at the moment the other arises. A terrible car accident claims his life, seconds after the spell is complete. His heart gives way to a congenital defect and he collapses, as the subject of the spell opens her eyes. The price of this spell cannot be avoided. The Reaper can't be tricked. It's a life for a life; that's the deal. The soul of the Tamer of the Cave who cast this spell vanishes. The soul cannot be retrieved, and the Saint cannot be revived by any means. The subject of the spell, meanwhile, Awakens. She doesn't awaken immediately. It could be days, weeks, months or years down the line. But she does Awaken. It could be that this is where the mage's soul goes: it enters the body of the person the mage wanted to raise, joining with her and making her a mage. Given that this spell can only ever be cast once by any given mage, it has never been formalized as a rote.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}