{"name":"Augury","sourceBook":"Mage: The Awakening","sourcePage":"258","primaryArcana":"Time","arcanaRequirement":"Time 2","requirements":[{"name":"Time","dots":"2"}],"practice":"Unveiling","action":"Instant","duration":"Concentration","aspect":"Covert","cost":"None","effect":"The mage sees the future in terms of generalities. The mage must declare a target -- a person, place, or thing. (Temporal sympathy modifies the casting roll.) He can then ask a simple question about that target's future and gain a general answer. Examples of proper questions include: \"Will Tony get the job he just interviewed for?\" \"Will Charlotte marry George?\" \"Will Angrboda kill again?\" Improper questions get no answers. Examples of improper questions include: \"How much money will that lottery ticket win me?\" (Too specific; try instead: \"Is this the winning ticket?\") \"Will my son be a good man?\" (\"Good\" is too relative a term -- good to whom, exactly?) The Storyteller decides what the future holds for the target, knowing that knowledge of the future is often enough to change that future. A woman who is told she will be a store clerk for the rest of her life might then quit her job to go back to school. Some mages don't even need to cast this spell to effect change. Their reputations for prophecy can be used to make others think they have read the future by means of magic. In this way, a mage might influence a friend's behavior in hopes of turning her toward a more productive life by scaring her with predictions of just where her current path will lead. The same person can be targeted with this spell only once every 24 hours. Any attempts to augur him again before 24 hours have passed reveal meaningless echoes of myriad possible actions the target could take, but with no clue as to which might occur, or which is even more problematic than the others. If the mage persists, the spell becomes vulgar.","rotes":[{"roteOrder":"Theosophy Tradition Rote","roteName":"Guide To What Is","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult","roteDescription":"There's a kind of Clear Light that infuses everything, containing the potentiality of all things. Meditation allows one to enter that light and merge with it. A mage whose can both lose himself and retain control of his spiritual direction, allowing him to ascertain threads of cosmic direction for people, places and objects."}]}