{"name":"Autonomous Servant","sourceBook":"Mage: The Awakening","sourcePage":"167","primaryArcana":"Forces","arcanaRequirement":"Forces 3 + (Mind 1 Or 5); optional Space 2 }","requirements":[{"name":"Forces","dots":"3"},{"name":"Mind","dots":"1"},{"name":"Mind","dots":"5","Optional":"True"},{"name":"Space","dots":"2","Optional":"True"}],"practice":"Weaving","action":"Instant","duration":"Concentration","aspect":"Vulgar","cost":"None","effect":"The mage can have a spell perform an extended-action task for him while he goes about his own business. He might have it cook him dinner while he watches TV, or lift buckets of water while he reads a book. Forces 3 allows for the accomplishment of one physical extended-action task through telekinesis (instant actions, such as fighting, are not possible). Successes are allocated to the telekinetic force's Strength or Dexterity, as per the Telekinesis spell. The caster must concentrate for the length of the task. If he is attacked or surprised, a Resolve + Composure roll must be made for him to maintain concentration. If concentration is lost before the extended action's target number is reached, the spell can be recast but all accumulated successes are lost; the spell must start from scratch. Mind allows the mage to devote part of his own brainpower to guiding the task, while he is able to perform a separate mental (not physical) action himself. He multitasks, as with the One Mind, Two Thoughts spell. Since he presides over the telekinetic operation, which does all the actual work, it is considered a mental task rather than physical one. The spell's telekinetic force performs the extended-action task, guided by a portion of the mage's own mind that is invested into the chore being performed. The dice pool is equal to the telekinesis' spell's assigned Attribute plus the mage's own Skill. A heavy-lifting task might require Strength + Athletics, cooking dinner or writing one's memoirs might need Dexterity + Athletics or Crafts, and picking a lock might be Dexterity + Larceny. With Mind 5, the mage can create a separate mind for the telekinetic force that can guide itself without his further involvement. He allocates successes between Strength, Dexterity, and whatever Physical Skill is needed for the task (it doesn't use the mage's own Skills, it has only those Skill dots that are allocated to it with spellcasting successes). If Space 2 is included, the Autonomous Servant can perform its task well away from the eyes and ears of the mage. For instance, he can get it to pick the lock to the wealthy financier's home while he chats up that financier at a gala ball across town.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Indispensable Aide","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Investigation","roteDescription":"Mysterium mages are stereotyped as being too buried in their books to attend to mundane matters, such as shaving, cleaning, or even dressing properly. This rote's popularity among mages of that order does little to break the stereotype, although it does allow a bookworm mage to at least dust his library before visitors arrive without losing valuable study time."}]}