{"name":"Autopilot","sourceBook":"Tome Of The Mysteries","sourcePage":"67","primaryArcana":"Mind","arcanaRequirement":"Mind 4 + Matter 3","requirements":[{"name":"Mind","dots":"4"},{"name":"Matter","dots":"3"}],"practice":"Patterning","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The subject of innumerable Knight Rider jokes, this nevertheless useful spell allows the mage to create an artificial mind in an automobile (or any other vehicle the mage knows how to drive or pilot) that is capable of controlling the vehicle, leaving the caster free for other tasks. The autopilot is a simplified version of the Mind 5 Psychic Genesis spell, and is usually created with only the bare minimum of the creator's personality -- generally no more than a knowledge of traffic laws and the creator's own knowledge of the geography and roadways of the region. When created, the autopilot has the following Traits: Intelligence 1, Wits 1, Resolve 1, Drive 1. The autopilot is not truly sentient, and thus does not have any Social Attributes. Treat the vehicle's Handling as the autopilot's Dexterity (and do not add the Handling bonus on top of any Dexterity + Drive dice pools). The autopilot's Attributes and Drive Skill may be increased by extra successes on the casting roll on a one-for-one basis. The autopilot cannot communicate with the caster or anyone else, but it understands and obeys the caster and anyone the caster designates when the spell is cast. The autopilot can obey directions based on destination (e.g. \"Go to Louie's Pizza\") if the caster knows the destination's location, or the autopilot can follow basic commands (e.g., \"Drive North to Warner and take a right,\" \"Accelerate and ram that blue sedan\"). Most commands can be delivered reflexively, but some complex commands might require one or more instant actions to convey, at the Storyteller's discretion.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Automatic Drive-By","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Drive","roteDescription":"The Adamantine Arrow recognizes that not all battles take place in ideal circumstances, and trying to split your attention between rush-hour traffic on the freeway and the gun-toting Banishers coming up in the left lane can be a fatal distraction. Arrow mages use this rote to devote their full attention to any potential threats and leave the driving to the autopilot."}]}