{"name":"Ban","sourceBook":"Mage: The Awakening","sourcePage":"237","primaryArcana":"Space","arcanaRequirement":"Space 3","requirements":[{"name":"Space","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage can create a Ban to restrict something from passing through a Ward. This spell is an exception to the normal spell-control rules, allowing the mage to add a Ban to a pre-existing Ward. (Or he could combine this spell with Ward during casting.) When combined with the appropriate dot of the Arcanum governing a given phenomenon (say, Forces 2 for fire or Forces 5 for nuclear radiation), the Ban can prevent that phenomenon from entering an area at all, by any means. Thus, a mage with the right Arcanum knowledge could prevent insects (Life), metal objects (Matter), spirits (Spirit) or even people (Life) -- or all four if he desired -- from intruding upon a given location. The subject of a Ban can be as general or specific as a mage wishes, ranging from \"all energy\" (meaning that the energy currently within the location remains there and no new energy can enter), to \"thrown rocks\" (meaning that rocks can be carried in, but those thrown at the space are repelled), to \"Jerry's albino boa constrictor, Lucifer\" (which keeps that one snake, and only that snake, out). \"All energy\" might impose a -3 penalty (and require Forces), while \"Jerry's albino boa constrictor, Lucifer\" might invoke no penalty.","rotes":[{"roteOrder":"Taoist Tradition Rote","roteName":"Ho-t'u Dance","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"Unlike the basic rote, however, the Taoist mage imbues the ward with Mana given the resonance of thunder. If the mage allocates all her successes to Potency rather than area or duration, she can evoke a ward powerful enough that even the terrible Chia spirits hesitate to test themselves against it, and consider themselves no longer obliged to attack a victim thus protected."}]}