{"name":"Bind The Wayward Body","sourceBook":"Magical Traditions","sourcePage":"124","primaryArcana":"Life","arcanaRequirement":"Life 4; optional + Space 1","requirements":[{"name":"Life","dots":"4"},{"name":"Space","dots":"1","Optional":"True"}],"practice":"Unraveling","action":"Instant and contested; target rolls Resolve + Gnosis","duration":"Transitory against mages, Prolonged against Sleepers (until released by the caster)","aspect":"Vulgar","cost":"1 Mana","effect":"The mountains have harbored many a fugitive in its hollers and caves throughout the years. Some have never been brought to justice. Others have fallen prey to this powerful piece of hoodoo magic. This spell enables the mage to literally stop a fugitive in his tracks, rendering the person unable to move forward or backward for a period of time that is usually just long enough for his pursuers to catch him. Success means that the target cannot move more than three yards in any direction from the place he was standing/sitting when the spell takes effect. If he's a mage, the spell lasts for only one turn. If he's a Sleeper, the spell lasts for one scene or until he's released by the following phrase from the mage's own mouth: \"As you have been bound, now you are free.\" Of course, by that time, the fugitive should be free only to accompany his captors to jail. A Life 3 version of this spell targets animals.","rotes":[{"roteOrder":"Appalachian Hoodoo Tradition Rote","roteName":"Pillar Of Salt","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Resolve + Gnosis","roteDescription":"The mage must follow the fugitive, who needs to be within line of sight (unless Space 2 is added to the casting). As she travels, she repeats a prayer similar to the following: Peter, Paul and all the Apostles, be my witness to God's power which binds all rogues, thieves, murderers and fugitives who seek to hide from justice. In particular, let Thy power find [name of fugitive or some other form of specific identification, such as \"the man who robbed the Big Ivy branch bank last night\"] and bind him with fetters of guilt. Let him not step forward. Let him not step backward. Let him breathe but not speak until such time as he is released by me. The mage must say this prayer (or whichever one she uses) three times. When she comes in sight of the fugitive, she must point her hand and clench it into a fist. As her hand tightens, the muscles of the fugitive will tighten until he cannot move."}]}