{"name":"Breach The Vault Of Memory","sourceBook":"Mage: The Awakening","sourcePage":"214","primaryArcana":"Mind","arcanaRequirement":"Mind 4","requirements":[{"name":"Mind","dots":"4"}],"practice":"Patterning","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"This spell gives the willworker power over that which helps define a person: Memory. The mage can add to, modify, or delete a subject's memories in whatever way he sees fit. (It helps but is not necessary to cast Read the Depths first.) An individual could be made to forget where she parked her car, the fact that she likes strawberry ice cream, or even why she wears a wedding band. Naturally, short-term and less deeply ingrained memories are easier to manipulate than those that are long term or more fundamental to a person's identity, but just about any memory can be sculpted according a mage's desires. The mage might suffer a penalty, depending on how deep the memory to be altered lies. Once the spell expires, the memories return. During the spell's Duration, psychotherapy and hypnosis might be able to restore the victim's memories. Each success on the spellcasting roll levies a -1 dice penalty on any attempt to restore the subject's memory to normal (or to otherwise influence an implanted or altered memory). A subject cannot be made to forget that she is Awakened (or is otherwise a supernatural being of some sort) or how to use her paranormal abilities. That part of her identity is too deeply bound into the mind and soul alike to be tampered with. Virtue and Vice may not be changed at this level. They are facets of who a person is, rather than just a product of her memories. If a target is a mage with at least Mind 1, he might have an inkling via his Unseen Senses that he is attacked mentally. A reflexive Wits + Composure roll allows him to sense attempts to alter his memories. He can know nothing about the intrusion unless he casts magic (such as Third Eye) to learn more. Most mages react by first erecting a Mental Shield spell. This presence of this spell on a target cannot be detected unless its Potency is overcome by a Third Eye spell.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}