{"name":"Burst Of Speed","sourceBook":"Mage: The Awakening","sourcePage":"171","primaryArcana":"Forces","arcanaRequirement":"Forces 4","requirements":[{"name":"Forces","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana per turn","effect":"The circumstances requiring it may be rare, but every so often it happens that a mage needs to outpace a horse on foot. Sometimes it just helps to be a whole hell of a lot faster than the guy with a gun. This spell makes a mage swifter than any mortal human being could be, reducing the force of forward friction (from the atmosphere and winds) to nil, while vastly amplifying forward momentum. Each stride can carry the caster effortlessly for the equivalent of seven or eight normal paces. While the mage can't outpace a bullet, she does move faster than just about any living thing without mechanical assistance. A Mana point can be spent to boostSpeed for a turn. The caster can do so as many times as he wishes while the spell's scene-long Duration is still active (assuming he has enough Mana). The mage's Speed increases by itself again for each success on the spellcasting roll. Characters who run double this figure, as well. Assuming the spell has four successes and a mage has a Speed of 12, he has an effective speed of 48. If he runs, his Speed is 96 -- almost 65 miles per hour! If any Sleeper witnesses the mage running faster than a normal human, Disbelief is invoked.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Hermes' Sandals","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Athletics","roteDescription":"There is a time for negotiations, a time to hold one's ground, and a time to get the hell out of Dodge. This Mysterium rote is magic for the last of those situations. Of course, members of the Mysterium are just as apt to use this spell to catch up with someone or something as to use it to take flight. Guardians of the Veil also occasionally use this magic when they need to intercept a threat to the secrecy of the Mysteries and don't have time to hail a cab."}]}