{"name":"Call Eidolon","sourceBook":"Banishers","sourcePage":"59","primaryArcana":"Mind","arcanaRequirement":"Mind 4 + Spirit 4","requirements":[{"name":"Mind","dots":"4"},{"name":"Spirit","dots":"4"}],"practice":"Patterning","action":"Extended (target number equals the mage's Resolve + Composure)","duration":"Prolonged (1 hour)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage calls upon her nobler instincts, melding her conscience and enlightened urges into an ephemeral entity that dwells within Twilight. This higher self is called the eidolon. This spell is the flipside of Goetic Evocation. Instead of summoning the character's personified Vice, this spell calls her Virtue. Use the rules for Goetic Evocation to design the spirit based on the number of successes scored. Instead of Possession, eidolons automatically start with the Living Fetter Numen. The mage's personality and beliefs control an eidolon's appearance and shape. The spirit takes an appearance that the mage associates with goodness. The spirit could look like a radiant, winged angel, one of the 18 Buddhist arhats, or like a historical figure she's always admired. In most cases, the eidolon either looks something like the mage or appears to be a parent, lover, or close friend. An eidolon can't be forced to give its mage Willpower points. On the other hand, it will explicitly point out opportunities for the mage to fulfill her Virtue, increasing the likelihood that she'll earn back spent Willpower points by \"doing the right thing.\" An eidolon also opposes its mage whenever she looks likely to either satisfy her Vice or act against her Virtue. Depending on the eidolon and the situation at hand, the spirit uses everything from calm conversation to physical intervention to keep the mage on a righteous path. Unlike a goetic demon, an eidolon is not automatically bound to follow the mage's orders, but it feels a duty of care and will usually help its host unless she's planning an immoral act. An advanced version of the spell, using Prime 5 and Spirit 5, can evoke another person's eidolon.","rotes":[{"roteOrder":"Banisher","roteName":"Sarah","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Empathy","roteDescription":"Scelesti killed Sarah Holt, but her husband John survived to Awaken. He saw fire leap from their hands and knew they worshiped some kind of demon. He was tied up, bleeding, and angry, so he called out to it -- and it answered. That's how he escaped and got the power to kill Sarah's murderers. But at the last moment, when he could have called the demon's true name and taken the cult's power for himself, he stopped, begged Sarah for forgiveness, and reflexively bound his will within a powerful, obsessed Imago. She appeared. John spends his days hunting supernatural evil and thinking of her. When he doesn't know what to do he calls out to Sarah, asking her to remember what he was like before he took up the Banisher's burden. She appears as shining and beautiful as the day they met and always reminds him that he's still a good person deep down, in the part of his soul that murder and angry magic can't touch."}]}