{"name":"Casual Brutality","sourceBook":"Grimoire of Grimoires","sourcePage":"118","primaryArcana":"Mind","arcanaRequirement":"Mind 5","requirements":[{"name":"Mind","dots":"5"}],"practice":"Unraveling","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Prolonged (1 scene)","aspect":"Covert","cost":"1 Mana","effect":"Behavioral science studies suggest that the ways in which people interact with one another, with regard to morality, are based equally on societal notions of propriety and personal ideals. If either part of the equation is removed, either societal perception or personal values, the morality of an individual will likely begin a downward spiral. For each success gained on the casting roll, the Morality rating of the target is temporarily reduced by 1. Individuals with lowered Morality will act in accordance with their new perceptions of right and wrong, without regard for their old beliefs. A mage with Wisdom 7, for example, who has his Wisdom reduced to 3 by this spell will feel no remorse for draining another mage's Mana against her Will. Targets of this spell who have their Morality reduced to 0 or less become raving, murderous lunatics for the duration of the spell. Any Morality sins committed while under the influence of this spell have no effect on the permanent Morality rating of the target. Characters who perform particularly brutal acts while their Morality is artificially lowered may develop derangements based on their experiences, at Storyteller discretion. This spell doesn't force the target to commit atrocities, it simply increases the chances that the target will behave in more vicious and callous ways than normal.","rotes":[{"roteOrder":"Le Livre Rogue Rote","roteName":"Casual Brutality","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Empathy","roteDescription":"Use of this rote (or voluntary participation as the target) is an act of hubris that requires a degeneration roll for mages of Wisdom 3 or higher (roll 2 dice)."}]}