{"name":"Cleanse Aura","sourceBook":"Intruders: Encounters With The Abyss","sourcePage":"189","primaryArcana":"Prime","arcanaRequirement":"Prime 2; optional + Life 2","requirements":[{"name":"Prime","dots":"2"},{"name":"Life","dots":"2","Optional":"True"}],"practice":"Weaving","action":"Extended","duration":"Lasting","aspect":"Covert","cost":"None","effect":"It is not unusual for a person's aura or personal resonance to become colored or contaminated by some outside source. This might merely be the effect of a spell, or it might be a deeper, more lasting stain. For instance, living in a rundown building with the resonance of murder might eventually leave marks on one's aura, even if one never acted in accord with this resonance; living near it is enough to be affected by its pollution. This spell cleanses alien resonance from one's own aura. The spell will not alter personal resonance, but will remove any vestige of outside resonance that has somehow mixed with the mage's own. This is often used to cover one's tracks, to prevent magely detectives from determining where one has been simply by the trace \"dirt\" left on one's aura. The Storyteller rates the strength of the auric marks, generally from 1 to 5, although radical supernatural taint might be rated even higher. This strength must be matched by spellcasting successes for the cleansing to be effective. While one success on the casting of this spell removes any sign of the mark from cursory perception, more intense scrutiny and examination (by others using Mage Sight) will still reveal lingering taint. A Prime 3 version of this spell can be cast upon others. By adding Life 2 to the spell, the mage can use this against auric taints that have some root in organic processes, such as the corruption caused by the practice of Sinister Organ <I>qigong</I>.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Scour Auric Verdigris","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Occult","roteDescription":"The Guardians well know the value of a clean aura, one that does not display any hint of where they might have been or what activities they might have been up to. Although this spell cannot hide their own personal mind or nature from others, Scour Auric Verdigris can cleanse any marks left by the spirits or places the Guardians occasionally have to deal with."}]}