{"name":"Climbing The Tree","sourceBook":"Magical Traditions","sourcePage":"43","primaryArcana":"Mind","arcanaRequirement":"Mind 4 + Any Arcanum 3","requirements":[{"name":"Mind","dots":"4"},{"name":"Death","dots":"3","Optional":"True"},{"name":"Fate","dots":"3","Optional":"True"},{"name":"Forces","dots":"3","Optional":"True"},{"name":"Life","dots":"3","Optional":"True"},{"name":"Matter","dots":"3","Optional":"True"},{"name":"Prime","dots":"3","Optional":"True"},{"name":"Spirit","dots":"3","Optional":"True"},{"name":"Space","dots":"3","Optional":"True"},{"name":"Time","dots":"3","Optional":"True"}],"practice":"Weaving","action":"Extended","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"A great part of the teaching of Kabbalah involves the mage's efforts to understand and achieve union with the Tree of Life. Kabbalists see this as a form of metaphysical \"climbing\" of the Tree to reach the higher sephiroth and greater understanding. Traditionally this is accomplished by intense meditation and prayer; this spell allows the Kabbalist to make the journey more literal. This spell must be cast in conjunction with an astral journey. Upon casting this spell, the mage shapes the Astral Plane around him into a representation of one of the sephiroth he has gained an understanding of (that associated with the conjunctional Arcanum of the spell). He can interact with the angels and spirits of that sephira and gain wisdom and understanding of its principles. The exact effects of this wisdom varies; in general, if the mage overcomes the challenges and seals that guard the sephira's mysteries, he should earn 1-3 Arcane experience points depending on the difficulty of the challenge. According to Kabbalist doctrine, the key to Ascension is to use this spell to journey completely up the Tree of Life, from Malkhut all the way to Keter, navigating each sephira in turn. This obviously requires considerable mystical power, and there are few if any reliable cases of a mage achieving this goal.","rotes":[{"roteOrder":"Kabbalah Tradition Rote","roteName":"The Serpent's Path","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"Just as energy travels down the Tree of Life in the Lightning Flash, so too does it ascend once more in the Serpent's Path. The mage who climbs that treacherous road and passes all the wrathful guardian angels set over it will achieve unity with God, or so they say. This rote is one of the more subdued Kabbalistic rituals: The mage dons a purple robe (even if Yesod is not his ultimate destination, it is the traditional \"beginning\" of the road). Surrounded by foci that represent his goal, the mage meditates until he slips into the Astral Plane, then continues meditating on the names of God and the archangels of the sephiroth. When the spell is complete, the mage enters the \"realm\" of the sephira, and can interact with its inhabitants. If he overcomes their challenges and riddles, he may gain enlightenment. If he fails, the result could be messy to say the least."}]}