{"name":"Co-Location","sourceBook":"Mage: The Awakening","sourcePage":"239","primaryArcana":"Space","arcanaRequirement":"Space 4","requirements":[{"name":"Space","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage performs personal co-location, being in two or more places at once. He creates multiple images of himself, one of which is really him. Without the use of the Mind Arcanum for multi-tasking, these duplicates are just that, reflections like those in a mirror, all performing the same tasks, saying the same things simultaneously. These duplicates are normally insubstantial, but the mage is capable of choosing which location she is actually at from moment to moment. The mage performs personal co-location, being in two or more places at once. He creates multiple images of himself, one of which is really him. Without the use of the Mind Arcanum for multi-tasking, these duplicates are just that, reflections like those in a mirror, all performing the same tasks, saying the same things simultaneously. These duplicates are normally insubstantial, but the mage is capable of choosing which location she is actually at from moment to moment. The mage can exist simultaneously in one location plus one per success and can reflexively choose (during his action in the Initiative roster) which of these locations he actually physically inhabits (through a form of reflexive teleportation) from turn to turn. Only his real self can be affected by attacks; duplicates have no substance. The mage uses his weakest sympathetic connection (the one with the highest spellcasting penalty) when casting either version of this spell. (In other words, if he wants copies of himself in Prague, Reykjavik, and Tokyo, but has only briefly been to Prague, he applies that location's sympathetic penalty to the overall difficulty of the spell.) By using the Mind 3 Multi-Tasking spell when creating these duplicates, the mage can make one or more of his immaterial duplicates say or do something different than he himself does (as per normal multi-tasking rules). Without use of other sympathetic spells, the mage can only interact with the location he is physically in, though he can perceive (as per Multispatial Perception) what goes on in each reflection's immediate surroundings. With Space 5, this spell can be cast with prolonged Duration.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Cleanup Crew","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Investigation","roteDescription":"With this rote, a Guardian can be in many places at once, able to move effortlessly between locations and act as a one-man team to quickly and efficiently contain breaches of the veil. Adamantine Arrow mages use the same rote to move virtually unstoppably across a battlefield or through an enemy holding."}]}