{"name":"Coincidental Travel","sourceBook":"The Silver Ladder","sourcePage":"196","primaryArcana":"Fate","arcanaRequirement":"Fate 4","requirements":[{"name":"Fate","dots":"4"}],"practice":"Weaving","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"None","effect":"The willworker reshapes the threads of fate to inevitably move her toward her chosen destination. She simply selects her destination, uses this spell and then all manner of coincidences help and even impel her along her way. When using this spell, the mage does not need to purchase a ticket in advance, and the total money spent need be no more than can easily be purchased with 1 dot of the Resources Merit. The primary thing the mage needs to do is to be willing to go along with the chain of events carrying her to her destination. If a mage in Chicago casts this spell to help her get to Los Angeles, a host of coincidences help her along her way. When she goes to purchase a ticket for an airplane or train, she is offered an exceptionally low fare as a special, a free ticket is handed to her by someone who is canceling his travel plans at the last minute, or some similar coincidence occurs. Traffic seems to move out of her way, stoplights turn green just as her cab approaches them, lines to checking in and security are exceptionally short, and her cross-country flight is not only not delayed, it benefits from strong tailwinds. A single success on this spell is sufficient to allow the mage to make an easy and low-cost journey to any destination in 10% below the absolute minimum time normally required. Each additional success reduces the time by another 10%. Even on an extraordinary success, this spell cannot reduce the total time by more than 50% of the normal minimum time, but it can allow a mage to step out her door and end up in a city all the way across the US at minimal cost in a matter of hours. Despite not requiring the Space Arcanum, this spell is still somewhat bound by the laws of sympathetic connection. The closer the connection a mage has to her destination, the easier this spell is to use. A mage using this spell to return home suffers no penalty. However, using this spell to travel to a distant city or nation the mage has seen only in photographs or on television gives the mage a -4 or -5 penalty, depending upon how many relevant photographs or TV shows the mage has seen. In addition, this spell bends fate, but cannot break it. Locations difficult to get to bring penalties. If the mage wishes to see the inside of some secure building like the Pentagon or Fort Knox, this spell might get her inside on a public tour, but it's not going to get her through high security checkpoints that do not allow unauthorized personnel inside. This spell will not allow the character to bypass or otherwise get around active opposition (like guards instructed to keep out all but a few specially authorized personnel). The spell allows the character only to cheaply, swiftly and easily go to places to which she could normally go.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Traveler's Luck","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Persuasion","roteDescription":"Often a big part of being able to control a situation is the ability to be at the right place at the right time. Members of the Silver Ladder use this spell as a way to easily move themselves to their destinations faster than their opposition."}]}