{"name":"Communion With The Messenger","sourceBook":"Magical Traditions","sourcePage":"88","primaryArcana":"Prime","arcanaRequirement":"Prime 2 + Spirit 2","requirements":[{"name":"Prime","dots":"2"},{"name":"Spirit","dots":"2"}],"practice":"Ruling","action":"Instant and contested; target rolls Resistance reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The Templar calls out to seek the audience of an \"angel\" in its literal definition from New Testament Greek as a messenger. The foci for this spell are all three of the hallmark Templar symbols: The Baphomet, the Holy Cross, and a cipher. First, the Templar creates the sign of the Holy Cross on the ground where he wishes to commune with the angel -- the cross in the circle serves as a sort of beacon to the angel in question. Next, the Templar speaks the name of the angel after it has been encoded as a cipher. The more important the \"messenger,\" the more elaborate the cipher must be. Finally, the Templar makes the hand-sign of the Baphomet when the angel arrives, proving to the angel that he is worthy of witnessing the light of God. The Templar casting this spell makes a single call to a single, specific \"messenger\" angel (whose name he may have procured from any number of sources, liturgical or lay, but it must be the angel's true name). The angel who heeds the call (if the spell is successful) is from the loftier regions of the Shadow Realm but has a singular connection to the Aether, or \"Heaven\" as the Templar understands it. Obviously, the \"angel\" is not from the Aether proper, but is savvy to what has occurred there in an up-to-date sense. In the communion with the angel, the Templar may ask the angel any questions that he wishes, and the angel responds with whatever information is salient. Of course, mere men surely cannot grasp the full import of what occurs in the Realms Supernal, and the angel's answers may seem obtuse, incomprehensible, or chaotic. As well, the angel might simply deem the answer to a given question as one the Templar's mind cannot possibly understand, and may deliberately occlude or withhold information (though it will never lie outright). \"What does God look like?\" is not a viable question for this spell to answer, nor is \"What is the meaning of life?\" In response to this first question, the angel might loose a torrent of incomprehensible Enochian syllables, answering the question honestly, but in the language only the angels can understand. The second question might yield an almost rhetorical response, such as, \"To live in righteous imitation of Christ.\" The angels will not be fooled by vain men's attempts to divine the secrets of heaven. Information that may be legitimately gleaned is information that the angel believes men have the context to understand. For example, \"Is God angry that we seek the Ten Commandments\" is a question that would receive a concise answer, while \"How does God feel about our quest for the Ten Commandments\" would elicit either an answer incomprehensible to the Templar or a simple rebuff that \"It is beyond your capacity to know.\" The answers asked of the angels need not always concern the loftier realms. \"Is the Temple Mount the true site of the Temple of Solomon?\" is a fine question to ask (the answer to which depends upon the individual chronicle). So is \"Where have the Templars stored their treasures?\" Indeed, so is, \"Where are my car keys?\" but such a flippant question may well serve to stoke the ire of the angel, and the anger of angels isn't something any mortal is likely to emerge from unchanged. To this end, it's worth noting that summoning the angel in no way offers any protection from it, should its divine graces be mocked, challenged, or denigrated. The Templars believe that the evolution of this spell occurred during New Testament times. They note that Abraham, Isaac, Moses, and other key Biblical figures had to use nothing of the sort to commune with God, while later figures such as Simon Magus had to use the same sorts of formulae that the order itself must. Of course, Simon Magus met his end after challenging God's supremacy, but the Templars are certainly capable of learning from the mistakes of others. Some Templars have taken it upon themselves to learn the celestial speech of the angels, potentially in hopes of tricking the angels to answer their questions with a language they assume the mortals not to comprehend. Again, the angels aren't so simple as this. If an angel suspects a man might have learned the divine tongue, it might simply respond that the answer to a particularly dire question isn't for men to know. And again, attempts at fooling the angels rarely work out well for the would-be trickster. (Of course, that begs the question as to whether a man might even learn the Enochian language, where he'd learn it, and to what end. The occultists John Dee and Edward Kelley claimed to know the speech of Angels, but neither of them is associated with the Templar tradition.)","rotes":[{"roteOrder":"Templar Treasure Tradition Rote","roteName":"Communion With The Messenger","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Resistance","roteDescription":"This rote is just as the spell with the same name."}]}