{"name":"Containment","sourceBook":"The Mysterium","sourcePage":"194","arcanaRequirement":"Forces 4","primaryArcana":"Forces","requirements":[{"name":"Forces","dots":"4"}],"practice":"Shielding","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana (optional)","effect":"Mages who regularly work with ancient artifacts or experiment with explosives, advanced technologies or unusual types of magic often risk injury or death if the device or spell suddenly reacts in some violent and  unpredictable  manner.  This  spell  provides  an automatic  protection  for  the  mage,  her  laboratory and her companions.  The mage casts this spell in an area around himself. If the mage or anyone or anything within this area is attacked either physically or with magic, the spell activates. Once activated, the spell protects everything within a small radius (see Mage: The Awakening, p. 118) around the mage from harm by slowing down fast-moving objects, damping fires and harmlessly grounding dangerous amounts of electricity. If the mage notices any such danger, she can reflexively spend one point of Mana. Then, for the next turn, nothing in the area can move faster than a brisk walk (Speed 10), and levels of temperature and electricity remain safe for everyone inside this area. However, this spell is only useful on small- to moderate-sized threats. Even if a 20-foot-high, 10-foot-thick stone wall fell on someone fairly slowly, it would still (slowly) crush them. Also, once this turn ends, this protection instantly fades, unless the mage spends another point of Mana. The mage can continue spending Mana until she either runs out or the people inside the area cease being in immediate danger.","rotes":[{"roteOrder":"Mysterium","roteName":"Shield the Magical Laboratory","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Craft","roteDescription":"Ancient magics are often even less predictable than modern explosives, and so this spell has saved the lives of more than one Mysterium experimenter who has had a rote or artifact react in a dangerous manner."}]}