{"name":"Control Waking","sourceBook":"Guardians Of The Veil","sourcePage":"191","primaryArcana":"Mind","arcanaRequirement":"Mind 2","requirements":[{"name":"Mind","dots":"2"}],"practice":"Ruling","action":"Instant; subtract target's Resolve","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Through manipulation of a sleeping person's mind, the mage can send her target into a deeper sleep and ensure that he remain oblivious to the outside world, or she can wake him instantly. If the mage so desires, the target of this spell wakes instantly. If he is under a supernatural effect that prevents him from waking, the number of successes on the spell must exceed the Potency of that effect. A sleeping target might waken at even the slightest sound, depending on how deeply asleep he is. If the mage wishes to keep the target asleep, each success on the casting levies a one-die penalty to any perception rolls he makes to awaken whenever something disturbs him (sounds, people sneaking past his bed, someone trying to remove his locket, etc.). The successes also act as the spell's Potency when contesting another mage's use of Control Waking or other, similar supernatural effects.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Silent Night","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Persuasion","RoteDicePool_Resisted":"Resolve","roteDescription":"A Sleeper unable to resist the lure of the Mysteries always leaves signs about, and the Guardians of the Veil are quite practiced at seeking and finding those signs. Some of most telling are best found in the Sleeper's residence or, among the exceptionally paranoid, on the Sleeper's person. And the best time for a Guardian to perform his investigation is at night, not just for the darkness that criminals favor but also for the solitude it affords the mage -- no one wants to invoke Disbelief. Because of this, Guardians of the Veil often end up searching suspects' homes or apartments during the witching hour. More likely than not, the suspects are home then (which is good, because the Guardians sometimes need to search the suspects, as well). Guardians make use of this rote to ensure that the subject remains asleep during the investigation."}]}