{"name":"Control Reactions","sourceBook":"Guardians Of The Veil","sourcePage":"189","primaryArcana":"Life","arcanaRequirement":"Life 4 + Mind 2","requirements":[{"name":"Life","dots":"4"},{"name":"Mind","dots":"2"}],"practice":"Weaving","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Using a combination of emotional suggestions similar to the Mind 2 Emotional Urging spell, barely perceptible telepathic messages and precise physiological control identical to that provided by the Life 4 Trigger the Lizard Brain spell, the caster can evoke a particular, visceral emotional response in the target. For example, by combining emotions such as greed with physiological reactions normally associated desire and interest, an otherwise honest official might be persuaded to accept a bribe. The most common use of this spell is to cause the target to have a particular positive or negative reaction to some specific event. A newspaper editor can be caused to dismiss a news story he might otherwise have published, and a police officer can be convinced to accept a somewhat dubious but non-magical explanation for a bizarre phenomenon that he just witnessed. In addition to such subtle and precise uses, this spell can also be used to completely discredit someone that the Guardians consider to be dangerous. By provoking completely inappropriate but powerful feelings of fear, lust, or anger, an individual can be made to appear overly emotional or even mentally unbalanced. If cast with a sufficiently long duration, the target might even remain unbalanced long enough to fail an initial examination by a psychiatrist and be committed for observation for a few days. Even targets who avoid acting inappropriately still experience all of the physiological signs of the desired emotion, including nervous sweating, a tremor in their voices, and other reactions that will cause anyone they are talking to take them far less seriously. Alternately, the caster can make targets seem far calmer and confident than they would otherwise feel. Depending Upon the caster's intent, the target adds or subtracts one die to or from every Social roll he makes while this spell is in effect. For example, if the caster wished to make a lawyer nervous and shy, the lawyer would subtract one die from all of her Social rolls for the duration of this spell. Since the target actually feels all of the emotional and physiological reactions produced by this spell, even if the actions that he takes while under its influence seem completely out of character, he is almost certain to come up with some reason for making this choice and will likely defend his motives and actions if questioned later.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Puppets Of The Labyrinth","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Empathy","RoteDicePool_Contested":"Composure + Gnosis","roteDescription":"This is one of the Guardians' most subtle and powerful tools. While the Guardians remain in the shadows, they make individual Sleepers seem far more or less credible than they otherwise would. The Guardians also carefully manipulate the reactions of important people to various ideas and pieces of information. In addition to allowing the Guardians to cause important people to dismiss all evidence of an incident of vulgar magic, this rote is also regularly used to render those determined to uncover the truth about mages and magic harmless by making them appear to be raving lunatics or harmless and unstable crackpots. Guardians who work closely with the Labyrinth are particularly fond of this rote, because it allows them to make and break the people who lead the various cults and other organizations that make up this complex morass. Leaders whom the Guardians deem unsuitable appear weak or insane, while people the Guardians support seem unusually confident and eloquent. There are rumors that some Guardians have used this rote to do far more than depose minor cult leaders. Although many such charges are exaggerations, a few Guardians have used this rote to change the course of national elections during political speeches and debates, causing one candidate to appear far more sensible and suitable than the others. Naturally, the Guardians deny all such uses of this rote."}]}