{"name":"Control Median Life","sourceBook":"Mage: The Awakening","sourcePage":"185","primaryArcana":"Life","arcanaRequirement":"Life 3","requirements":[{"name":"Life","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Resolve reflexively","duration":"Prolonged","aspect":"Covert","cost":"None","effect":"Animals are creatures of instinct. While some of the most intelligent sorts of beasts can apply reason to problem solving, most are restricted to responses determined by biologically pre-programmed protocols. When hungry, they seek food. When afraid, they flee. When cornered, many fight. In fact, these responses are so deeply ingrained and predictable that a mage knowledgeable in the Arcanum of Life can call upon these responses to induce a given animal to react in virtually any way he desires, within the animal's normal range of behavior. Because it is biologically possible to cow a 600-pound African lion into submission, the mage could, if he so wished, trigger the submission response in such an animal. Likewise, because a Yorkshire terrier has within it the potential to attack with relentless aggression, the mage can compel the dog to attack an adult human with all the fury (if likely none of the success) of a full-grown feral Doberman pinscher defending its territory against a smaller, weaker creature. This is not a mental compulsion, but a delicate manipulation of an animal's instinctual responses to situations (regulated by brain chemistry and the animal's glandular system). All this means that a dog can't, for example, be made to pull a loose strip of tape off of the top of a sealed box in order to open it neatly, since that response requires training and is not a function of the dog's natural behavioral template. Further, the spell does not create any kind of telepathic bond with the animal; the mage decides what he wants the animal to do. If the action is within the animal's range of normal behavior and reactions, it can be induced to experience the desired response. A clever mage can use this spell to affect an animal's emotional state in a manner that practically borders on telepathy, such as triggering a dog's pack hierarchy instincts to make it regard the mage not only as a member of the pack, but as its alpha. One success is sufficient to induce a desired, normal instinctual response in an animal. If, however, the animal is dead-set on a given activity (such as fleeing a mage who has violated its territory or attacking a vastly superior foe), a +1 or greater dice bonus might be added to its contesting roll.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Daniel's Voice","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Animal Ken","RoteDicePool_Contested":"Resolve","roteDescription":"While some might overlook the utility of command over lesser beasts, Silver Ladder mages put such a power to good use with this rote. Though animals can be compelled to act only within the parameters of their potential normal behaviors, a cunning willworker can get most creatures to do almost anything she requires. Guardians of the Veil use their own version of this magic (Manipulation + Animal Ken + Life) when compelling animals to do their bidding."}]}