{"name":"Control Base Life","sourceBook":"Mage: The Awakening","sourcePage":"182","primaryArcana":"Life","arcanaRequirement":"Life 2","requirements":[{"name":"Life","dots":"2"}],"practice":"Ruling","action":"Instant and contested; target rolls Stamina reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage controls base life forms through the manipulation of instinctual responses. She can make a base life form engage in any behavior natural for it, even if outside of the circumstances under which such behavior would normally be performed. A honeybee could be made to signal to others in the hive that it has found pollen, even when it has not, or a spider could be made to secrete venom from its fangs in the absence of prey. The mage can trigger whichever part of a base life form's fight or flight response she wishes, as well as compelling any base being with physiologically triggered instincts (such as a mother-wolf's instinct to protect her young) to engage in one or more of those instinctual behaviors through careful manipulation of brain and glandular chemistry. The mage can affect either a single target or all targets within a defined area. The creatures can be various types of vermin. In the case of a swarm of stinging insects, it usually attacks any person or persons within its radius. The damage the swarm inflicts depends on its density. All sizes listed deliver one die of bashing damage to anyone within the radius. A swarm can inflict more damage by condensing. Using the success chart, add one die per step smaller on the chart. For example, a 16-yard radius swarm (five successes) that condenses to a two-yard radius (two successes) inflicts four dice of bashing damage. Armor is effective only if it covers the full body, and then it provides only half its rating (rounded down). In addition, targets are distracted by the buzzing swarm, suffering -2 dice on perception and concentration rolls while they are within the radius, even if they're not specifically attacked. The insect swarm cannot be attacked with fists, clubs, swords, or guns. Only area-affect attacks such as a torch affect it. Each point of damage inflicted by a flame or other applicable attack damages the swarm's size. Once it's reduced to zero size, all insects are either dead or the few remaining disperse.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}