{"name":"Copy Grimoire","sourceBook":"The Mysterium","sourcePage":"48","arcanaRequirement":"Matter 1 + Prime 1","primaryArcana":"Matter","requirements":[{"name":"Matter","dots":"1"},{"name":"Prime","dots":"1"}],"practice":"Compelling","action":"Extended","duration":"Lasting","aspect":"Covert","cost":"None","effect":"The mage can copy an existing grimoire without knowing the rotes it contains or even how to properly read the text. The mage must have unimpeded physical access to the original grimoire for the duration of the spell. The basic threshold is one success per Arcanum dot, but the Storyteller may add additional difficulty if the grimoire is especially difficult to copy due to complex diagrams, confusing organization or even blurry text. In the case of some grimoires (such as the Corpus Mysteriorum), this makes it impossible to properly judge the difficulty and number of spells within. The caster can't alter the language, organization or basic appearance of the copy from the original except for a few minor deviations in materials and penmanship. Once the caster is finished, the new grimoire contains all of the rotes of the original. The copy even retains any magical curses or safeguards contained in the original as long as those were part of a combined spell that created the original (or in the case of a copy of a copy, ultimately descends from an original work of this type). The copy functions just as a standard grimoire, though it should be noted that this spell is often used to reproduce books that are difficult to understand. This spell can't copy a daimonomicon unless it incorporates the master-ranked Arcanum used to create that work in the first place.","rotes":[{"roteOrder":"Mysterium","roteName":"Illuminated Hand","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Crafts","roteDescription":"Mystagogues copy grimoires such as the Corpus Mysteriorum to pass on its knowledge and demonstrate their devotion to knowledge. This rote is partly responsible for the order's great storehouse of magical knowledge, but this rote can also be used to copy cursed books, spreading a corrupt tome throughout the Awakened community. Some cursed grimoires include an enchantment that compels readers to learn and use this rote to copy the monstrous knowledge within them."}]}