{"name":"Create Fetish Tattoo","sourceBook":"Tome Of The Mysteries","sourcePage":"73","primaryArcana":"Spirit","arcanaRequirement":"Spirit 3 + (Life 2 or 3)","requirements":[{"name":"Spirit","dots":"3"},{"name":"Life","dots":"2"},{"name":"Life","dots":"3","Optional":"True"}],"practice":"Patterning","action":"Extended (target number = highest Rank spirit that the tattoo can contain)","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The willworker tattoos his flesh (with Life 2), or that of another (with Life 3), with specially prepared ink suitable to serve as the housing for a spirit. While this spell does not actually bind a spirit, when a spirit is eventually bound into the spell, it enters the ink and not the person. Most mages who make use of this spell create the marks as glyphs in High Speech, so as to be usable for a wide variety of spirits. Otherwise, each such being is apt to require a tattoo that specifically honors the being's nature and purpose (writhing flames for a fire-spirit, or an image of a medicinal plant for one of healing, for example). The creation of the tattoo itself normally requires an Intelligence + Crafts roll to design and a Dexterity + Crafts roll to render; most self-respecting spirits will refuse to inhabit an aesthetically displeasing image. Other than that, this spell will create out of the substance of the tattoo a housing that can be used in the casting of a Create Fetish spell. Note that such a tattoo is not reusable (though, with Spirit 5, the spell may be created with an indefinite Duration, allowing the mage to free one spirit and subsequently bind another in the same tattoo, so long as this spell's Potency meets or exceeds the Rank of the new spirit to be bound. The Create Fetish spell would need to be cast upon the new spirit, however.) A spirit bound in the tattoo may be called upon as normal for a fetish. Destroying a significant portion of the tattoo (which usually entails destroying the flesh onto which it is inked) will free the spirit, casting it into Twilight, as with any other ruined fetish.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Otherworldly Brand","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Crafts","roteDescription":"Arrow mages often wear the price of their dedication upon their flesh, and, to many of them, this rote is no different from the scars that they accept as a part of their duties. By binding a spirit under the skin, such willworkers gain yet another armament, one that cannot easily be taken away."}]}