{"name":"Create Fetish","sourceBook":"Mage: The Awakening","sourcePage":"252","primaryArcana":"Spirit","arcanaRequirement":"Spirit 4","requirements":[{"name":"Spirit","dots":"4"}],"practice":"Patterning","action":"Extended (target number = spirit's Rank) and contested; target rolls Resistance reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage invites or compels a spirit to inhabit an object and lend its powers to that object in the form of a fetish. Such beings (for those who care about such things) often wish to be placed within an object somehow appropriate to their nature, and grant use of their Numina to whomever holds the object in question. Thus, a fire-spirit may inhabit a dagger of obsidian, or a healing-spirit could possess a container meant for holding water. The spirit still uses its own Essence to fuel its powers and can lapse into slumber if overtaxed. A spirit forced into a fetish rails to be set free, cries that can be heard by any with active Spirit senses. The spirit must be bound into a material object. The spell's target number equals the spirit's Rank. The mage must first find a suitable spirit, usually by seeking one out, calling out to it, or summoning it from the Shadow Realm. A spirit's suitability depends on what the mage wants the fetish to do. If he wants to shoot fiery arrows at his enemies or simply make a portable heater, he needs a fire spirit. Binding a water spirit does not allow him to ignite his arrows or warm him on cold nights. Finding an appropriate subject often involves researching a spirit to make sure it can do what the mage wants -- or that it can do what it says it can. Study usually involves an occult library or past training on the subject. If the Storyteller feels it necessary, he can require an Intelligence + Academics or Occult roll for the mage to properly identify a suitable spirit. The spirit releases its Numina only upon the fetish's activation; it sleeps the rest of the time. The user must request or command the spirit to act whenever he seeks its power. This is done non-verbally with an instant action Gnosis + Spirit roll. Success allows the mage to use the fetish for the following scene. Failure means the spirit remains asleep. A dramatic failure means the spirit is angered and does not respond for at least the next scene. The spirit's powers do not invoke Paradoxes or Disbelief. Spirits are native to the Fallen World and do not invoke the same reactions as Supernal magic. If a fetish's material object is ever destroyed, the spirit is released and becomes a Twilight being. If it has the proper Numina, it can escape back into the Shadow Realm on its own. Otherwise, it is trapped in Twilight until it can find a Verge or a mage (or other supernatural being) to help it pass over.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Blade Of The Gods","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Resistance","roteDescription":"With this rote, Arrow willworkers imbue weapons, armor and other useful items with the powers of spirits, with or without the consent of such entities. Silver Ladder mages use a different method (Presence + Persuasion + Spirit) to the same effect."}]}