{"name":"Create Tass","sourceBook":"Mage: The Awakening","sourcePage":"224","primaryArcana":"Prime","arcanaRequirement":"Prime 3","requirements":[{"name":"Prime","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana (minimum)","effect":"The mage creates tass, solidified Mana. Tass can look like anything: A rock, a hammer, a table, or even a car or a dog. (If it manifests as a seemingly living creature, the tass sits, inanimate, in whatever position it was created until such time as an outside force acts upon it. In other words, the mage could create a tass dog if he really wanted to, and curl it up by his fireplace, but as a lifeless, inanimate thing, it won't go anywhere or do anything of its own accord.) Successes are allocated between the tass' Size and Durability. At least one Mana must be channeled into the tass. This Mana can be siphoned out of the tass using the Channel Mana spell. While the object is real, it does not behave like an object made from the proper materials. In other words, a tass hammer is not as good as a metal one. If this spell is cast as an extended action, an extended Dexterity + Crafts roll can also be made for a mage to create tass that behaves much like its representative object would. The target number of success is based on the Size and complexity of the object to be crafted (one success for a simple hammer, three successes for a table, five successes for a cushioned recliner chair.). Tass objects inflict only bashing damage, unless carefully crafted with sharp edges (add one success to the extended Crafts roll's target number per lethal damage modifier). Tass dissolves into the Tapestry at the end of the spell's Duration.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Celestial Sediment","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Craft or Occult","roteDescription":"Just as matter and energy are different ends on the same spectrum, so too are raw Mana and manifested tass."}]}