{"name":"Create Potentiality","sourceBook":"Summoners","sourcePage":"212","primaryArcana":"Time","arcanaRequirement":"Time 4","requirements":[{"name":"Time","dots":"4"}],"practice":"Patterning","action":"Reflexive","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"1 Mana","effect":"Possibility is an amazing thing; nearly anything -- no matter how unlikely -- can, potentially, happen. Mages with considerable skill in the nuances of the Time Arcanum can latch onto those improbable future events, guiding the present moment toward them. Immediately after failing to perform a non-magical action, the willworker may reflexively cast this spell. Successes accrued in the casting effectively add to the failed action's dice pool, retroactively. These dice are rolled, as normal, during the mage's current place in the initiative roster, and any successes scored on them count as normal. Qualities such as 8-again apply to the bonus dice created by this spell, though not for actions initially rolled on a chance die. This spell's Duration may not be increased. Further, its effects may not be coupled with the Fate 4 spell, Probable Cause; the willworker must choose one spell or the other to take precedence. This spell may only be cast once in a given turn.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Short-Term Gain","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Science","roteDescription":"Around the time of the Great Refusal, Libertines were beset on all sides by the depredations of the Seers of the Throne whose offer they had spurned. The forces of the Exarchs were seemingly everywhere and many members of the newly convened Free Council were run to ground in those desperate days, unable to stand against the considerable might of the Exarchs' slaves. A charming Libertine Enchanter known simply as \"the Gentleman\" concocted this spell in the darkest hours of that conflict, granting outmanned and outgunned willworkers that last, desperate chance that often spelled the difference between life and death. While the Gentleman was murdered in a Parisian back alley on the five-year anniversary of the Great Refusal by vindictive Seers of the Throne, his spell became part of the Free Council's repertoire, and eventually spread to the other Pentacle Orders and beyond."}]}