{"name":"Curse Of Predation","sourceBook":"Tome Of The Mysteries","sourcePage":"138","primaryArcana":"Life","arcanaRequirement":"Life 3","requirements":[{"name":"Life","dots":"3"}],"practice":"Weaving","action":"Extended","duration":"Prolonged (this spell uses the advanced prolongation factors)","aspect":"Covert","cost":"Special","effect":"The mage creates a cursed object, most often one carried or worn on the person, that attracts to its owner the attention of carnivorous animals. The item emits the distress pheromones of a wounded animal, triggering attack instincts of nearby predators. Depending on the location, these might include raptors, carrion-eating birds, coyotes, hyenas, hogs, wolves, bears or big cats. In urban settings, the greatest danger will come from domesticated dogs, whose feral instincts kick into overdrive when aroused by the presence of a cursed item. The density of dog populations in cities makes these items even more dangerous there than in wilderness areas, where predator populations are spread out in relation to their food sources. Still, a cursed item makes a handy addition to an enemy's sleeping bag as he prepares for a camping trip to a grizzly-infested mountain pass. A time interval passes between each serious animal attack, as determined by the amount of Mana spent during item creation. The item creator must also add five to the spell's target number per point of Mana spent. Item owners may suffer additional inconsequential animal attacks between intervals, most often from small creatures such as swallows or gerbils, who are incapable of infl icting measurable damage. Dogs may strain at their leashes but fail to escape from their masters to attack. Note that under some circumstances, for example, while the owner is behind the wheel of a speeding car, even a swarm of small animals could pose a serious risk to life and limb.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Jaws Of Fear","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Crafts","roteDescription":"Adamantine Arrow killers plant these cursed objects on their targets as part of an intimidation campaign, designed to distract and terrify their victims in the leadup to assassination attempts."}]}