{"name":"Deathlike Journey","sourceBook":"Legacies: The Ancient","sourcePage":"104","primaryArcana":"Death","arcanaRequirement":"Death 5 + Life 2","requirements":[{"name":"Death","dots":"5"},{"name":"Life","dots":"2"}],"practice":"Making","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"Deathlike Journey severs a mage's soul and grants it a body of ephemera. This body appears to be a ghost to anyone who does not inspect its aura. The ghost is drawn into the Underworld. In ghostly form, the mage cannot travel to other parts of the Realms Invisible without finding some special path or conduit. The subject of the spell uses his normal traits, but cannot make use of equipment. While the mage journeys in ghostly form, his body appears to be dead; his life signs and aura are absent. Unlike many spells of this type, the mage's soul is truly absent from his body. Thus, the subject of the spell should ensure that his body is protected against possession and other forms of tampering. Life magic prevents the body from decaying or suffering similar ill effects (such as damage due to oxygen starvation) throughout the spell's duration. If the mage's body is killed, he almost always becomes a ghost, but remains in the Underworld instead of moving into Twilight near an anchor. Mages normally use this spell to uncover the secrets of the dead. Unfortunately, some force (perhaps just the trauma of the magic, but inherent to the laws of death) distorts the mage's perceptions, so that separating the reality of ghostly experiences from metaphors and visions becomes difficult. Ultimately, the Storyteller decides which parts of the mage's journey were literal experiences and which parts were visions, but all parts normally have symbolic significance. They may represent the distorted forms of strange entities the mage encountered, waypoints that no human eye can truly describe, or prophecies gleaned from the ravings of the ancient dead. For example, mages have boasted of finding Atlantis within the Underworld, but this could be anything from a genuine echo of the Awakened City to a personal vision. Nevertheless, the ghosts and writings the mage encounters there may well pass on genuine knowledge. Alternately, the traveler might encounter a dead lover who knows an obscure spell, even though he was a Sleeper throughout his life.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Agama Rite","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"Euthanists of the Guardians of the Veil use the rote to send their initiates to the lands of the dead. Initiates often acquire Arcane Experience on the journey that allows them to commit to the Legacy. Euthanist tutors who are not Guardians of the Veil also know this rote."}]}