{"name":"Deathless Oath","sourceBook":"Grimoire of Grimoires","sourcePage":"110","primaryArcana":"Death","arcanaRequirement":"Death 4 + Fate 2","requirements":[{"name":"Death","dots":"4"},{"name":"Fate","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (1 scene)","aspect":"Covert","cost":"Covert","effect":"Last Days of Atlantis tells of Khadarmas, a valiant warrior of the Dragon's Talon, who even unto the very crumbling of the high towers of Atlantis, refused to relent in the pursuit of his sworn duty. He escorted many people to the shores, to an awaiting craft that ferried the refugees to safety. It was the potter, Seddu, who first noticed the shard of stone, clearly from the shattered remains of the ziggurat upon which rested the Ladder to Heaven itself, embedded in Khadarmas' side, and the trail of blood that had long since stopped flowing from the wound. So great was the soldier's devotion to his people, however, that even his death could not prevent him from saving lives, until at last, Khadarmas, too, was swallowed by the waves, bidden a tearful farewell by those he had given his life to rescue from Atlantis' doom. Successfully casting of this spell enables a mage to swear an oath that persists even after her death. In effect, she instantaneously arises as a revenant with a driving passion to see the oath fulfilled. Depending upon the Duration assigned to the spell (which may be set with Fate to trigger only in the event of the willworker's demise), the reanimated mage may be free to pursue her vow for quite some time. If the Potency of this spell is overcome by another mage's efforts, then it might be nullified (potentially destroying the revenant), the oath altered, or otherwise manipulated, so those Awakened who learn this spell and who ever have cause to employ it are well advised to cast it in ritual form, with as great a Potency as can reasonably be managed.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Vow Of Souls","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Expression","roteDescription":"Death itself is no bar to the service of those whose promises are more than merely words."}]}