{"name":"Deceptive Appearance","sourceBook":"The Mysterium","sourcePage":"197","arcanaRequirement":"Matter 2","primaryArcana":"Matter","requirements":[{"name":"Matter","dots":"2"}],"practice":"Veiling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"Although the ability to change one substance into another is useful, sometimes merely the perception of change (without tinkering with the true components) is desired. With this spell, the mage can make an object appear to be made of something else, without actually changing the object itself. While the Matter spells that actually transform substance work on different types of substances at different levels, Deceptive Appearance can target any non-living, non-magical substance, regardless of rarity or physical state. This spell can change the appearance of any solid, liquid or gas object to that of any other simple substance of the same state. A complex object can be made to take on the overall appearance of any simple substance, but separate spells must be used to give the appearance of separate substances. Thus, with a single use of this spell, a pistol with a metal barrel and wooden handle might be given the appearance of being crafted entirely of gold. However, to give the pistol the appearance of having a gold barrel and ivory handle, two successful separate spells must be cast. Deceptive Appearance does not change the shape of the object. A glass beer stein may be given the appearance of being made of stone or steel, but it cannot be made to look like a martini glass. Successes are allocated to casting factor (Size). At this level, the mage must touch the substance in order to change its appearance. At Matter 4, Deceptive Appearance can be cast at sensory range and can use advanced prolongation Duration factors. Note: The change granted by Deceptive Appearance is visual only. The spell will not change the actual density, weight, taste, smell or temperature of the substance. Wine that is made to appear to be water will still taste like wine and have its intoxicating effects, while lead that is spelled to look like wood will still sink if placed in water. The addition of Mind 2 to this spell allows a mage to grant a change the perception of taste, smell, weight or temperature. The spell does not, however change the actual weight, temperature or density of the object.","rotes":[{"roteOrder":"Mysterium","roteName":"Golden Gleam","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Subterfuge","roteDescription":"When removing magical objects from the hands of the unworthy, sometimes guile works better than force, and an individual's own greed may well convince him that trading the simple box for that large lump of gold is a good trade, especially if he does not realize the box's magical potential. Mystagogues frequently use this rote to temporarily give a worthless item the appearance of value in order to trade the item for magical items, Artifacts or tomes containing mysteries that have fallen into undeserving hands. Although some might say the practice is immoral, the Mysterium feels it is sometimes a preferable alternative to violent or potentially deadly conflict over the acquisition of such items."}]}