{"name":"Defer Conscience","sourceBook":"The Adamantine Arrow","sourcePage":"183","primaryArcana":"Mind","arcanaRequirement":"Mind 3 + Time 3","requirements":[{"name":"Mind","dots":"3"},{"name":"Time","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"War is an ugly thing -- it places soldiers in difficult circumstances, forcing them to choose between morality and duty. Arrows are no strangers to this hard choice, and there comes a time when all must decide to put their principles on the line for the sake of protecting those weaker than themselves. At such times, it is important to be able to act with conviction and urgency, unimpeded by the inner struggles inherent to questionable deeds. After successfully casting this spell, the Arrow defers any roll for degeneration until the end of the current scene, at which time she rolls for the single most heinous sin -- as determined by the tenets of Wisdom -- that she committed while under the effects of the spell for which she would normally have to roll, given her current Wisdom score. If the mage degenerates in Wisdom, she still rolls as normal to resist gaining a derangement. Note that, while this spell's Duration may be increased, this simply extends the length of time during which the mage benefits from its effects. She still checks for degeneration at the end of every scene during which she took actions that call for such.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Heart Of Stone","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Intimidation","roteDescription":"The warrior's burden is a heavy one, and she occasionally must undertake inhumane acts to protect those in her charge. None are certain when this magic was first developed by the Dragon's Talon, though no Arrow questions its usefulness. A soldier must remain steadfast and unmoved in the face of inflicting hurts from which lesser men flinch, after all, and the Arrow must be capable of enacting her duty without complaint or the hesitation born of inner turmoil."}]}