{"name":"Destroy Spirit","sourceBook":"Summoners","sourcePage":"208","primaryArcana":"Forces","arcanaRequirement":"Forces 4, Prime 4","requirements":[{"name":"Forces","dots":"4"},{"name":"Prime","dots":"3"}],"practice":"Unraveling","action":"Instant and aimed","duration":"Lasting","aspect":"Vulgar","cost":"One point of Mana (optional for aggravated damage)","effect":"Caging a creature is all well and good, but sometimes you just need to annihilate it. Designed to simultaneously attack all aspects of spirits, ghosts, and other ephemeral beings, this spell is a weapon against anything that comes from anywhere other than the flesh-and-blood world of mundane Sleepers. The raw might of the Aether is brought to bear against the target, potentially destroying all traces of the unfortunate entity. The mage channels a nearly solid beam of blinding white light at the target. This brightly glowing ray almost seems to have a certain weight to it, moving with about the same velocity as a thrown projectile. Each success inflicts one point of lethal damage and removes one point of Essence from any creature that has a Corpus score. Lost points of Essence are simply destroyed. With Forces 5, the mage may spend a point of Mana to inflict aggravated damage with this spell.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Obliteration","roteDicePool_Attribute":"Strength","roteDicePool_Skill":"Athletics","roteDescription":"Many of the most destructive spells created were designed in response to a looming threat. This rote was crafted as a preemptive measure by a particularly paranoid Banner Warden of the Arrow named Phosphorous. Scarred by the death of her brother at the many hands of a hideous spirit of gluttony, Phosphorous devised a means to safeguard those that could not save themselves. In the early summer of 1920, while tourists flocked to the shores of the eastern United States, the bitter Obrimos waged war against the blossoming spirits of corruption and vice that were springing up throughout the area. A number of the mages of Phosphorous' Consilium were against these unprovoked attacks, and more than one chastised the Arrow for creating such a one-dimensional spell; what good would come of such destructive power? They soon found out when one local mystagogue got in over his head. \"Dapper\" Dave hadn't intended any harm by it, but whatever it was that he dredged up from the Underworld longed only to destroy. Phosphorous answered its aggression with the fury of her magic, unleashing this brutal spell upon the creature, until it troubled the Consilium no more. After that, folks stopped criticizing the Arrow's \"one-dimensional\" approach."}]}