{"name":"Destroy Bindings","sourceBook":"Mage: The Awakening","sourcePage":"156","primaryArcana":"Fate","arcanaRequirement":"Fate 4","requirements":[{"name":"Fate","dots":"4"}],"practice":"Unraveling","action":"Instant and contested; successes are compared to the bond's Potency","duration":"Lasting (or prolonged vs. familiars)","aspect":"Vulgar","cost":"None","effect":"This spell enables a mage to free a soul that has been forcibly bound outside of its proper place (such as one stolen and reattached using the Death Arcanum, or one kept in a soul jar). The caster can sever the connection between a mage and her familiar, release a spirit that has been placed into a fetish, and even free a ghost from an anchor. The caster's successes must exceed the Potency of the bond being severed. In the case of a ghost, successes must exceed its Resistance dots. For a fetish, use the Potency of the spell that created the item (see the Spirit 4 Create Fetish spell). In the case of a familiar, successes must exceed its owner's Gnosis dots. Both the release of a trapped soul and the release of a bound spirit or ghost are lasting, though the mage-familiar bond returns to normal at the end of the scene (the caster can increase this Duration as per a prolonged spell). In the case of freed souls, the soul does not automatically return from whence it came. It must be restored to its rightful owner using the Spirit 3 Restore Lost Soul spell","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Cutting The Chaff","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","RoteDicePool_Contested":"bond's Potency","roteDescription":"With relentless conviction, the willworker of the Adamantine Arrow shatters all fetters binding a spirit against its will. In this manner, powerful fetishes can be destroyed and bound servants are given the ability to turn upon their would-be masters. Even those ephemeral beings that choose to remain at an enemy's side can be dismissed. Guardians of the Veil use a variant on this rote (Intelligence + Occult + Fate) to break the bonds between troublesome spiritual entities and the material world, so the beings can either leave of their own volition or be banished, no longer threatening the secrecy of the Mysteries."}]}