{"name":"Detect Alien Mind","sourceBook":"Summoners","sourcePage":"209","primaryArcana":"Mind","arcanaRequirement":"Mind 1 + Prime 1","requirements":[{"name":"Mind","dots":"1"},{"name":"Prime","dots":"1"}],"practice":"Unveiling","action":"Instant and contested; target rolls Resistance or Resolve reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Occasionally, beings from other planes of existence manage to masquerade as human beings, animals, or even inanimate objects. In many cases, various Mage Sights can be of help in detecting these strange Resonances, but, sometimes, a little something more is called for. Bizarre entities from outside of the weave of the realms (such as those discussed in Chapter Four) don't usually think like those from any of the known worlds; their thoughts are alien even to the monstrous Gulmoth or the strangest Supernal Demon. These incomprehensible imaginings stain the Tapestry by their passing, leaving a trail that can be followed by one who knows how to look. By casting this spell, the mage gains a sense for the unusual thought patterns that seep out of these beings, to leach into the Fallen World. Depending upon the particular qualities (and power) of the creature in question, its thoughts can leave metaphysical marks that linger for hours, or even days. By way of this spell, a willworker might learn, roughly, what such a being was feeling when it passed through an area (if, indeed, it is capable of any emotions analogous to those experienced by humans), what it was doing at that time, in which direction it was moving, and whether it is close by.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Seeking The Hidden","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Investigation","roteDescription":"Infestations are always nasty things. Back around the turn of the 20th century, Chicago played host to one. Someone -- word was, a Tremere lich -- got her hands on a weird polyhedral box that some said could only be opened from the inside by one who was outside of it. Whatever the case, she figured out how to unlock the thing and a small horde of skittering things poured out of it from Elsewhere. Robert Baron, local leader of the Guardians of the Veil, however, happened to be a quick thinker, with a bit of experience summoning unpleasant things from worlds without names, and he recognized the telltale signs of alien entities. No one is rightly sure if he already knew this spell when he went on the hunt; if he didn't, though, he certainly came up with it with suspicious alacrity. Reluctantly, Baron taught his rote to as many mages as he needed to curb the infestation, and then he vanished inexplicably at its conclusion."}]}