{"name":"Devouring The Slain","sourceBook":"Mage: The Awakening","sourcePage":"139","primaryArcana":"Death","arcanaRequirement":"Death 3","requirements":[{"name":"Death","dots":"3"}],"practice":"Fraying","action":"Instant; subtract target's Stamina","duration":"Lasting","aspect":"Vulgar","cost":"1 Mana","effect":"While any mage can commit a living sacrifice to gain Mana, this spell is an act of sorcerous cannibalism that allows a willworker to regain strength from the souls of the dying without necessarily killing them (although it certainly harms them). A mage can restore her resolve or \"burn out\" a living human Pattern for its Mana, drawing this energy directly into her own stores to use as she will. The spell does not work if cast upon an animal; if it is, nothing happens. If used on a vampire or other form of walking dead, the spell provides no benefit to the mage. In general, the spell is meant for use upon a normal human being, and any attempt to diverge from that procedure is not apt to go well for the caster. The mage must first grab hold of the target, with a Strength + Brawl roll, subtracting the target's Defense. If successful, he can cast this spell as an instant action in the following turn. (With Death 4, he can cast this spell at sensory range as an instant action. He needs Death 5 before he can add Space 2 for a sympathetic casting.) Each success allows the mage to replenish one of his spent Willpower points by harvesting it from a person who has suffered at least one aggravated wound during the current scene (including one who has lost all of his Health to lethal damage and now suffers aggravated damage as his body dies), up to a maximum of the victim's remaining Willpower points. Alternatively, the mage may burn out a person's Pattern for points of Mana, converting the ephemeral energies that make up his idealized form into raw power. Each success inflicts one lethal Health wound onto the victim and gives the caster one Mana point. If the victim is a mage, his own Mana points are unaffected; this spell steals energy directly from his Pattern. The caster must use the Prime 5 Siphon Mana spell to directly tap an Awakened person's Mana. Direct siphoning requires a separate casting from the Willpower-harvesting version of this spell, although both effects can be combined using the normal rules for combining spells. Devouring the Slain can be used only on a given individual once, after which a new level of aggravated damage must be inflicted upon him before he can again be a target.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Energetic Transfer","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","roteDescription":"Some scientifically minded Free Council mages see this spell as a means of conserving energy, taking it from the dying before it can dissipate beyond anyone's use. More traditional, mystically minded Awakened see the grim truths of this rote for what they are. Despite such knowledge, no few make use of it."}]}