{"name":"Dimensional Axis","sourceBook":"Mage: The Awakening","sourcePage":"241","primaryArcana":"Space","arcanaRequirement":"Space 5","requirements":[{"name":"Space","dots":"5"}],"practice":"Making","action":"Extended (target number = one success per location)","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The mage performs complex co-location on an area, causing multiple locations to exist in the same space. She can, for example, \"stack\" multiple locations in space, making them coexist for however long she wishes (even permanently, should she decide to expend the time and resources to do so). While thus layered, places and things do not normally interact with each, other -- meaning that a lamp, a couch and a bowl of cereal, each drawn from one of three different places, can all occupy the same space without interacting. An onlooker might think that he sees an optical illusion where perspective tricks his mind. The lamp, couch, and bowl of cereal all appear to be the same distance from him, but surely he's mistaken -- or so he might assume if he does not have Mage Sight or otherwise suspect that magic is at work. The mage can decide to make things in space interact (usually disastrously); see the Worlds Collide spell. The target number is one success per overlapping location. Navigating through these stacked locations can be confusing, especially when trying to pick up one object that rests in the same space as three others. A reflexive Intelligence + Investigation roll must be made for a person to interact with the intended space. Needless to say, such an Escheresque locale invokes Sleeper Disbelief. The caster can extend the Duration factors for this spell using the advanced prolonged factors.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Many-Roomed Mansion","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Investigation","roteDescription":"A Council willworker with knowledge of this rote can have an entire mansion's worth of rooms in a studio apartment -- provided, of course, he's willing to have all of the rooms existing in the same space. At the very least, this magic serves as quite the spacesaver, allowing the mage to \"stack\" tremendous quantities of materials \"inside\" one another and to interact with each individual item as desired through use of the Space Arcanum."}]}