{"name":"Diplomat's Protection","sourceBook":"The Silver Ladder","sourcePage":"200","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage can make herself seem too impressive and awe-inspiring for potential opponents to be willing to attack. Would-be attackers look at the mage and find themselves psychologically incapable of attacking her in any manner. They can attempt to block the mage's path, but cannot attempt to harm her in any way. This spell works equally well on humans, animals and supernatural beings, but has no effect on any sort of automatic defense or anything completely mindless. In addition, this spell is insufficiently powerful to overcome the target's survival instinct. As a result, it functions only as long as the mage does nothing to directly threaten the target's safety. Record the number of successes the mage rolls on this spell. If a character who attempts to attack the mage has a Resolve score lower than the number of successes the mage rolled, then this individual cannot attack the mage. If the character's Resolve is higher than the number of successes rolled, then each success the mage rolled acts as 1 point of armor that is applied to all attacks on the mage made by the target. This armor comes from the attacker struggling to overcome the residual compulsion not to harm the mage. If the mage attacks a character or otherwise directly threatens a character's safety or the safety of someone close to him, he is then free to attack the mage, but still treats the number of successes the mage rolled as armor. In effect, the character is now treated as if his Resolve was higher than the number of successes the mage rolled. A mage using this spell can yell at people or berate them, but if she draws a weapon in a threatening manner or orders an associate to attack someone, then that person is free to attack the mage. If the mage actively threatens a number of people at once, such as by brandishing a gun in their general direction, they are all free to attack the mage. By spending 1 Mana, the duration of this spell can be made to last for 1 day. Many mages who use this spell cast it at the beginning of the day, as part of their morning rituals.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Glorious Shield","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Expression","roteDescription":"Th&eacute;archs often enjoy using a rote that enables them to walk freely among their enemies with no risk of harm. This rote invokes the ancient protection of the Vox Draconis in their sacred role as Heralds of Atlantis."}]}