{"name":"Disguise Spell","sourceBook":"Tome Of The Mysteries","sourcePage":"68","primaryArcana":"Prime","arcanaRequirement":"Prime 3","requirements":[{"name":"Prime","dots":"3"}],"practice":"Veiling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana","effect":"As with the Prime 3 Disguise Resonance spell, the mage changes the appearance of resonance, but instead of affecting an area, he casts Disguise Spell upon a spell, to make it appear to occult investigators to be a different type of spell than it really is. He cannot change the actual effects of the spell this way, only its resonance and appearance to Mage Sight. A basic success completely disguises the identity, Gnosis rating and mastery of the caster. The caster can create fictional Traits to stand in for these, or he can try to replicate those of another mage. The caster must be familiar with the resonance signature of the mage to be mimicked and might need to make an instant Intelligence + Occult roll to get it right (the Storyteller should roll, keeping the result secret). The mage can disguise one additional quality of the spell's resonance per success: Arcanum composition (making the spell seem to be the product of a different Arcanum and of a higher or lower rank of his choice), Potency (making the spell seem more or less Potent than it is), Targets (making the spell seem to affect more or less people or area than it does) or Duration (making the spell seem to last longer or shorter than it will). This spell cannot be detected except by a Mage Sight spell with a higher Potency. Even once Disguise Spell is detected, the true resonance of the spell cannot be perceived until it expires.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"J'Accuse","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Investigation","roteDescription":"The Guardians use this spell to plant \"evidence\" of another willworker's misdeeds, making their own spells seem to have been cast by him -- especially when they affect inappropriate targets or places, such as those declared off-limits by the Consilium. The Guardians are the first to call for immediate reprisal against the lawbreaking spellcaster."}]}