{"name":"Disinhibiting Sympathy","sourceBook":"Grimoire of Grimoires","sourcePage":"57","primaryArcana":"Mind","arcanaRequirement":"Mind 3 + Space 3; Song: Evil / Truth","requirements":[{"name":"Mind","dots":"3"},{"name":"Space","dots":"3"},{"name":"Song: Evil / Truth"}],"practice":"Ruling","action":"Instant and contested; targets roll Resolve + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana","effect":"The mage not only makes it difficult for his target to avoid indulging his Vice, but makes that condition affect anyone to whom the target is close. The victim is Patient Zero of a mimetic infection that destroys the inhibitions of people she knows. Targets who fail to resist the spell must make a reflexive Resolve + Composure roll to avoid acting on their Vice when an opportunity presents itself, regardless of whether it would be ethical or socially appropriate to do so. If the victim fails the Resolve + Composure roll he must act within a few turns of the opportunity arising. He may use this time to minimize the possible consequences. The spell affects not only the initial target, but a number of people indicated by the spell's Target factor within its sympathetic range factor. The spell affects targets in order of their sympathetic connection. This is based on the target's sympathetic bonds, not the caster's (unless the caster inflicts the spell on himself). It is difficult for this spell to provoke truly heinous acts. If indulging the Vice would force a Morality (or the equivalent for mages and other supernatural beings) check, the victim gains bonus dice on the Resolve + Composure roll equal to half the difference between the character's Morality and the minimum Morality required to force a check, rounded down. For example, a character with a Morality of 7 who's in danger of committing a Morality 4 sin adds a die to his roll, while a character with a Morality of 5 who's tempted to commit the same sin because of the spell gains no bonus.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Evil / Truth","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Expression","roteDescription":"Doktor Kultur wove this rote into the lyrics of the song, which is a long, seductive digression on the nature of passion, how authority holds it in check and how indulgence is the true path to self-mastery."}]}