{"name":"Dislodge The Soul","sourceBook":"Legacies: The Ancient","sourcePage":"124","primaryArcana":"Death","arcanaRequirement":"Death 2 + Prime 1","requirements":[{"name":"Death","dots":"2"},{"name":"Prime","dots":"1"}],"practice":"Ruling","action":"Instant and contested; target rolls Resolve reflexively","duration":"Lasting","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can magically knock a Sleeper's soul out of alignment. This does not remove the soul, or it physically harm the Sleeper, but the lack of alignment does make him more susceptible to soul-affecting magic in the future. The mage, for her part, can use this spell as a weapon or a threat, but it is more commonly used by the Echo Walkers to gain information about the Ones Before. The mage must touch the target to enact this spell (at Death 3, she can cast this spell at sensory range). The target feels a sudden chill and then a profound feeling of distance and isolation, as though he were miles away from everything in his vicinity. The mage, through the use of the Prime Arcanum, can see \"behind\" the soul, viewing the Sleeper on a spiritual level so primitive that no part of his individual ego is present. Most mages find the experience profoundly disturbing, because a human being stripped of his individual humanity is simply a great deal of instinct and a little bit of intellect. Thus, it is possible to cast this spell using only the Death Arcanum, which knocks the soul out of joint but does not convey any mystical insight. This glimpse behind the soul lasts only a turn, after which the mage loses focus on the soul and must cast this spell on a different Sleeper in order to see this \"proto-soul.\" While the mage peers through the gap, the player can make a Gnosis roll. If the roll is successful, the mage regains a spent Willpower point. Doing so too often, however, can have a serious drawback -- the mage becomes addicted to what she sees through the gap, and for every week that passes in which she does not successfully use this spell to get a glimpse, she suffers a cumulative -1 dice penalty on all Social- and Mental-related rolls. When this addiction sets in is up to the Storyteller; one possibility is that it occurs as soon as the mage loses a dot of Wisdom from casting this spell. It is safe to assume that most, if not all, Echo Walkers suffer from this addiction. The effects on the Sleeper target are long-lasting and brutal. The target becomes depressed, irritable, and unable to relate to others as well as he once could. All Social rolls suffer a -1 dice penalty until the Sleeper can realign his soul. Doing this requires the target to reaffirm his connection to the rest of humanity, meaning that some people can correct the damage within a few hours (a loving father, for example, might find that spending an afternoon caring for his children does the trick, while an ER doctor might save someone's life and repair the damage). Other people can help the person realign his soul -- therapy, spiritual counseling, or simply positive attention can shift the victim's soul back into place (this might require a roll of, for instance, Manipulation + Empathy for counseling or Intelligence + Medicine for psychiatric help, though it's worth noting that pharmaceutical remedies don't help matters). People who lack the tools to fix the damage themselves, however, often make it worse. Any degeneration rolls made for the victim while the soul is dislodged automatically fail, and any derangements gained are considered severe. The victim often becomes suicidal (or, occasionally, violent) within a week or two. A person afflicted by this spell can be detected by the Death 1 Soul Marks spell. Any spell that affects the human soul receives a +2 dice bonus when cast upon a Sleeper suffering the effects of Dislodge Soul. The Spirit 3 Restore Lost Soul spell can also correct the damage that Dislodge Soul causes. Doing so requires the restoring mage to accumulate a number of successes equal to the Potency of the Dislodge Soul spell. Casting this spell upon a Sleeper requires a degeneration roll for mages of Wisdom 2 or more. This spell cannot be cast upon Awakened targets, although a Death 4 version of this spell can target mages.","rotes":[{"roteOrder":"Echo Walkers Rote","roteName":"Glimpse Of Glory","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Intimidation","roteDescription":"While most mages find the images they see when using this spell disturbing (those few mages to whom it ever occurs to dislodge a person's soul, that is), the Echo Walkers claim to see quick glances of the Ones Before. Over time, they claim, they build up enough of a concept of these beings to shape their usages of the Legacy's Attainments. Of course, by combining this rote with the Image of Perfection Merit, the Echo Walkers become much more driven and dangerous."}]}