{"name":"Divining Spirit","sourceBook":"Magical Traditions","sourcePage":"138","primaryArcana":"Spirit","arcanaRequirement":"Spirit 3 + Time 3","requirements":[{"name":"Spirit","dots":"3"},{"name":"Time","dots":"3"}],"practice":"Weaving","action":"Extended (target number = Rank spirit sought) and contested; roll target's Resistance","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage summons a greater spirit from the Shadow Realm, likely unknown to her. This spirit is not drawn from the current Shadow Realm, however, but is drawn from the Shadow's past or future for divinatory purposes. The spirit called is generally unknown, and is drawn from the local area Shadow Realm's past and future (unless the mage uses Space 2 to extend his senses). The time period by which the spirit is called is also unknown - it may be summoned from the recent future or the distant past. The mood of the spirit is often confused and maddened, though usually the dizzying effect upon the spirit keeps it from being outright hostile. That being said, the spell does not provide any kind of protection against the spirit; if it chooses to bring harm in some way to the participants, the spell offers no bulwarks against such an action. The spirit summoned remains near the mage for the spell's Duration, unless the sorcerer allows it to leave.","rotes":[{"roteOrder":"Entheogenic Cults Tradition Rote","roteName":"Mystery Of The Barley Wine","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Resistance","roteDescription":"This rote provides a modern refashioning of the ceremonies at Eleusis, particularly those that initiated a participant into the Eleusinian Mysteries. In the Greek rites of old, the cultists drank from a heady entheogenic brew of what was believed to be barley, water, and pennyroyal (a slightly toxic variety of strong mint). Honey was often added for flavor, and the modern version has it, as well. Some speculate that the entheogen of the brew came from empurpled barley, whose color was granted by the psychoactive ergot fungus that grew upon it. Others believe it the combination of the toxic mint and the fermentation of the brew contributed toward visions. Here, modern participants of this ritual add their own hallucinogen - most prefer to add something natural (mushrooms, extract of ayahuasca, peyote), but some will add synthetics like LSD or lab-DMT to the brew. The drink provides the first focus of the rote, and to a point, the hallucinogen in the drink is the second focus. Participants must gulp, not sip, the brew. The third focus is a copy of one of Homer's books: Likely The Iliad or The Odyssey, though the anonymous (but oft-attributed to him) Homeric Hymns work just as well. The caster must read from random passages from the text. The nature of the passages matters little. The simple repetition of these ancient words is believed to form a conduit between past, present and future through which the gods can travel. (Note that some mages set a conditional duration upon this spell for the sake of safety. That condition is met when the Homeric text is closed. With the clap of the book's closing, the \"god\" is banished.) Note that this rote does not have a condition of environment (it can be performed anywhere, whether in the middle of a circle of stones or in a dark attic strewn with old toys), but it does have a temporal condition. It must be performed at dawn or dusk; at any other time, the rote fails. Improvised casting has no such restrictions."}]}