{"name":"Doppleganger","sourceBook":"Mage: The Awakening","sourcePage":"188","primaryArcana":"Life","arcanaRequirement":"Life 4","requirements":[{"name":"Life","dots":"4"}],"practice":"Patterning","action":"Extended (one turn per roll)","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"Sometimes the right man for the job is someone else. A mage with this spells can be that someone else. \"Doppelganger\" enables a mage to alter her build and features to conform to those possessed by another human being of either gender and any age and size. Conservation of mass does not apply, so a five-foot-tall, 97-pound woman could become a man of 6\"7\" and 340 pounds. Despite the spell's name, it need not always be used to mimic an actual person and can be employed to become an Everyman or to take on particular characteristics suited to a task (becoming a brawny linebacker sort when applying for a job as a bouncer). Without other Life Arcanum alterations, the mage's physical capabilities (i.e., Attributes) remain as they are in her normal form. The completeness of the change is dictated by the number of successes accrued in casting. Each success changes one aspect of the mage's physical form. Height is one component, girth is another (note that a mage wishing to actually change her Size can only move within normal human parameters and each change up or down from her current Size requires a success), and facial features are yet another. Each unique feature (like two different colored eyes, an intricate and conspicuous pattern of facial scarring or a birthmark in the shape of a wolf's head) requires a success.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Another Man's Shoes","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Subterfuge","roteDescription":"A Guardian of the Veil with this rote can transform herself into any person she wishes to become. Cunning Arrow mages are sometimes known to use this rote to appear much less imposing or physically capable than normal."}]}