{"name":"Dragon's Call","sourceBook":"Keys To The Supernatural Tarot","sourcePage":"149","primaryArcana":"Spirit","arcanaRequirement":"Spirit 5 + Prime 5","requirements":[{"name":"Spirit","dots":"5"},{"name":"Prime","dots":"5"}],"practice":"Making","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"Special","effect":"The mage meditates at a powerful Hallow, reaching across the Abyss to the Supernal Realm of her Awakening, and calls forth one of the dragons. To do so, the character must speak in the tongue of the dragons (which is one reason that Llana does not allow non-members of the Disciples of the World Dragon to witness this spell in progress). The mage is free to request a specific dragon, but any dragon can use the path thus created. The dragon rides the pathway through the Abyss and into the Fallen World, emerging from the Hallow to speak with the mage. The target number of successes is determined as follows. The base is 10 successes. Add one success for every point of the Hallow's rating below five (so a one-dot Hallow adds four successes to the required total). Add one success if the resonance of the Hallow is directly opposed to the Realm that the mage is trying to reach (Storyteller's discretion). Add one success if the character is trying to call on a specific dragon. Add one success if the dragon in question is unlikely to be found in the Realm that the mage is trying to reach (again, Storyteller's discretion). This spell costs 10 Mana to cast. The mage can draw the Mana from the Hallow, from his own pool, or he can add any Mana he does not wish to pay as successes to the target number. If the spell succeeds, the Hallow splits open and a dragon appears. Thus far, no dragon thus summoned has ever attacked the summoner, though Llana maintains that it could happen if the spell were cast improperly. The dragon can give the character information about whatever topic she might desire, especially news and descriptions of the Supernal Realms, new rotes, or weaknesses and powers of Abyssal creatures. The dragon always tells the cast to \"find the World Dragon,\" however.","rotes":[{"roteOrder":"Disciples Of The World Dragon Rote","roteName":"Dragon's Call","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Occult","roteDescription":"This rote is just as the spell, above."}]}