{"name":"Duplication","sourceBook":"The Mysterium","sourcePage":"198","arcanaRequirement":"Matter 4","primaryArcana":"Matter","requirements":[{"name":"Matter","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene) or Lasting","aspect":"Vulgar","cost":"1 Mana","effect":"The mage creates a precise duplicate of a mundane object. When casting this spell, the mage must have a supply of raw material out of which the duplicate may be created. If these raw materials are of approximately the right sort (such as plastic, and bits of various sorts of wire for duplicating a computer) and of at least the same Size, then a single success creates a nearly exact duplicate, and further successes create increasingly perfect duplicates. With two successes, all of the print and images inside a duplicated book are identical to the original, and with three or more successes, the book also possesses exactly the same wear patterns. If the mage wishes to duplicate both a computer and the data on it, or to duplicate any other form of electronic storage, then she must cast this as a conjunctional spell with Forces 2. Also, the maximum Size of the object being duplicated equals the mage's dots in Matter. One unusual property of the spell is that if the raw materials are sufficiently close to the object being duplicated, then the Duration of the spell becomes lasting. Examples of these sorts of raw materials are duplicating a book by using a blank book of a similar size and shape and a quantity of ink as raw materials or duplicating a computer by using as raw materials another similar computer (which might be a considerably older model). To create a lasting duplicate, the raw material must be quite similar in both composition and form to the object being duplicated. This spell can also be used to duplicate Artifacts, enhanced, and imbued items if cast as a conjunctional spell with Prime 3; however, duplicates of Artifacts or imbued items made with this spell all have a maximum Duration of 24 hours and can never be made lasting, regardless of the raw materials or power level involved. This spell is the only known method for duplicating Artifacts, but none of these duplicated Artifacts can ever exist for more than 24 hours.","rotes":[{"roteOrder":"Mysterium","roteName":"Unwitting Loan","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Crafts","roteDescription":"Occasionally, someone would notice the theft of a valuable artifact too quickly for the thief to escape and other times, even an ally may have an artifact worthy of careful study that she does not wish to part with. In these and other cases, the Mysterium employs this rote to allow the order to obtain a valuable item without depriving its owner of it."}]}