{"name":"Ectoplasm","sourceBook":"Mage: The Awakening","sourcePage":"136","primaryArcana":"Death","arcanaRequirement":"Death 2","requirements":[{"name":"Death","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The mage can create ectoplasm from one of his orifices (usually his mouth or nostrils) or the orifice of a corpse. This opaque, white, slick material can be molded to form whatever shape the mage desires, although it cannot be disguised to look like some other substance (unless the mage adds Matter 2 to the casting). The mage could use it as a mirror to allow anyone (even Sleepers) to see ghosts or objects that are present in Twilight. Most often, it is used to allow a Twilight ghost to manifest without suffering any dice modifiers for location or the presence of mortals. The ectoplasm takes the shape of the ghost's own image. Successes are allocated between the ectoplasm's Size (base 5 or less, plus one per allocated success) and its solidity. Its base solidity is like a spider web's, but allocated successes can make this denser and thicker, giving the ectoplasm some weight and increasing detail. A ghost that manifests through ectoplasm with one success of solidity has only vague features. With two successes, its face can be recognized by those who knew it in life. Five successes make it look almost real (except for its uniform white color). Even with five successes (the maximum solidity), a material being or object can pass through the ectoplasm with little resistance. A manifesting ghost is not affected by damage to its ectoplasmic \"body\"; it merely becomes harder to make out its features. The ectoplasm remains for one hour or for the rest of the scene.","rotes":[{"roteOrder":"Free Council Rote","roteName":"A Mirror Darkly","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Occult","roteDescription":"Spectral manifestations are intrinsic to the \"new\" definition of the occult. This rote enables Council mages to facilitate the appearance of such apparitions, especially before the eyes of those turning to scientific (or other non-traditional) aspects of \"ghost hunting.\" Silver Ladder willworkers sometimes highlight objects or beings in Twilight so that their allies can study or perhaps use other magics upon such subjects."}]}