{"name":"Emotional Urging","sourceBook":"Mage: The Awakening","sourcePage":"207","primaryArcana":"Mind","arcanaRequirement":"Mind 2","requirements":[{"name":"Mind","dots":"2"}],"practice":"Ruling","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage can project emotions. These feelings are more a suggestion than a mandate, though they are apt to be heeded if they make sense for the individual and situation. (Causing someone to feel sad when walking into a decrepit old house is reasonable and likely to be dismissed as a natural reaction, whereas making someone feel sadistic glee at the funeral of a sibling almost certainly causes the subject to question from whence that emotion came). If the target is a mage with at least Mind 1 he might have an inkling via his Unseen Senses that he is manipulated. A reflexive Wits + Composure roll is made to sense the manipulation of his emotions. He can know nothing further unless he casts magic (such as Third Eye) to learn more. Most mages react by first erecting a Mental Shield spell.","rotes":[{"roteOrder":"Theosophy Tradition Rote","roteName":"Presence Of The Teacher","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Composure + Gnosis (extended)","roteDescription":"During the Russian Civil War, Gurdjieff and his commune fell foul of the Bolsheviks while trying to escape Russia. In danger of being shot where he stood, the Master managed to not only convince the Reds that he and his friends were a legitimate archaeological expedition, but talked them into giving him money for shovels and picks. His possibly supernatural powers of persuasion got him safe passage letters from both White and Red armies, written on the two sides of a single sheet of paper. Such was his hypnotic power. The mage who uses this power, like Gurdjieff, fixes the subject with his eyes and talks to him at length, using the full force of his will, the cadences of his speech and the subtle cues of his posture to talk anyone into nearly anything."}]}