{"name":"Enforce Paradigm","sourceBook":"Tome Of The Mysteries","sourcePage":"65","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Wits + Science reflexively","duration":"Transitory (one turn)","aspect":"Covert","cost":"1 Mana","effect":"The mage causes a Sleeper to interpret any supernatural phenomena he may witness as a mundane, scientifically explicable event. The spell reinforces the human mind's tendency to interpret unexpected sensory input according to familiar patterns. The spell is most often used to reduce the chances of a Paradox. The Sleeping witness interprets any overtly supernatural occurrence, whether generated by magic or by unnatural beings such as vampires or werewovles, as perfectly ordinary, if perhaps unlikely. Bizarre coincidences are written off to the vagaries of statistical chance. Lights in the sky become weather balloons. That car didn't rise up from the highway and take flight on its own; they must be filming a movie nearby or something. Sleepers under the influence of this spell cannot trigger Disbelief. They're not seeing a crazy, credulity-straining event; they're perceiving an equivalent occurrence that fits snugly within a materialist, logical worldview. When checking for Paradox, if all Sleepers who witness a display of vulgar magic are under the influence of this spell, no bonus is applied to the Paradox roll. Covert spells are never seen as Improbable. A dramatic failure on the casting leaves the targeted Sleeper more attuned to the supernatural, increasing the likelihood and severity of potential Paradoxes. A +3 dice modifier is applied to each Paradox roll for the duration of the current scene. Each additional blatantly supernatural event after the first allows the Sleeper a new chance to perceive these events accurately. A new contested roll occurs; if the Sleeper breaks the spell, the Sleeper not only sees the new event accurately, but reinterprets all previous ones as supernatural. With Mind 4, the default duration is prolonged (one scene).","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Blanket Of Slumber","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Occult","roteDescription":"Although Guardians of the Veil can cast the spell in advance, as explained above, they often find this rote useful in retrospect, to prevent rumors of the supernatural spreading among the great unwashed. This rote, which requires Mind 4, can be cast as a lasting spell long after the occult incident. The subject then revises her memories to fit a mundane explanation proposed by the mage, who casts the spell while engaging her in conversation."}]}