{"name":"Ephemeral Co-Location","sourceBook":"Summoners","sourcePage":"211","primaryArcana":"Space","arcanaRequirement":"Space 4 + Spirit 3","requirements":[{"name":"Space","dots":"4"},{"name":"Spirit","dots":"3"}],"practice":"Patterning","action":"Instant","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"None","effect":"Warlocks of advanced skill in their Path's Arcana can be in many places at once. Those who learn this spell, however, can also be in different realms, simultaneously. Success enables a willworker to create an identical duplicate of herself on the opposite side of the Gauntlet from her present location. Both copies of the mage must perform exactly the same actions at all times (as per the Co-Location spell), though adding Mind 3 to the casting removes this restriction. With a reflexive action, the mage may switch places with her duplicate from turn to turn. As with Co-Location, only the willworker's real self may be targeted by attacks, as the duplicates possess no substance. With Space 5, this spell may be cast with prolonged Duration.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Warrior Of Many Worlds","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Investigation","roteDescription":"In late June of 1967, a Mastigos Arrow by the name of Anaïs happened upon the scene of a Shadow Realm summoning gone horribly awry. The three Guardians of the Veil responsible for the act were already unconscious by the time the Warlock arrived and she knew that time was of the essence. The spirit's trail moved back and forth through the Gauntlet and Ana&iouml;s, also a Disciple of the Spirit Arcanum, formulated this spell on the spot as a means of keeping track of it, no matter how it attempted to flee its pursuer. Later, when the entity was contained, the mess cleaned up, and the three Guardians properly chastised for their ill-conceived plan, Ana&iouml;s codified the spell into a rote at the request of the Hierarch, who offered it as a good-faith gesture to a number of Consilii elsewhere in the world."}]}