{"name":"Ephemeral Postcognition","sourceBook":"Summoners","sourcePage":"210","primaryArcana":"Prime","arcanaRequirement":"Prime 1 + Time 2","requirements":[{"name":"Prime","dots":"1"},{"name":"Time","dots":"2"}],"practice":"Ruling","action":"Instant and contested; target rolls Resistance reflexively","duration":"Concentration","aspect":"Covert","cost":"None","effect":"For some mages, it is not enough merely to know what a summoned entity is; they must also understand where it came from. This spell enables such willworkers to catch fleeting glimpses of the native realities of the ephemeral beings that they call into the Fallen World by studying the immediate history of the Resonance that such creatures carry with them. Success in the casting of this spell grants a willworker insight into the immediate past of an ephemeral entity presently manifested before her or whom she can otherwise perceive. Effectively, the mage begins to \"rewind\" the recent history of the entity, following it back, one minute per turn of concentration and studying the sensory input of its surroundings during that time. The mage may \"pause\" on any given minute and analyze it for content of interest. In the case of a being recently summoned from its home realm, this actually allows the caster to look upon that realm in the time leading up to the summoning. An entity whose existence is only recently established (such as one temporarily created with the Spirit Arcanum), however, may not have much history to study. Likewise, a being summoned from a place in which time has no meaning may reveal nothing, or it may reveal wildly inconclusive information. Following the history of an entity summoned from the Abyss back through the moment of summoning to its place of origin instantly terminates the spell and the mage's player must successfully roll Resolve + Composure, with a dice-pool penalty equal to the Gulmoth's Rank, with failure resulting in a mild derangement (or, if the mage already suffers from a mild derangement, a severe one). At the Storyteller's discretion, a similar effect may befall a willworker using this spell to see back beyond the moment at which an alien entity first arrived in the Fallen World from outside of the Tapestry. Using this spell in an attempt to look past the moment of summoning for a denizen of the Supernal Realms grants a painful and confusing -- and utterly unhelpful -- glimpse of the higher world before abruptly ending the spell. Attempting to look into the Realms Supernal in this way is an act of hubris for any mage with a Wisdom higher than 3, requiring a degeneration roll on two dice.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Whence It Came","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"Information moves not just forward, but also backward, in time for those with the skill necessary to obtain it. Some mystagogues summon strange spirits form the other worlds, simply to analyze their places of origin by way of this magic, thus advancing the state of Awakened knowledge."}]}