{"name":"Erase History","sourceBook":"Legacies: The Sublime","sourcePage":"133","primaryArcana":"Time","arcanaRequirement":"Time 4","requirements":[{"name":"Time","dots":"4"}],"practice":"Unraveling","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"None","effect":"This magic removes information about a target from the past, so that the information cannot be detected through temporal senses such as Postcognition (Time 2). The spell has to target a specific person, object, or place. Neither the target nor the world suffers physical or mental change; a person who had a span of her past erased would still remember that time, and so would anyone she was with. By itself, Erase History only blocks attempts to observe through time. Unlike a mere warding spell, however, Erase History actually destroys information about a target's past -- the gap in time can't be broken or bypassed with a stronger spell. Erase History, therefore, offers a perfect defense against magical attempt to probe a target's past -- but any mage must realize something very strange is going on when Postcognition on a person can find no trace of her existence between 10 and 11 o'clock last Tuesday. When most mages use Erase History, the subject's past merely becomes undetectable: Another mage using Postcognition simply can't find the target during that timespan. Doomsday Clocks are worse. They leave gaps in history that inspire horror in Time-sensing mages. Part of the past is gone, leaving a soul-shuddering void. Every memory or record of what (or who) was destroyed is a little Time-Paradox -- one thread of reality pulled out, fraying the whole. Erase History requires a simple success, but the character's dice pool is penalized by the span of time he wants to occlude. Use the Duration chart for Prolonged spells to find the dice penalty. If a character has Time 5, use the Advanced Prolongation chart (so blocking an Indefinite span of time, such as occluding an entire human life or the history of a building, would require Time 5 and a -10 dice penalty). Large or multiple targets can impose further penalties. If a mage wants to block a section of time that itself is far in the past, use the modifiers for sympathetic ties, but for the temporal connection. The less accurately you can define the span of time you want to occlude, the weaker the sympathetic tie will be. For instance, erasing \"Bob's history between 8 and 10 p.m. last Tuesday, when he was at that motel\" would provide a Known connection: You know exactly what time, by clock, calendar, and what the subject was doing. Having an object tied to a specific event in that timespan, such as the wrapper of a cheeseburger Bob ate in the motel room, would raise the connection to Intimate. However, hiding \"Bob's visit to the motel some time last week\" would provide, at most, an Acquainted connection. If you had no idea when Bob might have visited the motel, the connection would be Unknown, and the spell would fail; and, of course, you would need Bob's presence to block that episode in his past, anyway. A mage can also perform Erase History through an Extended casting, and try to accumulate enough successes to erase a span of history from temporal sensing.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Forgotten Past","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Subterfuge","roteDescription":"Sometimes the Guardians of the Veil need to make sure nobody can ever find out what they did, or what someone else did. This rote can shield hours or even days from Postcognition and similar attempts to view the past. The Seers of the Throne also use the rote to hide mystical events from later viewing, while the Cult of the Doomsday Clock erases its operatives' time-traces during missions. The Mysterium loathes this rote, and Erase History in general, for mages have blocked many significant moments in Sleeper and occult history from later viewing."}]}