{"name":"Eternal Now","sourceBook":"The Mysterium","sourcePage":"200","arcanaRequirement":"Mind 3","primaryArcana":"Mind","requirements":[{"name":"Mind","dots":"3"}],"practice":"Fraying","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Prolonged","aspect":"Covert","cost":"None","effect":"The mage temporarily removes the ability of the target to process new memories. For the Duration of the spell, the target can remember any memories of experiences that occurred before the spell was cast, but cannot form any new memories. As a result, a turn after the target looks away from something or someone, he forgets about its presence, unless he expected an object to be in a particular place before the spell was cast. Also, while the target can have a perfectly normal conversation, once the conversation ends and the target either starts doing something else or the person he was talking to walks out of sight, the target completely forgets the conversation. For the Duration to this spell, someone could greet the target, hold a conversation with him and walk into another room and the target would completely forget having seen this person. A target could also laugh at a previously unheard joke repeatedly, since each time he heard the joke would effectively be hearing it for the first time. Once the Duration of this spell expires, the target's ability to form memories returns, but any memories lost during the spell's Duration are gone for good. For the Duration of this spell, the target reacts perfectly normally and will not notice any problem with his memory unless someone points this problem out. Even if someone tells the target that he is having memory problems, he will forget this information a few minutes later. Because memory takes a short while to process, the spell also prevents the target from remembering anything that occurred during the turn that before the spell was cast.","rotes":[{"roteOrder":"Mysterium","roteName":"Forgetting The Intruder's Presence","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Subterfuge","roteDescription":"When looking through rare books or stealing ancient artifacts, Mysterium investigators who are discovered prefer to use this spell to keep the target from remembering their identity and even their presence."}]}