{"name":"Expanded Volume","sourceBook":"Guardians Of The Veil","sourcePage":"199","primaryArcana":"Space","arcanaRequirement":"Space 3","requirements":[{"name":"Space","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The mage adds to the internal volume of any existing container or enclosed space of Size 3 or less, without expanding the space's external dimensions. Thus a jar, shoe box, or jacket pocket could hold two, three, or more times than what could normally fit into a container of that size. The interior behaves exactly as if the container had become deeper, which means someone reaching in might not be able to touch the bottom and fragile objects might break if allowed to drop into the container. Objects must be inserted and retrieved by hand, and must be small enough to fit through the container's opening. The item is capable of holding the full weight of whatever fits inside without breaking, but will become appropriately heavy as it's filled. Each success adds an amount equal to the containers' original volume to the total, so one success doubles its volume, two successes triples it, etc. When the spell expires, any contents of the container in excess of the original volume are expelled to the outside of the container, starting with what was at the \"bottom.\" Anyone standing near the container may be subject to Knockdown.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Deep Pockets","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Subterfuge","roteDescription":"A Guardian tends to use this rote under two conditions. First, when he needs to carry extra equipment without calling attention to himself, and second, when he needs to smuggle something away without causing suspicion. Experienced users of the spell are careful to match the added volume of the container to their purposes, so they can retrieve the contents quickly without having to grope for what they need."}]}