{"name":"Faerie Glade","sourceBook":"Mage: The Awakening","sourcePage":"265","arcanaRequirement":"Time 5","primaryArcana":"Time","requirements":[{"name":"Time","dots":"5"}],"practice":"Making","action":"Extended and contested; target rolls Composure + Gnosis reflexively","duration":"Special","aspect":"Vulgar","cost":"1 Mana","effect":"It is said that, in elder days, the Fair Folk lived in places that were not quite in synch with time as mortal creatures knew it. Thus, the tales of men who bedded down in mushroom rings, only to wake a century later or the next morning, as bent and hobbling ancients. This spell mimics such faerie enchantments, allowing a mage to push a place outside of the normal flow of time so that those within experience a lot of subjective time in a very short period of \"mainstream\" time, or vice-versa. This spell acts like the Temporal Pocket spell, except that the mage can now cast it upon an area. One success affects a five-foot square area and anything within it, and additional Target factors can be devoted to increasing this area. The flow of time can also be reversed so that time within the Pocket moves more slowly than time without. For example, with one success the time within the pocket moves at half the rate as time without: One turn within for every two turns without. With three successes, four turns pass within for every one turn that passes without. A person who enters the area must succeed in a reflexive and contested Composure + Gnosis roll or be caught within the time flux.","rotes":[{"roteOrder":"Mysterium","roteName":"Temporal Bastion","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"Mages of the Mysterium often use this rote to provide themselves with nearly limitless quantities of time to devote to their esoteric research. Some members of the Silver Ladder, when pondering a particularly difficult course of action, may use the same magic (Composure + Occult + Time) to afford themselves weeks or even months in which to consider a decision that must be made by tomorrow morning."}]}