{"name":"False Fame","sourceBook":"Tome Of The Mysteries","sourcePage":"66","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"In this day and age, in the culture we live in, celebrity matters. People want the status of celebrity for its own sake, divorced from any merit or achievement. There are so many celebrities now, in so many fields, that it's impossible to keep track of them. A clever magician can use this to his own advantage, creating in the people he meets the rather unsettling sensation that the man standing before them is famous, and they know him -- if only they could remember what his name was. The mage gets preferential treatment. The best table in the restaurant. Front-of-the-line entry into the club without being on the guest list. He gets to misbehave -- within reason -- and given a lot more slack than a nobody would get. They indulge his eccentric behavior. He receives the perks of being famous without any of the trouble. Having said that, overuse of this spell can be risky. Conning the world into thinking you're famous is one thing, but having your picture taken while you're about your mystic business is quite another. Part of the effect of this spell is to make the target slightly star-struck. A target who's less likely to be impressed by a minor celebrity -- a cynical Hollywood agent, for example -- might get a bonus to his contesting dice pool of one to three dice. Likewise, casting False Fame on someone from a culture in which celebrity isn't a big deal -- a tribal culture in the developing world, for example -- would also give the targets similar bonuses to their dice pools, although in a world where subsistence farmers in rural India own DVD players, people who aren't impressed by celebrities are getting very rare indeed. Dots in the Fame Merit increase the Potency or Target factors of the spell, by one factor for each dot. Dots in the Occultation Merit subtract from the mage's dice pool.","rotes":[{"roteOrder":"Free Council Rote","roteName":"VIP","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Socialize","roteDescription":"Sometimes, schmoozing is the only way to get by, and sometimes you have to cheat. This rote is fairly popular among some of those Free Council mages who practice their art among the doyennes of the entertainment industry. It's often useful in some circles to look more impressive than you are."}]}