{"name":"Fantasia","sourceBook":"Mage: The Awakening","sourcePage":"192","primaryArcana":"Life","arcanaRequirement":"Life 5","requirements":[{"name":"Life","dots":"5"}],"practice":"Making","action":"Instant and contested; target rolls Stamina reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can perform the most fantastic of alterations to extant life, creating beasts directly out of myth and legend, or if she is inclined, mind-shattering horrors dredged out of the depths of the most fevered of imaginations. Any ability that can conceivably be possessed by a normal living creature (whether or not such is a characteristic that is or has ever been intrinsic to a specimen of earthly flora or fauna) can be imparted, such as the ability to mix certain enzymes to produce flame, or sacs of biochemical gas that can be used to float on water or even in air. More mundane qualities, such as a fly's ability to vomit digestive fluids, a cat's enhanced night vision or a moose's incredible sense of smell can all be given. The mage targets an existing animal from which to add and subtract various features. Each success allows the mage to exchange a single feature, although unnatural but theoretically possible features such as the ability to exhale fire might levy a -1 dice penalty per unnatural feature. Changes in Size (either up or down) require successes on a one-for-one basis. The spell's range is sensory. In the case of creatures with unnatural features, Sleeper Disbelief can dispel the Fantasia spell, restoring the creature to its natural form.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Bygone Menagerie","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Academics","RoteDicePool_Contested":"Stamina","roteDescription":"Silver Ladder willworkers use this rote to create beautiful and terrible forms of life, with which they defend their homes and sanctums, impress and horrify allies and rivals, and lay siege to enemies."}]}