{"name":"Fiery Transformation","sourceBook":"Mage: The Awakening","sourcePage":"172","primaryArcana":"Forces","arcanaRequirement":"Forces 4 + Life 4; optional Matter 4","requirements":[{"name":"Forces","dots":"4"},{"name":"Life","dots":"4"},{"name":"Matter","dots":"4","Optional":"True"}],"practice":"Patterning","action":"Instant","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"1 Mana (optional)","effect":"Stories of old tell of willworkers using the power of magic to metamorphose into all manner of strange forms. Many chose to become animals or to take on the shape of other people, while some assumed more fanciful skins. With this spell, a mage transforms into a creature of living flame. The spell takes effect in the turn following casting. Since the mage does not transform into another form of life, she is in no danger of losing herself to an alien mindset. Instead, she becomes a being of fire. Planes of force within her new shape allow her to maintain whatever Physical Attributes she possessed before the change. The successes rolled for this spell are rolled as dice of lethal damage against anyone or anything not somehow fireproofed that makes physical contact with the mage (including her clothes and equipment). Likewise, the mage's hand-to-hand attacks cause lethal fire damage, to which the spell's successes are added as an equipment bonus. By adding Matter 4 to the casting, the mage can cause all of her normal equipment (such as clothing or, say, a knife) to change into fire with her, although they retain only simple mechanical properties. Firearms thus altered, however, do not function for the duration of the spell. With Forces 5, the caster can spend one Mana to inflict aggravated damage with this magic.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Wrath Of The Inferno","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Intimidation","roteDescription":"Arrow mages who learn this rote use it to sow fear among their enemies and to inflict horrific harm in combat. While some see the rote as needlessly flashy, few things are quite as terrifying as a warrior of living fire, carving a charred and bloody swath through the ranks of her foes. Mysterium mages, though not often renowned for martial prowess, occasionally use a version of this rote to augment what combat ability they possess."}]}