{"name":"Fiery Servant","sourceBook":"Legacies: The Ancient","sourcePage":"43","primaryArcana":"Mind","arcanaRequirement":"Mind 5 + Forces 4","requirements":[{"name":"Mind","dots":"5"},{"name":"Forces","dots":"4"}],"practice":"Making","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana per turn","effect":"Some mages pride themselves on their leadership skills. Many have the ability to make men lay down their lives. The truly powerful, however, can make even the fire itself follow them, creating beings made of flame to do their bidding. The mage creates a small, intelligent being made of living flame that will do whatever the mage commands it to do. Since it's made of flame, that's limited to burning things. The creature, which is about the size of a rat (Size 1) and which can take on any shape the mage wants it to, does get to choose what to burn and what not to burn. Successes can be split between Potency, the Size of the creature (one success adds one to Size), and the heat of the fire (each success adds one level to the intensity of the fire). A servant with one point of Potency has a flame that has the size and produces the heat of a torch. If the fiery creature tries to burn a person, it has an attacking dice pool equivalent to its creator's Gnosis + 2, and causes lethal damage. If the creature causes more than two points of damage on its first attack, the creature sets its target on fire, causing another point of lethal damage every round following, until the fire is put out. Although obviously magical (and subject to Disbelief), the creature is made of nothing more than fire, and can be destroyed immediately by a fire extinguisher or a large bucket of water. The creature is only barely sentient. Although it can follow detailed instructions, it can't change its plan, or come up with new plans on its own.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Firebug","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Expression","roteDescription":"Even mages who prefer to do their work face-to-face admit that it can, on occasion, be necessary to send a small fiery agent in to defeat a minion, purify the ground, or flush an enemy out so that the mage can confront him, man to man."}]}