{"name":"Final Sight","sourceBook":"Guardians Of The Veil","sourcePage":"186","primaryArcana":"Death","arcanaRequirement":"Death 2","requirements":[{"name":"Death","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Concentration","aspect":"Vulgar","cost":"None","effect":"This spell evokes ectoplasm from the eyes of a corpse, forming an ectoplasmic image of the last thing the corpse saw. The effect is visible for all present to see, including Sleepers. The spell requires the presence of a corpse. While the eyes do not need to be intact, the spell does require a more substantial corpse than mere ashes, though a decapitated head will suffice. Although mages often use this spell in the hopes of discovering the identity of an unknown killer (since the spell is limited to the last thing the victim saw before dying), if the victim was shot by a sniper from far away or poisoned, the spell will not reveal the identity of the killer. An exceptional success might reveal an additional clue. For instance, if the targeted corpse reveals that the person was pushed off a cliff and fell down onto rocks below, a basic success might only show an image of the bottom of the cliff. But with an exceptional success, the \"last sight\" might be the image of the killer pushing the victim. However well the caster may or may not have rolled, the images are from the point of view of the subject, so things outside his line of sight are not revealed. Most Guardians prefer to attack from behind for just this reason.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Posthumous Accusation","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Occult","roteDescription":"The Guardians of the Veil are well known for using this rote in their inquiries. Even if the final image is not directly useful as a clue, it can provide clues indirectly. For instance, a killer might have, as mentioned above, thrown someone off a cliff. But if the body fell into a river and washed out to sea, the location of the death may lead the willworker to the scene of the crime, where other methods (such as the Time 2 spell Postcognition) might prove useful."}]}