{"name":"Forbidden Fate","sourceBook":"The Silver Ladder","sourcePage":"196","primaryArcana":"Fate","arcanaRequirement":"Fate 4","requirements":[{"name":"Fate","dots":"4"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana","effect":"The willworker alters someone's destiny so the person has great difficulty accomplishing a single specific goal. Attempts by the target to accomplish this goal are fraught with ill fortune and literally everything that can go wrong does. Microphones screech or go dead at particularly inopportune times, the target stumbles while running, and fragile objects the target uses are far more inclined to fall and break. The character must declare a specific goal the target cannot reach. This goal must be a deliberate choice on the target's part and not something necessary for survival, such as breathing or eating. This spell can ban \"getting to work on time Monday morning,\" but not \"ever getting to work on time\" or even \"getting to work on time each Monday.\" Examples of valid goals include attacking or defeating a particular enemy, attempting to steal or otherwise acquire a particular object, applying for a specific job, giving a particular speech or presentation, running for an elected office, creating a work of art, and any similar actions. For the duration of this spell, any actions the target takes to directly accomplish the forbidden goal suffer a dice penalty equal to the number of dots in the Fate Arcanum the caster possesses.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"The Hobbling Of Enemies","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Subterfuge","roteDescription":"One of the best ways to win an election or convince others to accept your ideas is to make certain anyone opposing you looks sufficiently bad that you and your ideas look better in comparison. This rote ensures those who oppose members of the Silver Ladder often fail quite badly in their efforts, because this spell can easily make an expert seem a rank amateur."}]}