{"name":"Forensic Gaze","sourceBook":"Mage: The Awakening","sourcePage":"134","primaryArcana":"Death","requirements":[{"name":"Death","dots":"1"}],"practice":"Knowing","action":"Instant","duration":"Concentration","aspect":"Covert","cost":"None","effect":"There are times when the most useful thing one can find out about a given dead body is how it got to be that way. An ability that most crime-scene investigators would give their eye-teeth for, this spell enables a mage to discern at a glance exactly how a creature died and how long ago. Thus, the mage might be able to realize that a cause of death obvious to all modern forensic evidence is in fact a ruse designed to distract from the subject's true cause of death. Because of the limitations of the Death Arcanum, Forensic Gaze reveals only cause of death and not mitigating circumstances. If used upon a human skeleton, for example, it can reveal that the individual died as a result of damage to the carotid artery two months ago to the day, but does not tell the mage that the victim also had a lethal dose of strychnine in his system at the time of his demise. This limitation on the sense can come in quite handy, however (such as finding a mutilated body and learning that it was a deliberate stab to the heart, rather than the obvious manic rending of flesh, that resulted in the person's death). Even if physical evidence of the cause of death is absent (as with a body reduced to ash), this spell reveals what killed the being in question and how much time has passed since it died. The mage peers at a corpse to ascertain the cause of death. He does not need to touch, prod, or cut into the corpse; he merely stares at it. Fairly obvious causes such as a knife wound or heart attack levy no penalties, but obscure causes such as a rare neuro-toxin might cause a -2 or greater penalty. Likewise, deaths that took place more than a year ago suffer -1 dice. Deaths older than a decade suffer an additional -1 dice per decade. It is possible to detect a vampire with this spell, although the cause of death (the Embrace) is extremely obscure (-3 penalty). The caster also suffers the usual penalty of -1 die per decade that the vampire has been dead. Zombies, too, can be detected, although their state is usually obvious even to those without this spell.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Reaper's Scent","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Medicine","roteDescription":"This rote relies not only on sight, but on the olfactory senses to aid the mage in reading the secrets of a corpse. Some Free Council mages enjoy employing the seemingly miraculous forensic techniques seen in many of today's most popular prime-time shows in the casting of this rote."}]}