{"name":"Forge Tulpal","sourceBook":"Mage: The Awakening","sourcePage":"231","primaryArcana":"Prime","arcanaRequirement":"Prime 5 + Mind 5","requirements":[{"name":"Prime","dots":"5"},{"name":"Mind","dots":"5"}],"practice":"Making","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"A tulpa, an idea-form so forcefully visualized that it assumes material substance, is known to Tibetan mysticism. The tulpa is dreamed into being by a creative mind in a state of intense and deliberate imagination. Such creations often grow beyond the direct control of their creators, becoming free-willed beings halfway to possessing reality of their own. Sometimes a tulpa becomes wicked or even physically monstrous, but this is the product of flawed discipline on the part of the creator, rather than any fault of the dream-being itself. A tulpa may look like a human being, an animal, a monster, or just about any kind of physiologically plausible being of which the willworker can conceive. Successes are allocated to construct the tulpa's Mental, Physical, and Social Attributes (to a maximum of the mage's Prime dots in any single Attribute; at least one dot must be placed in every Attribute), and extra damage and armor (on a one-for-one basis). The tulpa possesses a Willpower score (the sum of Resolve and Composure as normal) and self-awareness, no matter how rudimentary. Its Size is 5 or less (the caster can decide to make it less than average human Size). The tulpa may be free-willed or bound to the will of the caster, as desired. An especially strong-willed tulpa may defy its binding creator and escape. A physically monstrous or otherwise bizarre tulpa invokes Disbelief when witnessed by Sleepers. Note that at this level of mastery, this spell cannot be given an indefinite Duration (i.e., the tulpa cannot have a \"natural\" life span of human years). The being dissolves when the spell expires. Unless the tulpa created is specifically designed to accept the inevitability of its own demise without emotional trauma, a Wisdom degeneration roll might be required for the caster (unless he has Wisdom 2 or lower). The mage could, however, recast this spell before the previous one expires, giving the tulpa a new Duration. Note that this is an exception to the normal rules for spell control. The tulpa is allowed to persist over a series of castings as long as the previous one does not expire before a successive spell is cast.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Dream Warrior","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"This Free Council magic forms a sentient being of pure Mana, invested with at least minimal social skills and reason. Those mages who cannot afford to give indefinite existence to such a creation do not use this rote lightly, as it is often cruel to craft an essentially living being with so brief an existence. Silver Ladder mages sometimes use their own rote (Presence + Occult + Prime) to create perfect servants, entrusting their personal care to no being they themselves have not fabricated."}]}