{"name":"Forge Destiny","sourceBook":"Mage: The Awakening","sourcePage":"159","primaryArcana":"Fate","arcanaRequirement":"Fate 5","requirements":[{"name":"Fate","dots":"5"}],"practice":"Making","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana","effect":"The mage determines the destiny of a living being. A living saint can be set almost irrevocably upon a murderous path, while an animal that might otherwise go to a cruel and abusive home can be given the good fortune of ending up with a kind and loving family. These sorts of manipulations, having to overcome a certain degree of the subject's self-determination, can be quite difficult for even the most experienced of willworkers, so most undertake it only rarely. Each success on the spellcasting roll can be used to add one die to the target's dice pool for any action that might foster the fruition of the fate declared by the caster. Conversely, one dice penalty per success can be levied against rolls that might help prevent a subject's new destiny. The Storyteller determines when modifiers penalize an action, but they're often employed whenever the target tries to deny the fate that the spellcaster has imposed. The effect lasts for one scene. If sufficient Duration is not assigned to the spell, the being may not have long enough to see the action through. For example, rendering a person destined to buy a given used car in her hometown makes that fate likely (but not necessarily) to come to pass rather quickly, while giving a dog a destiny to kill a prominent recluse 2000 miles away may result in a fate that takes years to come to fruition. If a mage attempts to influence another artificially created destiny, she must overcome the Potency of the spell used by the mage who originally imposed the artificial fortune.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Anointing The Chosen One","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Resolve + Gnosis","roteDescription":"Setting Fate's mark upon an individual can protect the hidden society of the Awakened. Guardians are known to use this magic to great effect, creating false trails leading away from genuine mystic phenomena. Mages of the Mysterium sometimes use this magic (Intelligence + Persuasion + Fate) to draw another into the occult world."}]}