{"name":"Forge Thaumium","sourceBook":"Mage: The Awakening","sourcePage":"203","primaryArcana":"Matter","arcanaRequirement":"Matter 5 + Prime 3","requirements":[{"name":"Matter","dots":"5"},{"name":"Prime","dots":"3"}],"practice":"Making","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana (minimum)","effect":"Masters of Matter can forge a substance, when charged with Mana, that's capable of serving as a shield against mystic will. Called \"thaumium\" (from the Greek word for \"wonder\" or \"marvel\"), this material is created as an alloy of perfected gold (orichalcum), silver (lunargent) and mercury (hermium). (Note: Transmuted versions of such materials are not acceptable.) The result, when properly crafted, a flawlessly mirrored substance. When charged with Mana, thaumium has a faint luminescence. A thaumium object may take the form of a necklace, breastplate, a watch, or a sword. The shape and size of an object is irrelevant to how much inherent countermagic it provides. One success creates a Size 1, Durability 1 piece of thaumium that has the ability to hold one point of Mana, which it spends to shield against magic. The mage needs additional successes per extra Mana point capacity, and successes are also added to the target number to increase the thaumium's Durability, Size, armor, and equipment modifier (all one point per success). (If a mage wishes it, she could create thaumium with no benefits beyond countermagic.) The alloy disintegrates when the Duration expires, so mages often cast this spell with an indefinite Duration. Use the Duration factors in the chart below. Once made, the thaumium must be charged with Mana points. Each time it shields against magic (a reflexive action unless the wearer does not want it to), it uses up one of these points. If it runs out of points, it cannot shield magic until it is recharged. This shielding takes the form of a reflexive counterspell, effective against any Arcana and both vulgar and covert magic. The protection's dice pool is equal to the thaumium maker's Gnosis + Matter. The wielder of a thaumium weapon can use the item's stored Mana to make the weapon's damage aggravated. This is a reflexive action requiring one Mana from the thaumium weapon's stores. Thaumium must be Size 3 or more to act as effective armor.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}