{"name":"Forge Doom","sourceBook":"Mage: The Awakening","sourcePage":"159","primaryArcana":"Fate","arcanaRequirement":"Fate 5","requirements":[{"name":"Fate","dots":"5"}],"practice":"Unmaking","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"A living being, place, thing, condition, flaw, or behavior can be declared someone's doom. For example, a sword could be forged as a person's doom, as could the sanctum of his direst enemy or even his estranged son. Likewise, the leg he injured in a long-ago car crash could be made his doom, as could his philandering, or being beneath the full moon's light. While in direct confrontation with a doom or while acting within or being targeted by the parameters of a doom (being struck in the wounded leg or getting in trouble with a woman's large boyfriend while hitting on her in a club), any damage dice suffered by the subject are increased by the spell's successes. The damage type does not change (sources of bashing damage still cause bashing damage, they just cause more than they normally would). Meeting a doom does not guarantee that the mage will suffer damage; it only worsens any damage that might happen to be inflicted. For example, a mage who enters a sanctum that is his doom has no more chance than usual of coming to harm, but should he accidentally fall down the stairs (or be pushed), his odds of suffering a lot of damage increase. In the case of a place made into a doom, the default area affected is of a one-yard radius or five-cubic yards of volume.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Achilles' Heel","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Intimidation","RoteDicePool_Contested":"Resolve + Gnosis","roteDescription":"Even a mediocre swordsman wielding a weapon forged as a given foe's doom is a force to be reckoned with. So goes the reasoning of Adamantine Arrow willworkers who make use of this rote. Even a skilled warrior can benefit by use of an item (or place, person or circumstance) named as the downfall of an enemy. Guardians of the Veil sometimes use this magic as a last resort, ending a threat to the secrecy of the Mysteries."}]}