{"name":"Friendly Face","sourceBook":"Summoners","sourcePage":"208","primaryArcana":"Fate","arcanaRequirement":"Fate 1","requirements":[{"name":"Fate","dots":"1"}],"practice":"Knowing","action":"Instant","duration":"Transitory (one turn)","aspect":"Covert","cost":"None","effect":"Practitioners of Fate can discern a great deal of knowledge, if they know where to look or whom to ask. Using this spell, Initiates of Fate can determine to what realm they should look when seeking to summon assistance for the matter at hand. The mage rolls Wits + Investigation + Fate. Success grants the mage knowledge of which realm (Shadow, the Astral Realm, the Abyss, etc.) will provide an entity most useful in addressing the willworker's current dilemma. The mage must still be able to otherwise summon, control, and communicate with the creature; this spell only shows her where to look.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Locate The Unwilling","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Investigation","roteDescription":"At the height of the Spanish Inquisition, a group of Scelesti used the chaos and distrust to their advantage, directing mortal hunters towards the Consilium of Logro&ntilde;o. Over the course of months, the Consilium lost half a dozen members to the inquisitors. As the local mages did their best to escape the pawns of the Accursed, a Guardian of the Veil known by the Shadow Name of Acallar sought allies to not only protect the mages of Logro&ntilde;o, but also to seek out those responsible for the attacks. In a matter of nights, the seemingly tireless Acallar devised this spell, using it to seek out agents within Twilight, Shadow, and the Underworld. Having located those able -- if not necessarily willing -- to assist him, the Guardian quickly set about summoning the various otherworldly beings to his cause. With new and unexpected resources at his beck and call, Acallar made short work of both the inquisitors and the Scelesti, and this spell eventually found its way into the repertoires of many mages throughout his order."}]}