{"name":"Gauge Essence","sourceBook":"Summoners","sourcePage":"210","primaryArcana":"Prime","arcanaRequirement":"Prime 1 + (Death 1, Life 1, and / or Spirit 1)","requirements":[{"name":"Prime","dots":"1"},{"name":"Death","dots":"1"},{"name":"Life","dots":"1"},{"name":"Spirit","dots":"2","Optional":"True"}],"practice":"Knowing","action":"Instant and contested; target rolls Resistance or Resolve reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Ghosts and spirits of all sorts use Essence, an ephemeral substance often imprinted with certain emotional qualities, signifying its origin. Just like scientists can discern the difference between a diamond mined in southern Africa, for instance, and one acquired from elsewhere in the world, an astute willworker can analyze the individual qualities of a particular source of Essence. With a successful casting of this spell, the mage determines the Resonance of a source of Essence, contained within a creature of the appropriate type. With Death 1, the willworker can analyze the Essence inside a ghost, while Life 1 grants insight into points of Essence contained within a living creature (for whatever reason), and Spirit 1, any Essence within a spirit of the Shadow Realm. This spell also gives the caster a rough sense of how much Essence a creature contains. For example, a ghost down to its last two points of Essence reads as nearly depleted, while a powerful denizen of Shadow holding 20 or more points of Essence registers as having a potent stockpile of Essence. This spell also gives a mage a sense for the descriptive qualities of the Essence he sees; knowledge that may, in turn, grant further insight. A perfectly peaceful-looking suburban residence producing Essence flavored by atrocity hides something terrible in its past or its present. Likewise, a seemingly helpful spirit whose Essence resonates with trickery might not be as accommodating as it seems. Any creature that wishes to resist having its Essence scanned resists using its Resistance or Resolve (whichever is applicable). This counts only toward sources of Essence presently contained within the being. External sources may be concealed through other powers, however; in such a case, the entity's successes are compared against those of the caster.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Know Thy Enemy","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Empathy","roteDescription":"This spell is of old account among summoners, many of whom regard it as simple good business. Certain th&eacute;archs claim the spell actually predates the Fall, and it certainly would make sense were such the case. Some of the oldest texts from the Atlantean Diaspora speak of similar magics, causing certain summoners within the Ladder to point with pride to the venerable pedigree of their craft."}]}