{"name":"Ghastly Metamorphosis","sourceBook":"Tome Of The Mysteries","sourcePage":"30","primaryArcana":"Life","arcanaRequirement":"Life 5","requirements":[{"name":"Life","dots":"5"}],"practice":"Unraveling","action":"Instant and contested; target rolls Stamina + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"Armed with this gruesome spell, a willworker can inflict a hideous transformation upon another human being (Awakened or otherwise), causing her new form to shred its way out of her current body in an agonizing shower of gore. In addition to forcing a subject into a new shape, which must be a natural animal, including a human being, of Size 4-6, this spell inflicts one level of lethal damage on the subject per success of Potency. This horrific display can easily require reflexive Resolve + Composure rolls from onlookers unfamiliar with this magic to resist gaining a temporary mild derangement. Similar to almost all other Life Arcanum spells, this spell cannot be given an indefinite Duration. If the subject is successfully transformed, she must check for becoming \"lost\" to her new form (per the Life Arcanum spell, Shapechanging), but she retains her Awakened abilities, if any. Sleepers subjected to the spell who do not manage to destroy it with Disbelief will probably later write the whole experience off as the result of drugs, a nightmare or a nervous breakdown.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Whipping The Dog","roteDicePool_Attribute":"Strength","roteDicePool_Skill":"Animal Ken","roteDescription":"There are many animals in this world far less dangerous than a human being. Arrow mages use this rote to transform their enemies into such forms, and inflict terrible hurts upon them in the process. Silver Ladder willworkers have their own variant of the rote (Presence + Animal Ken + Life), which they use to punish disobedient servants, treating them as the uncouth animals that they are (in the Ladder mages' eyes, at any rate)."}]}