{"name":"Ghostly Archive","sourceBook":"Grimoire of Grimoires","sourcePage":"110","primaryArcana":"Death","arcanaRequirement":"Death 4 + Spirit 3","requirements":[{"name":"Death","dots":"4"},{"name":"Spirit","dots":"3"}],"practice":"Patterning","action":"Extended (target number = Merit dots)","duration":"Lasting","aspect":"Vulgar","cost":"1 Mana","effect":"The account of Asharna in Last Days of Atlantis tells of her studies in the Cenacle of Sighs, as well as the means by which she, as a librarian, bound the shades of the dead to service. Through the efforts of Asharna and those like her, the lore of the Cenacle of Sighs continued to grow and thrive, even unto the ending of Atlantis. Upon the completion of this spell, the willworker may invest in dots of the Library Merit specifically tied to the shades of the dead who serve as the storage medium for the information in question. These ghosts must actually be experts on the information to be bestowed, unless in which case, any ghost will do -- meaning the mage may need to do some hunting around to find restless shades possessed of the appropriate knowledge (a difficult proposition, at best, if one wants to archive the lore of, say, Atlantis or the Abyss). The account given in Last Days of Atlantis indicates that such ghosts were typically bound to their own mortal remains, though one could, presumably, anchor them to any physical object. In the event that the mage already possesses dots in a \"conventional\" Library, these dots stack on top of those (to the customary limit of 5 dots), and cost the normal amount of Experience for raising the Library Merit. Typically, the shades in such a \"ghost library\" should be built as rank 1 spirits, but substituting the supernatural powers of ghosts for those of spirits, and subject to the normal restrictions of ghosts. One of each such ghosts' Numina (1 per dot of the Library Merit) must enable it to communicate with corporeal beings in some manner that does not necessitate possession.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Counsel Of The Departed","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult","roteDescription":"While the great wisdom once gathered in the legendary Cenacle of Sighs is forever lost, modern mages can call upon powers similar to those used in the Cenacle's creation to archive the knowledge of the dead, creating an interactive library of ghosts."}]}