{"name":"Gift Of Fortune","sourceBook":"Mage: The Awakening","sourcePage":"157","primaryArcana":"Fate","arcanaRequirement":"Fate 4 + Space 2","requirements":[{"name":"Fate","dots":"4"},{"name":"Space","dots":"2"}],"practice":"Ruling","action":"Extended","duration":"Lasting","aspect":"Covert","cost":"1 Mana (sympathetic casting cost)","effect":"Objects do not have volition of their own, but they are given momentum by the wills of the sentient creatures that act upon them. They are imbued with purpose by human belief in their designated purposes. Human choices become the destinies of such items. Thus, a mage with a stronger will than a Sleeper could, for example, decide that a rare heirloom will come into her possession. Through the quirks of fate, it eventually finds it way into her keeping. It may not do so in any way she might envision (and her ownership of it need not necessarily be legitimate or even legal), but she does not have to exert any special effort to acquire it. Indeed, she need not even know where the object is when she casts the spell. The item reaches her when it does, if it does (this spell could be dispelled before the item arrives; see below), and she has no control over the circumstances of how or when it arrives. Destiny makes no guarantees, for example, that a ritual knife a mage hopes to get won't end up protruding from a wound in her abdomen by the hand of some crazed wino. A mage can send a given object any which way she desires, specifying that a woman's gold necklace ends up owned by the son she gave away at birth, or that a treasure chest eventually spends its days at the bottom of the sea. Using this spell with naked and indiscriminate greed often results in dire consequences for the caster (such as the aforementioned knife in the gut). Wise workers of Fate magic advocate using this spell for personal gain only when need is great, otherwise doing legwork personally and without the aid of magic. Some items have so much belief and will behind them, conscious or otherwise, that it is essentially impossible to move them from their current circumstances. While the Hope Diamond might be able to be moved (at a -3 penalty for its celebrity), the Leaning Tower of Pisa isn't going anywhere, despite the fact that the technology certainly exists to disassemble, transport, and reassemble it. The threads of fortune can only be stretched so far. The Storyteller assigns a required target number (the metaphysical weight of the object's current destiny) that must be overcome in order to move the item in the desired direction. Thus, an object from a mage's own childhood about which no one else really cares might require only one success, while the mummy of Tutankhamen could require that 10 or more successes be accrued, if it can be moved at all. The targeted item can take some time to make it to its destination. Excess successes added to the target number can speed up the journey by one degree per success. This spell can target items within the Shadow Realm, although without a Spirit 3 component the item cannot cross the Gauntlet. It arrives just on the other side of the Gauntlet, probably brought by means of a hapless spirit. Using this kind of magic for selfish or greedy ends, especially when a mage does so repeatedly, almost always leads to bad twists of fortune, often involving one or more of the objects the mage tries to acquire. As with any spell targeting an unseen subject, the mage needs a Space Arcanum sympathetic connection to reach out and grasp the object's strands of fate to draw them to him. The strength of this connection determines if there are penalties on the spellcasting roll.<BR>","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}