{"name":"Girding The Champion's Faith","sourceBook":"Magical Traditions","sourcePage":"88","primaryArcana":"Prime","arcanaRequirement":"Prime 3","requirements":[{"name":"Prime","dots":"3"}],"practice":"Shielding","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The Templar invokes a brilliant armor forged from the light of God to turn back the blows of his most ardent enemies. The Templar gains two points of armor for the duration of the rote. Additionally, the Templar, illuminated by the light of God, can withstand even the most heinous perils that his foes would inflict on him: While under the aegis of this spell, the Templar downgrades any aggravated damage he suffers to lethal damage. (This does not affect the upgrade of lethal damage to aggravated if the Templar has already suffered his full Health points in lethal damage, however. The foci for this spell are the Baphomet and a cipher. First, the Templar encodes his own name in a cipher of his choosing, thus protecting his identity with the cipher just as he seeks to protect his body with the spell. The Templar also traces the sign of the Baphomet in the air before him as he casts the spell. The journals of the Templars indicate that this spell was most commonly used in preparation for a physical conflict with otherworldly enemies, when the knights would face hostile \"angels\" or entities from beyond most realms of perception. Tales of knights in shining armor, whether among actual military accounts, or even folkloric legends such as Beowulf or the Volsung Saga might have involved kennings related to this spell's function, even though those sources clearly predate the Templar order. While it works fine as a standard armor spell, most mages would likely eschew it as such, since it's not as effective as the armor rotes of many other Arcana (offering less in the way of protection for skilled mages of those Arcana) and it's plainly vulgar. On the other hand, the protection it offers from aggravated supernatural damage is certainly a boon.","rotes":[{"roteOrder":"Templar Treasure Tradition Rote","roteName":"Girding The Champion's Faith","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"This rote works exactly the same as the spell with the same name."}]}