{"name":"Gleaning The Crowd","sourceBook":"Magical Traditions","sourcePage":"139","primaryArcana":"Mind","arcanaRequirement":"Mind 4","requirements":[{"name":"Mind","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"With this spell, the mage psychically projects his consciousness into Twilight amid a crowd of gatherers. Once there, he can plumb the depths of the crowd's aggregate minds, creating in some fashion one giant brain (crowd represents new synapses, and the caster forges between himself and the crowd new synaptic connections, making a massive - if temporary - neural network). The rules are the same for the Psychic Projection spell. However, while moving about Twilight, the mage's projection can move seamlessly through the gathered minds, learning new things. After the scene is over and the mage returns to his body, he learns a number of new Skill points equal to his Gnosis score, with the player essentially adding temporary dots to the character's current or non-existent Skill ratings. No more than two dots can be added to a single Skill in this way. The Skill boost is temporary, lasting for 24 hours. After the 24 hours, the Skill dots \"burn off\" at the rate of one dot per hour (Storyteller's choice as to what order they fade). With Storyteller approval, however, this spell may make a good excuse for spending XP to purchase and keep the Skill points gained. If no XP is spent, no points are kept.","rotes":[{"roteOrder":"Entheogenic Cults Tradition Rote","roteName":"Surfing The Sacred Convergence","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Occult","roteDescription":"Entheogenic cults are known for their ceremonial festivals - from the Harmonic Convergence in the late 1980s (a moment that supposedly began the world's temporal trek to the year 2012 when humanity would either end or evolve), to the current annual Burning Man Festival. The goal of the gathering matters little (Burning Man offers a generic focus on creativity, self-reliance, and ecstasy while something like the Harmonic Convergence was a conscious attempt to turn humanity's collective soul toward positive karma and dharma), but the gathering of people is a focus. Also important is that a number of the gatherers must be operating with some manner of psychoactive in their bloodstream (the number of dosed individuals isn't a hard or fast number, but one can assume that approximately 1/4 of the attendees should have recently imbibed some kind of entheogen). Another focus of the festival is a key symbol that serves as the literal center of the activities. At Burning Man, it is obviously the giant effigy (which may actually burn or may be a figure comprising neon tubes and car parts), while at other ceremonial festivals it may be a central tree representing Axis Mundi or a sacred figure (such as Om, some kind of Buddhist mandala, or a figure from Native American or Japanese symbology) laid across or etched into the ground. Music is the final focus. It may come from a drum circle, or may instead be trance music pulsing from a tower of speakers. It doesn't matter what kind of music it is, only that it's loud enough for the crowd to hear it. The caster then literally surfs the crowd - they pick him up and carry him about. While atop the crowd, he projects psychically, his limp body carried by the crowd until the scene's end."}]}