{"name":"Goetic Evocation ","sourceBook":"Mage: The Awakening","sourcePage":"324","primaryArcana":"Spirit","arcanaRequirement":"Spirit 4 + Mind 4","requirements":[{"name":"Spirit","dots":"4"},{"name":"Mind","dots":"4"}],"practice":"Patterning","action":"Extended (target number = the mage's own Wisdom)","duration":"Prolonged (one hour)","aspect":"Vulgar","cost":"1 Mana","effect":"The sorcerer must be a goetic mage in order to use this spell. The mage manifests a denizen of his own psyche, his repressed or unsavory urges given form as an ephemeral entity in Twilight. The ephemeral demon has the following traits: Rank 1; Attributes (Power 2, Finesse 2, Resistance 2); Essence 10 (10 max); Influence [Sin 2 (choose one Vice, derangement or Flaw)]; Numina (Materialize, Possession). Each additional success added to the target number provides one of the following benefits (choose which it is as the target number is determined, before casting commences): +1 Rank (maximum 4), +1 dot to a single Attribute, or +1 Influence. Every two additional successes can give the demon one extra Numina. The demon can use its Influence to seduce someone into acting out the demon's Vice (which is not necessarily the victim's own), succumbing to its derangement, or falling prey to its psychological Flaw (depending on the type of demon summoned). If the demon's Vice is the same as the victim's, the victim is not rewarded the usual Willpower point for acting out the Vice -- the demon gets this point instead, although he doesn't have to act out the Vice himself (and hence, doesn't get the blame). The demon follows the mage's orders, although if the mage himself engages his personal Vice, derangement or Flaw while this spell is in effect, the demon is freed from control and turns its attentions to corrupting the mage. Casting this spell is an act of hubris, requiring a mage with a Wisdom higher than 4 dots to make a degeneration roll. The demon's ephemeral form remains for one hour.<BR>","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}