{"name":"Goetic Doppelganger","sourceBook":"Grimoire of Grimoires","sourcePage":"117","primaryArcana":"Spirit","arcanaRequirement":"Spirit 4 + Mind 4","requirements":[{"name":"Spirit","dots":"4"},{"name":"Mind","dots":"4"}],"practice":"Patterning","action":"Extended (target number = target's Wisdom)","duration":"Prolonged (one hour)","aspect":"Vulgar","cost":"2 Mana","effect":"Once a mage has accepted the dark side of his own nature he gains an understanding of how to release the inner demons of his enemies. For a mind untempered by exposure to Le Livre Rouge, facing one's foulest desires and inner corruption is unsettling at best. By casting this rote, a mage calls into being a goetic demon of her target, similar to the manner in which the spell Goetic Evocation functions. This spell may be cast at sensory range. The demon is an ephemeral entity that initially exists only in Twilight. The ephemeral demon is Rank 1 and begins play with Essence 4 (10 max). The demon's Attributes are determined by the Attributes of the target. Power is equal to half the target's highest Attribute rating (round up) in either Intelligence, Strength, or Presence. Finesse and Resistance are calculated in the same manner based on Wits, Dexterity, and Manipulation, or Resolve, Stamina and Composure, respectively. The demon possesses Influence: Sin 2 (the Vice of the target) and the Numina: Materialize and Fetter. While in Twilight, the demon lurks nearby the target it was created from and uses its Influence to tempt the target into giving in to her Vice. Each time the target gives in to her Vice she gains no Willpower; instead the demon gains 3 Essence. When the demon reaches full Essence it uses its Materialize Numina to punch through the Gauntlet and its Fetter Numina to anchor itself. If the demon is unable to anchor itself to a Fetter before the duration of this spell ends, it discorporates and is unraveled. If the demon succeeds in anchoring itself to a fetter it begins to Materialize as a near-clone of the target. Close associates of the target may realize the demon isn't who it is mimicking with a single success on a Wits + Empathy roll. While materialized, the demon attempts to cause as much havoc as possible (paying special attention to its target's Vice), before retreating to the area of its fetter. The target of the spell then has to deal with the consequences of the demon's actions, which can range from annoying to deadly serious. Demons can maintain themselves indefinitely in Twilight (long after the duration of the original spell has lapsed) after they succeed at creating a fetter. As a result, the only sure way to be rid of the demon is to destroy its fetter. When the fetter is destroyed, the demon is unraveled just as if it had failed to fetter itself during the initial duration of the spell. If attacked, demons reform after being violently discorporated in the same way as normal spirits.","rotes":[{"roteOrder":"Le Livre Rogue Rote","roteName":"Goetic Doppelganger","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Empathy","roteDescription":"Just as the spell, above."}]}