{"name":"Greater Spirit Summons","sourceBook":"Mage: The Awakening","sourcePage":"249","primaryArcana":"Spirit","arcanaRequirement":"Spirit 3","requirements":[{"name":"Spirit","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Resistance reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"By means of this spell, a mage can issue a summons to a Shadow Realm spirit of whatever power, known or unknown to her. It is easier and often safer to call known entities, but sometimes mages do not have the luxury of ease or safety. The target spirit's rank levies penalties on the spellcasting roll (see the Spiritual Hierarchy chart). Spirits forcibly called are almost always resentful and may be enraged. Unless the spirit has some means of manifesting or attacking across the Gauntlet (or the mage is foolish enough to be in the same realm as the spirit), it is impotent to do anything but remain for the spell's Duration. Note, however, that this spell does not of itself convey any particular protection against that which is called. This is not a conjuring spell in that it does not teleport the spirit to the mage's vicinity. The range, as with all spells, is the mage's sensory perception, unless Space 2 is used to extend his senses. If the spirit has a power that allows it to teleport, it must use the capability to come to the mage. Otherwise, it travels as best it can unless the Duration expires before its journey is complete. Conjunctional use of Space 5 can conjure the spirit from its location to the spiritual location contiguous to the mage (but Spirit 4 is needed to bring it across the Gauntlet). The summoned spirit must remain near the mage for the spell's Duration, unless the caster allows it to leave.","rotes":[{"roteOrder":"Theosophy Tradition Rote","roteName":"Spirit Guide","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Expression","RoteDicePool_Contested":"Resistance (extended)","roteDescription":"When Madame Blavatsky was completely alone, she was able to call upon the Mahatmas Koot Hoomi and El Morya. Her relationship with them was cordial. She could, apparently, call up other things, devic forces of various kinds that did her bidding. A theosophical mage can do much the same. Meditating in absolute solitude, chanting, perhaps using a crystal or a book as a focus, the mage can call a spirit to her. It might be a Mahatma, or one of the Masters' servant beings. It might be a being that resembles a \"fairy\" or an \"angel\". It could be a spirit from Atlantis (some of the Awakened say that a few Rmoahals retreated into the Shadow, for example). It might even be one of the Manus, the archetypes of each of the Root Races, still extant in the company of the Lord of All Creation and ready to answer questions."}]}