{"name":"Hallow Bond","sourceBook":"Sanctum And Sigil","sourcePage":"94","primaryArcana":"Prime","arcanaRequirement":"Prime 3","requirements":[{"name":"Prime","dots":"3"}],"practice":"Weaving","action":"Extended (1 success per Hallow dot)","duration":"Lasting (see below)","aspect":"Lasting (see below)","cost":"1 Mana","effect":"The casting of this extended action spell can only begin at the time of day in which the Hallow normally produces its daily allotment of Mana. The mage must be present, within the vicinity of the Hallow's center (five-yard radius per dot). He needs one success per dot rating of the Hallow. The mage's aura cannot conflict with the Hallow's quality of resonance. For example, if his aura is generally angry, he cannot marry a peacefully-aspected Hallow. A dramatic failure at any point during the casting means that the land has rejected the mage. He cannot continue the spell and may not try again for at least a month, during which time he suffers a -2 dice penalty on all spellcasting attempts to channel Mana from that Hallow. Animistic mages believe that the Hallow has a consciousness and it has denied the supplicant; more scientific-minded mages believe that the mage is allergic to something in the Hallow's mystical composition. If the spell succeeds, its effects are lasting - so long as the mage properly maintains a relationship with the Hallow. He must perform at least one oblation per month per dot rating of the Hallow (i.e., a 3-dot Hallow needs three oblations per month), based not on his Path's preferences but on those of the Hallow, determined by its resonance. A resonance of pain or fear might require oblations featuring torture, maiming, or death. Tranquility resonance might need meditative oblations or the tending of a garden within the Hallow's vicinity. Anxiety might be best served through rushed ceremonies and rituals, taut with emotional conflict. The mage - called the spouse - knows which oblations will appease the Hallow. If the mage misses one of these oblations, the spell's effects are dampened temporarily, until he can perform the rite. If more than three months pass without an oblation on the mage's part, the spell expires. That mage cannot attempt to marry the same Hallow again for at least the next three months thereafter. So long as the spell lasts, the mage can choose who can harvest Mana from the Hallow. Mages without permission cannot forcibly harvest the Hallow, except masters with a Prime 5 version of the Channel Mana spell, and, even then, they suffer a dice penalty equal to the spouse's Resolve. With Prime 4, this spell can be cast upon a willing target, bonding her to the Hallow instead of the mage. Only one mage can be bonded to the same Hallow at the same time. For another to bond to it, the current spouse must either cancel his spell or die - or else his Hallow Bond spell can be dispelled.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Marrying The Land","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Occult","roteDescription":"Of all the orders, the Mysterium most commonly maintains this ancient practice from a time when people lived more closely with the land."}]}