{"name":"Hallucination","sourceBook":"Mage: The Awakening","sourcePage":"215","primaryArcana":"Mind","arcanaRequirement":"Mind 4","requirements":[{"name":"Mind","dots":"4"}],"practice":"Patterning","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage creates false sensory input -- a sensory hallucination. This hallucination affects one of the target's five senses, plus one additional sense per extra success. The hallucination can be anything the mage can conceive of that could reasonably be experienced through the five senses: A woman in a white dress walking by and whistling, an inexplicable foul smell and bad taste, or even physical pain. In the case of tactile sensations intended to hinder or incapacitate, such as a hallucination of a guard who grabs the target by the shoulder to prevent him from entering a room, the dice pool for the image's \"physical\" action is equal to the caster's Gnosis. Of course, the hallucination doesn't actually grab the target through physical means. It is merely a convincing illusion, such that the target is fooled into thinking that the guard touches and hinders him. The caster must either give the illusion a specific \"programmed\" action, or maintain concentration per turn, directing the illusion to do whatever he wants it to. The programmed action must be very simple, such as a person walking one way down a street and ignoring others. An implausible action on the part of a hallucination might allow a target a reflexive Resolve + Composure roll to realize that his senses lie to him.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Induced Delusion","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Subterfuge","RoteDicePool_Contested":"Resolve + Gnosis","roteDescription":"Council willworkers use this rote to misdirect those who mean them harm, or who could benefit from a humbling lesson. Some use this rote as a means to lead an individual into insanity, or away from the Lie and toward the Awakening. Of course, Guardians of the Veil also use a variant of this rote (Wits + Subterfuge + Mind) to protect the Mysteries from compromise."}]}