{"name":"Halt The Flow","sourceBook":"Banishers","sourcePage":"66","primaryArcana":"Prime","arcanaRequirement":"Prime 5","requirements":[{"name":"Prime","dots":"5"}],"practice":"Unmaking","action":"Extended","duration":"Lasting","aspect":"Vulgar","cost":"1 Mana per dot rating of the target Hallow","effect":"This spell slowly dissipates the energy of a Hallow, reducing it to a mundane location. Each dot of a Hallow is considered a separate extended roll and requires 10 successes to destroy. The Mana cost of the spell may be paid throughout the casting, rather than all at once. To fully destroy a Hallow, the mage must continue his work uninterrupted until the rating of the Hallow is reduced to zero. Once a Hallow is reduced to zero dots, it is considered destroyed. The backlash of suppressed magical energy forms a \"Dead Zone\" with the original rating of the Hallow acting as the number of successes gained to determine radius and volume. Until a Hallow is reduced to zero dots, treat the Hallow as being subjected to a Suppress Hallow spell. The casting of this spell creates a powerful clash in magic as the mage strives to pit himself against the natural magic of the Hallow. The visible results of this struggle can manifest themselves as violent storms, rains of frogs, glowing bands of light in the sky (similar to the aurora borealis), or anything else the Storyteller can devise. Mages attempting to destroy powerful Hallows are advised to seek help and cast this spell as a group ritual to increase their chances of success.","rotes":[{"roteOrder":"Banisher","roteName":"Destroy Hallow","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Occult","roteDescription":"Banishers adept at this level of Prime are a rare commodity amongst what passes for a Banisher community. Still, those practitioners capable of wielding this power have been known to keep in contact with each other and form ad hoc cabals for the sole purpose of destroying a particularly powerful Hallow."}]}