{"name":"Hereditary Change","sourceBook":"Mage: The Awakening","sourcePage":"192","primaryArcana":"Life","arcanaRequirement":"Life 5","requirements":[{"name":"Life","dots":"5"}],"practice":"Making","action":"Instant and contested; target rolls Stamina reflexively","duration":"Lasting","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can bestow upon a creature the characteristics of other life forms, with the ability to pass such characteristics along through heredity (effectively, for the scientifically minded, altering the subject's genome permanently and seamlessly). This spell is cast in combination with one that alters a creature's features, such as Transfer Median Features or Fantasia. Some mages choose to perform this spell upon creatures that have already been born, whether in their youth or their adulthood, while others prefer to use only unborn beings, altering them within the womb (or inside the egg) so that their changed characteristics are manifest at birth. In theory, anything from a slug to a bird to a dog to a chimpanzee can be physically manipulated in this way. The mage must touch the target (or its egg, or the belly of the beast carrying the unborn animal). The features are lasting. Effectively, the new form is considered the creature's natural form unless the being is altered again through another use of Life magic. The traits are hereditary, creating a magical bloodline. Mages who make fantastic creatures are well advised to hide them away from prying eyes, such as deep within an isolated sanctum or in the remote wilderness. Truly fantastic beasts created using the Fantasia spell (such as ambulatory pine trees with eyes, fangs, predatory instincts and the ability to spit digestive enzymes, or winged crocodiles with venom) tend to sicken and die when witnessed by Sleepers. The Sleeper's Disbelief successes (Resolve + Composure roll) deliver bashing damage to the creature once per scene in which it is witnessed, each time a new Sleeper sees it. The Disbelief dice pool may be reduced by one or two dice by playing to prevailing local myths (making a chupacabra in South or Central America, for example), or by putting an altered creature somewhere far away from the general run of humanity, where there are those who still believe the impossible can happen.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"The Dragon's Egg","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Medicine","RoteDicePool_Contested":"Stamina","roteDescription":"In a few isolated sanctums, Mysterium mages still practice the timeless art of shaping life itself, giving rise to entirely new creatures. Some believe that the strange flora and fauna being discovered even today is the result of such tampering. Some Silver Ladder willworkers, reveling in the sheer power of their magic, use their own variant of this rote (Resolve + Medicine + Life)."}]}