{"name":"Honing The Form","sourceBook":"Mage: The Awakening","sourcePage":"186","primaryArcana":"Life","arcanaRequirement":"Life 3","requirements":[{"name":"Life","dots":"3"}],"practice":"Perfecting","action":"Instant; subtract target's Stamina","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can raise one of his Physical Attributes or that of a base or median life form. A single Physical Attribute may be raised by one dot per success, up to a maximum of caster's Life Arcanum dots. For example, if the mage has Strength 3 and Life 3 and gets three successes on this spell to boost his Strength, his Strength becomes 6 dots for the spell's Duration. If four successes were rolled, he could still only boost Strength by three dots, since he has only Life 3. Naturally, this spell also modifies any derived traits (such as Speed, Health, or Initiative). Note that the same spell cast to boost a different Physical Attribute does not combine with the first spell -- only the highest Potency spell takes effect. For example, if a mage boosts his Strength by two dots and then casts a spell boosting his Dexterity by one dot, only the first spell takes effect, since it has the higher Potency. (With Life 4, he can allocate successes among different Physical Attributes. When cast upon base or median life forms (using the same rules as when casting upon himself), the mage must touch the target. With Life 4, he can cast this spell at sensory range. If the target resists the spell, subtract its Stamina from the spellcasting dice pool.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Actualizing Potential","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Athletics","RoteDicePool_Resisted":"Stamina","roteDescription":"Free Council mages use this rote to tap into enhanced physical capabilities. Prodigious strength, quick reflexes, enhanced resilience; all can be manifested by a willworker sufficiently skilled in the Life Arcanum. This magic can also be used on lesser life forms, bestowing such amazing capabilities upon virtually any non-human creature. Given its broad appeal and amazing usefulness, this rote is practiced among all orders."}]}