{"name":"Hostile Space","sourceBook":"Summoners","sourcePage":"211","primaryArcana":"Space","arcanaRequirement":"Space 3 + Mind 2","requirements":[{"name":"Space","dots":"3"},{"name":"Mind","dots":"2"}],"practice":"Weaving","action":"Instant and contested; subject rolls Resistance or Resolve reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Summoned beings often have their genesis in alien landscapes and they are not necessarily comfortable in this world. This spell actually increases the discomfort that many such entities feel within the confines of the material realm. Upon successfully casting this spell, the mage creates an area of metaphysical \"static\" expressly uncomfortable for one particular type of otherworldly being: Abyssal spirits, alien entities from outside of the Tapestry, or denizens of a particular Supernal Realm, for example. Beings native to any layer of the Fallen World -- no matter how far-flung -- cannot be affected by this spell, as its efficacy depends largely upon exacerbating a being's natural aversion to the particular qualities of this stratum of Creation. While within this zone, any being that does not successfully resist the distraction of this \"static\" must spend a point of Essence (or Willpower, for entities without Essence) to take an action in a given turn, above and beyond the costs inherent to any of its supernatural abilities. The entity may not spend Willpower to modify any dice roll made on the (or a) Resistance Attribute.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Enmity Of The Land","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"This rote has come in and out of favor with summoners for centuries, and perhaps even millennia. Certain Mysterium Athenaeums, however, have quietly maintained texts containing its formulae, dating back to the Middle Ages or before. Unfortunately for the Dragon's Wing, the rote -- long out of vogue and maintained as a secret of the Mysterium -- went back into circulation after the ransack of the Athenaeum in Berlin, Germany, in 1945, by parties unknown."}]}