{"name":"Imbue Item","sourceBook":"Mage: The Awakening","sourcePage":"225","arcanaRequirement":"Prime 3","primaryArcana":"Prime","requirements":[{"name":"Prime","dots":"3"}],"practice":"Weaving","action":"Extended","duration":"Special","aspect":"Special","cost":"1 Mana per spell","effect":"The mage can imbue an item with magical powers. Imbued items are granted one or more magical powers. In effect, whoever wields the imbued item gains the benefits of its spells, even though he did not necessarily cast them. The target number is equal to the successes required for all the spells imbued into the item. The mage must be able to cast each spell he wants to imbue, and each spell's target number is determined as if he were casting that spell as an extended action. The target numbers of all spells to be imbued are combined to find the successes needed for the Imbue Item casting. Each spell remains imbued for as long as its Duration. Most imbued items are made with spells of indefinite Duration, and the caster usually relinquishes such an item from his control so it no longer applies to his maximum spell limit. Doing so costs one Willpower dot. One Mana point must be spent per spell imbued, in addition to any Mana normally required for the casting of each spell. The caster decides whether each spell imbued into the item is persistent (always active) or contingent (triggered by a word, gesture, or condition). Even contingent spells imbued into an item must be made indefinite, or they disappear from the item when their Duration expires. The caster can give the item the capacity to hold Mana points. Doing so requires three successes and the item has a capacity of 10 points plus one per spell imbued. Mana must be spent for the caster to actually fill the capacity of points, or else someone with the Channel Mana spell can do so later. The aspect of casting (covert or vulgar) depends on the spells imbued into the item. If the item is imbued with vulgar spells, it risks a Paradox whenever these powers are used. The Paradox dice pool is based on the Gnosis of the imbued item's creator at the time of the item's creation (if his Gnosis later rises, the item's Paradox dice pool does not also rise).","rotes":[{"roteOrder":"Mysterium","roteName":"Forge Of Power","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Crafts","roteDescription":"Just as Mysterium mages seek out relics long lost, they create new objects of power, applying ancient arts to modern artifice. Silver Ladder willworkers use the rote as well in the crafting of their own enchanted items."}]}