{"name":"Implant Subliminal Message","sourceBook":"Guardians Of The Veil","sourcePage":"194","primaryArcana":"Mind","arcanaRequirement":"Mind 3 + (Forces 2 Or Matter 2)","requirements":[{"name":"Mind","dots":"3"},{"name":"Forces","dots":"2","Optional":"True"},{"name":"Matter","dots":"2","Optional":"True"}],"practice":"Weaving","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Lasting","aspect":"Covert","cost":"None","effect":"This spell implants a subliminal message in any piece of electronic media, including radio broadcasts, web pages, and television programs. Affecting a print article, such as a newspaper story, requires Matter 2 instead of Forces 2. Anyone who reads, watches, or listens to the targeted piece of media will be subject to the affect of this spell. The subliminal message that the mage creates cannot be particularly complex. In most cases, it simply causes the viewer to be far more or less skeptical of this or some specific, related piece of media. This spell can also be used to produce other emotional reactions to specific pieces of media, including anger, belief, or joy. None of these emotions are particularly powerful or complex -- readers or listeners are simply more inclined to feel a certain way about the information. However, if a particularly listener is strongly inclined to feel otherwise about the piece of media, this spell cannot override such a strong conviction. Although the thoughts and emotions produced by this spell only directly affect the target while he is watching or listening to the media containing the subliminal message, the effects of these thoughts and emotions generally linger well beyond the end of the spell. If the mage is using this spell to affect viewers' reactions to a story or rumor other than the one that she is placing the subliminal message in, then the spell becomes more difficult. A closely related story is one on the same topic, such as a specific UFO sighting or a particular fire in a warehouse district. A distantly related story is one that is about UFOs, fires, or the warehouse district in question. Much of the power of this spell comes from the fact that Sleepers are trained to believe in the mass media. While this spell can be used to implant subliminal messages that make Sleepers less likely to disbelieve evidence of magic, impose a one die penalty on any such rolls, because even the mass media has difficulty overcoming the great power of the Abyss.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}