{"name":"Imposter","sourceBook":"Mage: The Awakening","sourcePage":"211","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage can cloud another's perceptions to make him think the caster is someone else. The mage's false image can mimic an actual person or a fictional persona she creates for herself. Each success makes the false image seem true to one sense: Sight, sound, touch, etc. For example, with one success the mage might make the target believe she looks like a different woman (or man), while with two she can make her voice sound completely different. Occasional Manipulation + Expression or Subterfuge rolls may need to be made for the mage to convincingly act like someone she's not. If such a roll fails or the target becomes suspicious (through the mage committing an obvious faux pas, perhaps), a reflexive Intelligence + Investigation roll can be made for the onlooker to realize that something fishy is going on. Note that this spell cannot emulate the rules benefits of the Striking Looks Merit. The caster can make herself look exactly like someone with that Merit, but unless she uses another Mind spell to gain Social-roll bonuses, she lacks the mimicked person's joi de vivre. A target who possess some form of supernatural mental protection (such as Mental Shield) is subject to a reflexive and contested Gnosis + Mind roll upon first encountering the caster. If the roll's successes equal or exceed the imposter's casting successes, the witness knows the caster is a fraud.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Mask Of Conformity","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Subterfuge","RoteDicePool_Contested":"Composure + Gnosis","roteDescription":"Guardians often use this rote to pose as bureaucrats or administrators in places where a persona's authority can get them access to the files or data they seek."}]}