{"name":"Influence Magnet","sourceBook":"Tome Of The Mysteries","sourcePage":"63","primaryArcana":"Forces","arcanaRequirement":"Forces 4","requirements":[{"name":"Forces","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The mage can strengthen or weaken any natural magnet or magnetic substance. Using this spell on a magnetized object, each success on the spell can increase or decrease the magnet's Strength by one. An object reduced to Strength 0 is still mildly magnetic, but probably not strong enough to support the object's own weight. One additional success can then reduce a Strength 0 magnet to a completely non-magnetized state. This spell can also be cast on objects that are not magnetized but can naturally be magnets. The first success then gives the object magnetic Strength 0, and additional successes allow the mage to increase that Strength. Objects generally return to their old state of magnetization once the spell ends. With Forces 5 and the expenditure of a point of Mana, the mage may make the change in Strength lasting as long as the material can naturally hold that Strength of magnetization. Any object can be permanently made non-magnetic; most magnetic materials have a maximum Strength they can hold, generally 2 or 3. Such a material increased to Strength 5 would naturally weaken to its maximum magnetic Strength after the spell's normal Duration expired. This spell may also be used to reverse a magnet's polarization, but the mage must use successes to make the magnet completely non-magnetized before she can apply any toward strengthening the reverse polarization.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Commanding Polarization","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Science","roteDescription":"This rote is excellent for creating powerful magnets for scientific or occult experiments, or just for boosting the power from existing magnets. Using this spell on a computer hard drive is an excellent way to wipe the memory completely, leaving no evidence of electronic data or the attempt to destroy it."}]}