{"name":"Inscribe Grimoire","sourceBook":"Mage: The Awakening","sourcePage":"220","primaryArcana":"Prime","arcanaRequirement":"Prime 1","requirements":[{"name":"Prime","dots":"1"}],"practice":"Compelling","action":"Extended","duration":"Lasting","aspect":"Covert","cost":"None","effect":"The mage can record the secrets of his rotes into a magical book readable by other Awakened minds. Inscribing a grimoire is a bold act, for the mage puts part of his magic into the book by removing it from himself. In doing so, the mage forgets how to cast a rote. He can later re-learn it by studying his own grimoire (or learning from another mage who knows the rote) and with the expenditure of the proper Experience Points, but until he does he cannot cast that rote on his own again (although he can use the grimoire to cast it). Recording would seem at first to be a selfless or foolish thing to do, but orders are hungry for grimoires with which to teach young mages, and pay for them in favors. Also, certain Mind spells or creatures can take knowledge from a mage's mind, leaving a void in its place. In case rotes are lost in this way, it's good to have them \"backed up\" in a book. The spell's target number equals one success per Arcanum dot used in the rote to be recorded. For example, a Life 3, Mind 2 rote requires five successes. The grimoire's Duration is lasting; it cannot be dispelled and does not expire unless the grimoire itself is destroyed. Grimoires allow mages to learn their contents without requiring a teacher, although the experience point cost is the same. Additionally, the mage can cast a grimoire's rotes even if he does not personally know the rotes, as long as he references the book during casting. Doing so requires one turn of reference, during which the mage can do nothing but read the book and move up to his Speed. In the following turn, he can cast the rote. If he is interrupted before casting, he must reference the book all over again. If he already knows the rote, referencing the grimoire gives a +1 bonus to casting it. Grimoires cannot be copied without going through the same spellcasting process used to create them. Only the original is enchanted; mundane copies produce only a mess of meaningless words. Despite the name, grimoires don't have to be books. They can be computer programs or databases, or anything used to store knowledge. Sleepers cannot use grimoires. They cannot make sense of their contents, at least not on the esoteric level required. Only Awakened minds can grasp the lore contained within.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Inscribing The Ineffable Words","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Expression","roteDescription":"Great leaders often record their wisdom for later generations, and willworkers of the Silver Ladder are no exception. By creating grimoires, teachers can pass on knowledge to their students, and some Ladder mages use the very grimoires they have penned to facilitate their own subsequent castings. Mages of all orders make use of this magic, thereby preserving their arts for the future."}]}