{"name":"Instill Mortality","sourceBook":"Tome Of The Mysteries","sourcePage":"130","primaryArcana":"Death","arcanaRequirement":"Death 1","requirements":[{"name":"Death","dots":"1"}],"practice":"Compelling","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"None","effect":"The mage relinquishes an imbuement or enhancement spell without sacrificing a Willpower point. Instead, the willworker accomplishes the relinquishment by giving the Enchanted Item the capacity for decay and eventual demise. A special dice pool, the Mortality pool, attaches to the item. Each time its user scores a failure in any task employing an Enchanted Item's powers or equipment bonus, one die is added to that pool. (When the item is used for an action that would not normally require a roll, the user must instead roll the original willworker's Death + Gnosis at the time of item creation.) Before using an item with a Mortality greater than zero, the item's user first reflexively rolls its Mortality. On a failure, the item remains sound, and can be used as normal during the current turn. On a success, the item suffers one point of Structure damage. The item can still be used during the current turn, unless the item's total Structure damage exceeds the object's Durability, in which case the item malfunctions. None of its powers or enhancements can be used until it is repaired. If all Structure points are lost to damage, the item is destroyed. On an exceptional success, the object is destroyed. The item fails in a manner befitting its configuration: Swords break, guns explode, and vehicles crash. The object's demise unfolds as dramatically as possible without trespassing into outright vulgarity.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Consigned To Oblivion","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Crafts","roteDescription":"Guardians don't like to leave Enchanted Items around where unworthy fingers might grasp them. Consigned to Oblivion provides the Guardians' favorite method of relinquishing control of item-bound spells, ensuring that any devices created with it will eventually self-destruct."}]}