{"name":"Interpose","sourceBook":"The Adamantine Arrow","sourcePage":"186","primaryArcana":"Space","arcanaRequirement":"Space 3","requirements":[{"name":"Space","dots":"3"}],"practice":"Shielding","action":"Reflexive","duration":"Transitory","aspect":"Vulgar","cost":"None","effect":"During the course of defending those weaker than themselves, warriors are occasionally required to put their own bodies in harm's way, so as to spare others pain and suffering that they are ill-equipped to endure. This sacrifice is among the noblest undertaken by the career combatant, for it demonstrates the sense of love and duty that she feels toward her people. Upon successfully casting this spell (which need not be cast on the mage's Initiative, but which does use up her action for the turn), the mage may interpose herself between any person within a number of yards equal to her Speed and an incoming attack aimed at that person. The attack is resolved against the caster, and successes on the attack roll are applied to the caster, rather than the intended target. Immediately after the attack is resolved, the caster is automatically returned to her original position, now suffering from whatever injuries she might have sustained.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Taking A Bullet","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Athletics","roteDescription":"In the mid-18th century, a Seer of the Throne infiltrator attempted to assassinate the Hierarch of the Consilium of K&ouml;nigsberg with a poisoned stiletto in open court. Konrad Torvald, the Consilium's Adamant Sage, intercepted the blow, apparently by way of a spell improvised as the weapon's envenomed tip closed on the Hierarch's heart. Although Torvald died, he did so in the execution of his duties and was buried with a hero's honors. Afterward, other Arrows studied and dissected the magics their fallen brother had employed and this rote has gradually come into use as a part of the Adamantine Arrow's repertoire of body guarding techniques."}]}