{"name":"Intrusion Warning","sourceBook":"Guardians Of The Veil","sourcePage":"198","primaryArcana":"Space","arcanaRequirement":"Space 2","requirements":[{"name":"Space","dots":"2"}],"practice":"Knowing","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana","effect":"Sometimes a mage doesn't want to prevent something from entering or leaving a place, she just wants to know when it does. Casting this spell creates a sensitivity that will warn her in such an event. This spell alerts the mage who cast it whenever something passes into or out of the spell's area of effect. Once the spell settles over an area, anything that passes through its invisible, intangible barrier during the spell's duration alerts the mage who cast it, no matter where he is. This warning manifests as a slight tingling over the body, a pressure behind the eyes, a momentary case of synesthesia, or several other minute impulses. Mages can, at the time of casting, narrow the spell's definition by declaring some things exempt from notice. The exempt thing may be general (\"insects and rodents\" or \"creatures of Size 2 or less\") or specific (\"one-armed humanoids\" or \"my friend Robert\"), but the spell cannot differentiate based upon anything other than normal sensory input. Choosing to exempt \"my friend Robert\" from the spell draws from the mage's mental imagery to exempt anyone who appears to be Robert; the spell will not note that two people who looked like Robert passed through the barrier at the same time or delve into a person's mind to determine that the person is not actually Robert. Intrusion Warning does not endow the mage with any knowledge of what did pass the boundary (though he'll know it wasn't something he exempted), just that the spell has been breached. If the mage wishes to know anything more about the intruder, he must use additional magic, such as Space 2 Scrying, or mundane means.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}