{"name":"Invisibility To Machines","sourceBook":"The Free Council","sourcePage":"108","primaryArcana":"Forces","arcanaRequirement":"Forces 2","requirements":[{"name":"Forces","dots":"2"}],"practice":"Veiling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert (if the mage simply passes by the electronic sensor) or Vulgar (if the mage interacts with objects while within the sensor's \"vision\")","cost":"None","effect":"The mage becomes undetectable to electronic devices of all kinds. The effects of this spell are similar to those of Personal Invisibility combined with Sound Mastery, except the mage is only undetectable with regard to electronic devices, such as video cameras, microphones, electric eye beams, and so forth. So far as those machines are concerned, the mage simply isn't there, although the results of the mage's actions remain noticeable. Although inferior to true Personal Invisibility, this spell is useful in situations where the mage simply doesn't want to leave traces behind. For example, someone under the veil of Invisibility to Machines could walk into a room monitored by a security camera, have an entire conversation with someone in that room (who would be unaware that the security camera cannot detect the mage) and depart, leaving no record behind. Someone watching the video footage (live or recorded) would be more likely to think the other person was lying or delusional than she would to believe there was an \"invisible\" person in the room with him, unless the mage did something else to give away his presence.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Ghost To The Machines","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Persuasion","roteDescription":"This Free Council rote quickly found its way into the repertoires of other orders, once they realized its usefulness. The Guardians of the Veil have a similar one called Blinding the Machine, which uses Stealth in place of Persuasion (a metaphor for the difference between the Guardians and the Free Council, if ever there was one). Libertines never let the Guardians forget that the Libertines thought of it first, though."}]}