{"name":"Invitation To The Orishas","sourceBook":"Magical Traditions","sourcePage":"76","primaryArcana":"Spirit","arcanaRequirement":"Spirit 2","requirements":[{"name":"Spirit","dots":"2"}],"practice":"Ruling","action":"Extended (target number = mage's own Stamina + Resolve)","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"In one of the most basic spells of Santer&iacute;a, an Awakened santero can call down one of the orishas and allow the deity to possess him. The orisha can then use its powers through the mage's body, dispense godly wisdom or, unfortunately, wreak punishment on anyone who happens to offend it. Although this rite is considered a sacred act as well as a useful practice, santeros do understand that they risk their lives by trucking with the orishas. But, characteristically, they realize that if they should die while being ridden by an orisha, they have become a great ebb&oacute;. Some traditions even hold that if someone dies while being ridden by an orisha, that person can become an orisha. The mage dances a bembe, and he must be accompanied by ritual drums. Often, other santeros dance with him, and this ritual usually follows an ebb&oacute;. The mage continues to dance until his mind and body are overwhelmed by the exertion of the bembe and the drums, and the orisha enters him. In game terms, the player must accumulate a number of successes equal to the mage's Stamina + Resolve, and if the character possesses the Iron Stamina  Merit, those dots are also added to the target number of successes. Each roll equates one minute of dancing, and the player can only make a number of rolls equal to the mage's Stamina + Athletics (after which the mage is too exhausted to dance properly). Once the player has accumulated the proper number of successes, the orisha possesses the mage. At this point, the mage begins to behave like the orisha in question. Osain limps and leans on a walking stick. Chang&oacute; is lusty and belligerent, while Osh&uacute;n is flirtatious. The orishas demand their tribute -- many of them try to take bites of the raw flesh of the ritual sacrifice, and all must have their special foods and items (see Foci), or else they depart and the spell ends. While the mage is being possessed, the orisha speaks and acts through him. The other santeros present can ask the orisha for advice or intercession. If any are Awakened, they can ask the orisha for magical understanding (this can be used to justify an increase in Gnosis or Arcana ratings), even learning rotes from the orisha. Occasionally, a mage channels one of the warlike orishas (Chang&oacute;, Ogg&uacute;n, Eleggu&aacute;, Ochosi, or Oy&aacute;) to help him fight in an upcoming battle. The game effects of this possession vary depending on the Storyteller's decision of what the orishas are and what role they fulfill in the chronicle. In general, this spell allows an effect similar to Coaxing the Spirits (Spirit 1), but with farther-reaching effects. The mage receives a number of bonus dice to a given task based on how satisfied the orisha is with the sacrifice, the items offered to it, and the bembe the mage performed (the Storyteller should take all of this into consideration and then make a roll for the player, probably Manipulation + Socialize, and use the successes for the bonus dice). These dice can be used on any roll that the task involves, but the player does not know how many he has to work with (just as the mage doesn't know how far the orisha's influence will carry him). At some point, the capricious orisha's attention fades, and the mage is on his own again.","rotes":[{"roteOrder":"Santer&iacute; Tradition Rote","roteName":"Invitation To The Orishas","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Athletics","roteDescription":"This rote is just as the spell with the same name."}]}