{"name":"Jury Rig","sourceBook":"Mage: The Awakening","sourcePage":"198","primaryArcana":"Matter","arcanaRequirement":"Matter 3","requirements":[{"name":"Matter","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"There are times when you just need a machine to work a certain way and you don't have time to adjust it or they just don't make one that does everything you need. Jury Rig is the answer. The spell allows a mage to swiftly superimpose pieces of various machines into one another in such a way as to produce a desired result. With this spell, a mage could, for example, integrate a nail-gun and shotgun together to produce a weapon that fires a barrage of nails with each pull of the trigger. Or he could combine a coffeemaker and an ice-cream mixer for making one-step, coffee-flavored ice cream, or a washer and dryer together to do laundry in one cycle. For each success, the mage may transpose one quality (such as a rotisserie's generation of heat or its ability to rotate another object within it) from a given mechanical object onto another mechanical object. In the case of combining firearms with other firearms, one weapon characteristic can be swapped out for another (creating a pistol, for example, that uses shotgun shells for ammunition). A firearm can also be incorporated fully into another device, effectively disguising the weapon until it is first used (or it undergoes close mystic or mundane inspection). At this level, the mage must touch the jury-rigged object. With Matter 4, he can cast this spell at sensory range.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Hybridized Device","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Crafts","roteDescription":"Mysterium mages find a wide variety of uses for this rote. A last-resort handgun can be integrated into a stapler or a hairdryer, for example, or a pen and a flashlight can be merged to produce a writing implement that provides its own illumination (for taking notes in the dark). Some Guardians of the Veil transpose a number of different objects into one another to create elaborate multipurpose tools for all situations."}]}