{"name":"Kinesthesia","sourceBook":"The Adamantine Arrow","sourcePage":"183","primaryArcana":"Mind","arcanaRequirement":"Mind 3 + Space 1 + Time 1","requirements":[{"name":"Mind","dots":"3"},{"name":"Space","dots":"1"},{"name":"Time","dots":"1"}],"practice":"Perfecting","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"A solid plan is a good thing to have, but the wise combatant counts on things going to hell just as soon as the plan comes into contact with reality. Often, willworkers find themselves forced to contend with less-than-ideal circumstances, taxing reflexes, and adaptability beyond their limits. When such circumstances occur, the well-prepared individual is often the victorious one. For the Duration of this spell, the mage's Defense is not reduced by multiple attackers, and she disregards one point of any environmental penalties to her actions per point of Potency assigned to the spell. Furthermore, the mage need not check to overcome or avoid simple hindrances on the field, such as dodging around the protruding root of a tree or vaulting up a slight incline to obtain a better position -- she is assumed to have the necessary grace, awareness, and multitasking abilities to automatically do so.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"One With Emptiness","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Athletics","roteDescription":"Yao Tzu was, in his youth, infamous for starting brawls with the local toughs wherever he wandered, so as to demonstrate the power of his many martial arts techniques. Sometime around the start of the 13th century, however, as he was transitioning out of youth and into a more respectable age, he compiled his philosophies and the fundamentals of his spells in seven scrolls, which he gifted to the Awakened caretakers of the monastery upon the doorstep of which he was left as an infant. The monastery, unfortunately, was destroyed sometime in the late 17th century, but one of Yao Tzu's scrolls survived -- the one illuminating the secrets of this highly prized rote."}]}