{"name":"Knowing The Dead","sourceBook":"The Mysterium","sourcePage":"201","primaryArcana":"Mind","arcanaRequirement":"Mind 4 + Death 2","requirements":[{"name":"Mind","dots":"4"},{"name":"Death","dots":"2"}],"practice":"Patterning","action":"Instant and contested; target rolls Resistance reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage can read the minds of ghosts. This spell functions much as the Mind 4 spell Reading the Depths, except that this spell works on ghosts. Learning any of the secrets of dying or any events the ghost experienced since its death is exceptionally difficult. Rolls to accomplish this always have always penalties between -4 and -5, and the experiences themselves are so alien to a living being that most of the information received is exceedingly sketchy and difficult to interpret. However, this spell also allows the mage to read the ghost's mind to learn about the events of the ghost's life. Since traumatic memories of life are less troublesome to the dead, any penalties for examining traumatic memories that would be present if reading the memories of a living person by using the Reading the Depths spell are halved (round up). Also, this spell can be used to uncover memories that the ghost may no longer consciously remember. If the ghost is willing to permit the mage to examine its memories, or if the mage has already used magic to control this ghost, then the ghost does not receive a Resistance roll.","rotes":[{"roteOrder":"Mysterium","roteName":"Memories From Beyond The Veil","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Investigation","RoteDicePool_Contested":"Resistance","roteDescription":"Questioning a ghost about the events of its life is useful, but actually being able to see and hear what the ghost saw and heard is a far more powerful tool, both because of the wealth of detail gained and because ghosts often forget some of the more intricate or subtle details of their lives."}]}