{"name":"Labyrinth","sourceBook":"Mage: The Awakening","sourcePage":"242","primaryArcana":"Space","arcanaRequirement":"Space 5","requirements":[{"name":"Space","dots":"5"}],"practice":"Making","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The mage can mutate dimensional axes. A hallway can be made to go on for miles (despite the fact that it is in a building that is only a hundred feet across). A simple spatial warp, making one direction appear to be another, might levy no penalties, while a complex one, making all roads lead to one junction, might be -3 or more, depending on how much space is affected. The mage is capable of sculpting bizarre vicissitudes of place and distance through this level of Space, folding space in ways that defy the senses. For example, the horror-movie staple of causing every possible path of egress from a given locale to instead lead back to isolated wilderness is possible. So is making a road that a person can visually confirm leads to the store down the street, but traveling that way actually leads in the opposite direction. Needless to say, this use of the Arcanum is extraordinarily vulgar and potentially insanity-inducing if practiced in sufficiently blatant ways upon another person (almost assuredly requiring reflexive Resolve + Composure rolls for the subject to remain calm and rational).","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Sundered Path","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult","roteDescription":"Guaranteed to eventually dissuade all save the most dogged of interlopers, this rote helps a Guardian of the Veil defeat Sleeper (and others') curiosity with frustration, fear or despair, as the caster sees fit. Roads that go on a little too long leave inquiring souls feeling tired and most eventually lose interest. Paths that double back on themselves in some nightmarish Möbius loop can erode the courage and even sanity of one unprepared for such inexplicable experiences."}]}