{"name":"Lashes Of Fire","sourceBook":"Magical Traditions","sourcePage":"42","primaryArcana":"Mind","arcanaRequirement":"Mind 4 + Forces 4 + Fate 2","requirements":[{"name":"Mind","dots":"4"},{"name":"Forces","dots":"4"},{"name":"Fate","dots":"2"}],"practice":"Patterning","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"This devastating spell has long been attributed to Kabbalistic practices, though most practitioners ardently insist that it goes against everything that Kabbalah teaches. By means of this terrible curse, the subject is \"denied the forgiveness of God,\" and moreover is cursed to suffer savage lashes as from a whip of fire each time he transgresses. By means of this spell, the target is rendered unable to \"achieve forgiveness,\" as Kabbalists put it. In game terms, this takes the form of a compulsion forbidding the subject from increasing his Wisdom or relevant Morality Trait for the duration of the spell. The subject, of course, does not think in terms of ratings and experience points; the compulsion merely prevents the subject from coming to terms with his own sins. Moreover, should the target lose a point of Wisdom for any reason during the spell's duration, he takes damage equal to the spell's Potency (reduced by armor if the subject's armor can protect against fire) as invisible whips of flame scour his flesh. Note that suffering this damage does not end the spell -- flagrant sinners can be (and have been) killed by this spell. At Mind 5, the caster may use Advanced Prolongation factors.","rotes":[{"roteOrder":"Kabbalah Tradition Rote","roteName":"Pulsa di Nura","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Intimidation","roteDescription":"Because of the elaborate casting ritual traditionally involved, many Kabbalists incorporate Space 2 to cast this rote sympathetically. The Pulsa di Nura, as this spell is traditionally named, begins in the Kabbalist's preferred ritual space. An altar draped with red cloth (for Gevurah) and set with purple candles (for Yesod and Death) is the centerpiece of the ritual. As with most Kabbalist spells, it begins with chanting in the High Speech for a half an hour. Once the ritual proper is begun, the mage takes up a silver dagger (representing both Chokhmah and his desire to do harm), with which he traces the names of Michael and Kamael in the air above the altar. Finally, at the completion of the casting, he pierces an image of the desired target (or another object which has sympathy to the target) with the dagger, then transfers the object to a burning brazier to be consumed. If the ritual is performed during the astrological hour of Mars (for example, at dawn on a Tuesday), the Mana cost is waived. There is no common consensus as to the appropriate number of successes the willworker should target with this spell. Most agree that it should last no less than two days, so five successes are often allocated to Duration; alternately, the spell's conditional duration is often set so that the spell expires if the target deviates from a course of action the caster finds displeasing -- for example, a Pulsa di Nura cast on a businessman might be set to end if the target gives up his efforts to buy the apartment building that houses the mage's sanctum. Successes devoted to Potency range from one (if the caster only wishes to gently goad the target) to ten or more for truly Biblical-scale vengeance."}]}