{"name":"Legacy Of Power","sourceBook":"The Silver Ladder","sourcePage":"201","primaryArcana":"Time","arcanaRequirement":"Time 5 + Fate 2 + Prime 2","requirements":[{"name":"Time","dots":"5"},{"name":"Fate","dots":"2"},{"name":"Prime","dots":"2"}],"practice":"Making","action":"Instant","duration":"Lasting","aspect":"Vulgar","cost":"Special","effect":"The mage shunts some of her personal stores of Mana forward in time, to a moment when she will need it. For each success accrued in the casting of this spell, the mage may send a single point of Mana from her current total forward into the future, using the table given for the Future Legacy spell to determine how long the character has to recover her Mana. Because the caster attunes her spell to the threads of her own destiny and because the Mana within her is essentially stored within her Awakened spirit, she effectively chooses the moment that constitutes her \"hour of need\" and may freely recover the Mana at that time, circumventing even wards and other barriers that prevent the flow of such energies; the Mana exists out of time and place until it is needed and never actually \"goes\" anywhere. No willworker may have more points of Mana readied for use in this way than she has dots in Fate or Prime, whichever is less. The Mana sent forward is lost from the character's current total and recovered points may not bring her over the normal maximum Mana permitted by her Gnosis. Mana not recovered before the maximum allowable span of time is lost back into the Tapestry.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Supernal Reserve","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Subterfuge","roteDescription":"A capable leader knows her true power lies not merely in what she has at hand, but also in what she can bring to bear when the need is dire. By exercising a bit of resource management, a th&eacute;arch well-versed in the lore of time's flow can put aside some much needed Mana in times of feast, knowing a time of famine must, inevitably, follow."}]}