{"name":"Lesser Spirit Summons","sourceBook":"Mage: The Awakening","sourcePage":"247","primaryArcana":"Spirit","arcanaRequirement":"Spirit 2","requirements":[{"name":"Spirit","dots":"2"}],"practice":"Ruling","action":"Instant and contested; target rolls Resistance reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage calls out to a spirit, either summoning a specific spirit or sending out a general call to the nearest one within sensory range. (If the mage is in the material realm, the call summons a nearby Twilight spirit, if any. If he is in the Shadow Realm, it summons a nearby spirit there.) He may either call one or more spirits personally known to him, or he may specify any type of spirit of his choosing (tree spirits or bird spirits, for example), or even send out a general summons to all spirits within his range (by spending one Mana; the closest spirit responds). The spirit comes to the caster with as much speed as it can muster, although it cannot be made to go farther than the maximum distance it is allowed to travel from its anchor. The call may be a gentle request for audience or it may be an irresistible compulsion, at the mage's discretion. Many spirits do not appreciate being called in the latter fashion, though some are too mindless to care and others may actually esteem the mage's boldness in demanding their presence in so unhesitating a manner. A curious spirit usually answers a general call or personal summons, but a reflexive and contested roll is made if it does not wish to respond. This spell does not allow the mage to command the spirit or force it to manifest (see the Spirit 3 Control Spirit spell). The summoned spirit must remain near the summoning mage for the rest of the scene, unless the caster allows it to leave.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Circle And Triangle","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Resistance","roteDescription":"A simple circle and triangle may be used to compel angels and other spirits into the presence of the magus. A simple design in chalk or etched in dirt will suffice, but most take the "}]}