{"name":"Ley Lines","sourceBook":"Mage: The Awakening","sourcePage":"226","primaryArcana":"Prime","arcanaRequirement":"Prime 3","requirements":[{"name":"Prime","dots":"3"}],"practice":"Weaving","action":"Extended","duration":"Lasting","aspect":"Covert","cost":"None","effect":"This spell harnesses the subtle power of the Earth's ley lines, enabling a willworker to generate perpetual free energy for any number of purposes. Ley energies course unseen and unnoticed by most over the contours of the planet. It is said that the ancients realigned and manipulated such sources of perpetual power. This spell bestows upon the mage a source of perpetual energy, a node from which ley energy wells up. The mage determines the form of the node, whether it is the source of a pure spring, the center of a tranquil valley, or a mountain peak, for example. The effect is lasting -- the energy of the earth replenishes itself, unless something later disrupts the ley lines. Such disruption can be done by altering the architecture or geography of the node, perhaps by simply damming its spring or flooding its valley. The target number depends on how much power the node generates per day. One success makes enough energy per day to power a small room, such as a home office (for its usual day-to-day energy needs in mild temperatures). Three successes can power a small home. Five can power a large home or mansion. Seven successes can power an office building. The power is generated from a single node, so these buildings must have a central hook-up that is placed within the node. For example, a circuit box can be placed in the node, powering anything that leads to it, such as an electrical socket in an upstairs bedroom. This spell does have a couple of drawbacks. First, the mage can create a ley-energy node only at a point at which energies actually converge. Such spots occur at the Storyteller's discretion, but it is said that ancient cultures knew these places. Following old Roman roads or exploring the ruins of ancient villages might lead a mage to such a nexus. Most of the best and most accessible of these junctures have already been claimed. Second, this magic can be dispelled just as any other, causing all that is being powered by the subtle energies to cease functioning until the spell is cast anew (or an alternate power source is arranged).","rotes":[{"roteOrder":"Free Council Rote","roteName":"Atlantean Generator","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult or Science","roteDescription":"While the Free Council as a whole seeks to advance the practice of magic, the old ways are still sometimes best. Using ancient techniques based on geography, sacred mathematics, and other such disciplines, the willworker employs this rote to provide an essentially limitless source of free energy. Mysterium mages use similar magics to power sanctums and esoteric devices."}]}