{"name":"Ley Shift","sourceBook":"Sanctum And Sigil","sourcePage":"97","primaryArcana":"Prime","arcanaRequirement":"Prime 3","requirements":[{"name":"Prime","dots":"3"}],"practice":"Weaving","action":"Extended (one success per five yards)","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana (to anchor)","effect":"The mage can shift the geographical position of a ley line in a direction or shape of her choosing. While this spell moves the line's direction of flow, the spell cannot sever or destroy the ley line, or reverse its direction of flow (see the Prime 4 Ley Flow spell) the air from the appropriate direction. (She needs some form of Mage Sight to see it.) If the mage wants to move it laterally, she reaches straight out so that pulling into her body moves the line in the desired direction. If she wants to pull the line closer to the surface, she reaches down toward her feet. Similarly, pulling the line down requires reaching up to the sky. Sleepers would perceive this as extremely odd behavior, but nothing that causes Disbelief. Once she has a grip on the line, she next pulls on the line as if dragging a large steel cable. Onlookers see the mage straining against an invisible resistance. She can drag the line five yards for each success. The spell's target number is thus determined by the total distance the mage wants to move the line. As soon as the mage reaches the desired distance, she must finally anchor the line into its new position by investing one Mana to peg the line down. Imagine a tent spike that keeps a rope in place, and you have an idea what the mystical peg does to the conduit. Once the spell expires, the ley line snaps back into its natural shape.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Urban Renewal","roteDicePool_Attribute":"Strength","roteDicePool_Skill":"Occult","roteDescription":"The Free Council uses this spell in their urban renewal projects, redirecting lines to flow through the buildings, parks, or roads they think can best benefit from the line's resonance. Alternatively, they redirect the line to remove its influence on a place, such as when its resonance is ill-aspected."}]}