{"name":"Living Library","sourceBook":"Sanctum And Sigil","sourcePage":"22","primaryArcana":"Mind","arcanaRequirement":"Mind 4; optional (Matter 3 Or Forces 3)","requirements":[{"name":"Mind","dots":"4"},{"name":"Matter","dots":"3","Optional":"True"},{"name":"Forces","dots":"4","Optional":"True"}],"practice":"Patterning","action":"Instant and contested; target reflexively rolls Resolve.","duration":"Prolonged","aspect":"Covert","cost":"None","effect":"With this spell, the mage seals knowledge inside his own or a chosen target's mind. The target does not necessarily know this knowledge herself; it is merely stored in her mind until the spell expires. On a successful casting, a mage imparts certain knowledge to an unconscious corner of his own or a target's mind. Using Mind 4, the mage can impart knowledge that he himself knows. With Matter 3, words on paper can be copied into thoughts and then stored. (Neither the mage or the target needs to read the words.) Forces 3 allow bytes of data to be copied into thoughts. (With Matter 4 or Forces 4, the information can be transformed into thought, removed from its source and stored in the target's mind -- leaving the book or data sector blank.) The amount of information that can be stored depends on the successes gained. Note that this spell does not allow the mage to understand or process this amount of information; he merely moves it from one source into a portion of the mind for storage. When the spell expires, the stored information is erased (unless Matter 4 or Forces 4 was used, in which case the information is transferred from the mind back into its original form, as words or bytes; a storage medium is still required for it -- a blank book or disk -- or else it is then lost.) The target cannot access the stored information herself, unless she can cast a Mind 3 version of the Mind 4 Read the Depths spell upon herself, to read her own subconscious. By adding Fate 2 for a conditional duration, the caster can choose a keyword that, when spoken by or to the target, unlocks the spell, releasing the information. (If only Mind was used, the information is released as a telepathic burst; Matter or Forces copies the information back into the form it was copied from -- if no blank book or disk space exists, the information will overwrite whatever is handy.)","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}