{"name":"Locate Source","sourceBook":"The Mysterium","sourcePage":"204","arcanaRequirement":"Space 2","primaryArcana":"Space","requirements":[{"name":"Space","dots":"2"}],"practice":"Unveiling","action":"Instant","duration":"Concentration","aspect":"Covert","cost":"None","effect":"The mage can determine the precise location where an object was made or an individual was born or died. Using this spell to determine an object's location requires Matter 1, determining where an item was enchanted requires Prime 1, determining where someone died requires Death 1 and learning where they were born requires Life 1. If Time 1 is also included, the caster will also learn precisely when this event occurred. The caster uses this spell and one or more maps to determine the location of the birth, death, creation or enchanting of the target. Each success allows the character to more precisely pinpoint the exact location. A single success is sufficient to pinpoint the location on a large-scale map, such as a detailed map of a continent or a large and extremely detailed world map, and provides the city, town or relatively precise section of country where this event occurred. Two successes allow the character to pin-point the location on a local map, determine the particularly neighborhood of a city or section of a town where the event occurred and provide an exact location on a street map. Three or more successes locate the event down to the exact square foot. This spell can also be used to determine where an item was destroyed or where a person or object was buried, if the mage has a connection to the object or body.","rotes":[{"roteOrder":"Mysterium","roteName":"Determine Provenance","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"Sometimes a single item from a large cache of important relics is found by accident, far from its source. This spell allows the mage to locate this cache, as well as allowing scholars to determine where and possibly when a particular object was made."}]}