{"name":"Love Spell","sourceBook":"Tome Of The Mysteries","sourcePage":"67","primaryArcana":"Mind","arcanaRequirement":"Mind 4","requirements":[{"name":"Mind","dots":"4"}],"practice":"Weaving","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Prolonged","aspect":"Covert","cost":"None","effect":"Everybody needs to be loved. Most people want a significant other. Many people just want to get laid. With the classic love spell, being in love becomes easy, if temporary. The spell makes its target become romantically and/or sexually attracted to the mage who casts the spell. The mage is irresistible. The object of the magician's affection gets sweaty, or feels flutterings in his stomach. He experiences -- for a brief period -- all the physical and emotional sensations of being madly in love. In the end, the Love Spell forces someone to want love -- and probably to want and have sex -- against that person's natural will. Although no mortal court could ever return a conviction, many mages see no real difference between forcing someone to want to have sex with you and simply forcing someone to have sex. The Striking Looks Merit adds one factor to the Potency or Duration of the spell for every two dots possessed in the Merit (that is, Striking Looks 2 adds one factor; Striking Looks 4 adds two factors). An unlikely match might inflict penalties of -1 dice or more to the mage's dice pool. If the attraction is particular unlikely (for example, in the case of a homophobic heterosexual man of strong religious convictions who is made to fall in love with another man and spend the night with him), the Aspect of the spell becomes Improbable, and the mage must spend a point of Mana to cast it. Depending on its results, casting this spell might require a Wisdom degeneration check.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Gift Of Venus","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Socialize","roteDescription":"Thed&eouml;, Provost of Carmarthen, was the inheritor of a centuries-long Silver Ladder breeding program, designed to isolate an \"Awakened gene\" in human beings. Years of tracking family trees led her to find a likely inheritor of the Awakened bloodline, and this rote allowed the Thrice-Great sorceress to become impregnated by the unknowing Sleeper she chose as the father of her child. Thed&eouml;'s son, now a teenager, hasn't Awakened yet, but the Provost still holds out hope that he might some day."}]}