{"name":"Loyal Possession","sourceBook":"The Free Council","sourcePage":"107","primaryArcana":"Fate","arcanaRequirement":"Fate 2 + Mind 2","requirements":[{"name":"Fate","dots":"2"},{"name":"Mind","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"1 Mana","effect":"Mages often become quite attached to certain possessions and want to ensure they don't become permanently lost. This spell helps to do just that. When cast on an item, this spell \"attunes\" it to the mage. If the two are separated without the mage's consent, forces conspire to return to item to its rightful owner. The \"Loyal Possession\" spell takes effect through a series of subtle turns of fate and slight of mind. The exact sequence of events is left to the Storyteller's imagination (with input from the caster's player, as desired). Sleepers can act as unwitting agents of a Loyal Possession without being consciously aware they are doing so, and seemingly \"random\" events can conspire to help get things done. Exactly how long it takes the object to get back to its owner depends greatly on circumstances: A small item could cross an urban area in mere hours, while a larger item could take days. There are also a few limits on the effect. First, the spell doesn't work if the item's owner willingly gives it away (even under duress). So if you hand a Loyal Possession to someone, it's effectively \"theirs,\" and the spell isn't triggered, but is actually transferred to the new \"owner.\" This can be used to grant others Loyal Possessions, however. Second, if the item ends up in the possession of an Awakened character, he can hold on to it so long as he keeps the item on his person. So if an Awakened enemy takes a Loyal Possession from you, for example, and keeps it in his pocket, it stays with him. However, as soon as the item is out of the Awakened character's possession, it may try to find its way \"home.\" So, if your foe happens to put the Loyal Possession down on a desk or side table, for example, the Loyal Possession might get picked up by a Sleeper servant or bystander, knocked out a window or into the garbage, and so forth, slipping the net to start its journey back. Finally, a Loyal Possession brought inside a ward loses its \"fix\" on its owner and cannot continue to return until the item is brought outside the ward, and the item can't influence events to help bring it outside. It becomes \"stuck\" in the warded area. Short of undoing the spell, this is the surest way to hold on to a Loyal Possession that doesn't belong to you. This spell is commonly imbued in certain valuable items, and a number of artifacts display similar capabilities (although artifacts are often more capricious about \"ownership,\" sometimes just conspiring to seek a new and suitable \"owner\" when circumstances require it).","rotes":[{"roteOrder":"Free Council Rote","roteName":"What's Mine Is Mine","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Persuasion","roteDescription":"Some call the Libertines materialists for their fascination with technology, and it's true they do like their \"toys.\" This rote is a helpful means of safeguarding the most valuable of those toys, especially ones that can do the mage harm, should they fall into the wrong hands."}]}