{"name":"Lucky Coin","sourceBook":"Mage: The Awakening","sourcePage":"155","primaryArcana":"Fate","arcanaRequirement":"Fate 3","requirements":[{"name":"Fate","dots":"3"}],"practice":"Perfecting","action":"Instant","duration":"Transitory (one turn)","aspect":"Covert","cost":"None","effect":"The mage learns how to interact with a lifeless object, bringing fortune to bear upon it. By touching the destiny of an object, the mage fortifies its ability to perform the tasks for which it was designed. On the turn after casting, the targeted object receives an equipment dice bonus equal to the spell's successes, up to a maximum of the caster's Fate dots. (This is in addition to the item's normal equipment modifier.) In addition, a suit of armor's protection can be increased by one point per success (to a maximum of the caster's Fate dots). As a roleplaying consideration, lucky objects tend to benefit those who own them (a lucky jacket is snagged by some tree roots as a mage slides on some loose rocks down a steep hill). Sometimes a lucky object does not even need to be used by its owner to bring fortune to bear upon him. On the turn after casting, the targeted object receives an equipment dice bonus equal to the spell's successes, up to a maximum of the caster's Fate dots. (This is in addition to the item's normal equipment modifier.) In addition, a suit of armor's protection can be increased by one point per success (to a maximum of the caster's Fate dots). As a roleplaying consideration, lucky objects tend to benefit those who own them (a lucky jacket is snagged by some tree roots as a mage slides on some loose rocks down a steep hill). Sometimes a lucky object does not even need to be used by its owner to bring fortune to bear upon him.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Four-Leaf Clover","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult or Science","roteDescription":"Some mages of the Mysterium are inclined to see this rote as a product of paranormal forces brought to bear on an object, while others believe that perfectly reasonable scientific processes create the seemingly supernatural effect. Regardless, the result is the same. Adamantine Arrow willworkers are known to use a similar rote (Presence + Occult + Fate), blessing their own armaments with good fortune."}]}