{"name":"Magic Shield","sourceBook":"Mage: The Awakening","sourcePage":"222","primaryArcana":"Prime","arcanaRequirement":"Prime 2","requirements":[{"name":"Prime","dots":"2"}],"practice":"Shielding","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"Special","effect":"This spell creates a shield against outside magic. Such a matrix of power is visible to those with Mage Sight, appearing as ghostly white flames limning the form of the caster. The mage gains one point of armor per dot he possesses in the Prime Arcanum. By spending one Mana, the Duration can be made to last for one day. This armor works only against spells  that target the mage. It does not shield against magic that is not directly cast at the mage. A bolt of electricity thrown at him is shielded, while damage suffered by falling through a floor rotted through by magic is not. This shield functions against spells such as mind control or soul theft that do not directly inflict damage. A magical shield requires one Mana each time it contends with an incoming spell. If the mage does not (or cannot) spend the Mana, the shield provides no armor against the attacking spell, although the shield remains until its Duration expires, so it can be activated later. Among other things, this spell allows a mage to use his magical shield selectively, blocking hostile spells but allowing friendly ones through. Mages often invest their shields with multiple charges, spending Mana during casting so that each charge already stores its own energy.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Aegis Magicus","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"Ladder willworkers often have to contend with hostile magics of one sort or another, so the order developed this rote to defend against such unwanted influences. All Awakened who are capable of doing so can enjoy the protection of this rote; only fools go without its protection when expecting trouble."}]}