{"name":"Manifold Presence","sourceBook":"Mage: The Awakening","sourcePage":"242","primaryArcana":"Space","arcanaRequirement":"Space 5 + (Life 4 or 5); Optional Matter 5 and/or (Mind 1 or 3)","requirements":[{"name":"Space","dots":"5"},{"name":"Life","dots":"4"},{"name":"Life","dots":"5","Optional":"True"},{"name":"Matter","dots":"5","Optional":"True"},{"name":"Mind","dots":"1","Optional":"True"},{"name":"Mind","dots":"3","Optional":"True"}],"practice":"Making","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"Special","effect":"Just as the sun is one thing and yet exists everywhere in half of the world at once, a mage with an advanced knowledge of Space and Life (and, quite possibly, some understanding of Matter and/or Mind) can simultaneously be in several places physically. The mage could, if he wished, chop a winter's worth of firewood in an hour or so, guard every entrance to a building, or even become a one-man mob. This spell is an advanced version of Co-Location. With the Life 4 version of this spell, the mage's duplicates (one per success) are substantial, but are all extensions of the same physical presence. When one is wounded, for example, all feel pain and suffer Health wounds of damage. (The casting mage himself does not suffer wounds unless he is attacked directly.) Without adding the appropriate level of Mind (1 or 3 for multitasking), these copies do exactly what the mage does and all share in a single Defense (meaning that any attack against any copy causes the Defense of all to erode by the same amount over the course of a turn). It costs one Mana to add multitasking to the spell, regardless of the number of duplicates. With the Life 5 version of the spell, the mage can create distinct clones of himself at different locations, one clone per success and one Mana per clone. Each clone has its own Health and Defense. If a mage wants his duplicates' equipment (items intended to interact with other beings such knives or guns) to be substantial, regardless of which version of the spell is used, Matter 5 must be added to the casting and one Mana per object must be spent (which gives physical substance to each copy of the item possessed by all duplicates). As with the simpler Co-Location spell, the mage's weakest sympathetic connection (the one with the highest spellcasting penalty) is used when casting this spell.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Walking With The Sun","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult","roteDescription":"An Arrow willworker with this rote at her disposal becomes a veritable army unto herself. Likewise, a Mysterium mage using this rote is a one-man research team."}]}