{"name":"Marionette","sourceBook":"Mage: The Awakening","sourcePage":"228","primaryArcana":"Prime","arcanaRequirement":"Prime 4","requirements":[{"name":"Prime","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"By way of this magic, the willworker creates a potentially animate phantasm of an animal or other obviously non-human creature. It can move, but only as she directs it through active concentration. The phantasm moves as it would normally be able to, so a phantasm of a monkey can walk or run on all fours, walk awkwardly upright and swing by its hands or its tail, while a remote control car moves on its wheels. A ferret phantasm could, for example, filch a set of keys, while a wolf could be used to attack someone. As with the Phastasm spell, except that each success grants two dots of Physical Attributes to the phantasm, allocated however the caster wishes, up to a limit of the mage's Prime dots in any one trait. A combined casting with Phantasmal Weapon gives the Marionette more solidity and allows successes to be allocated to an equipment modifier (including weapon damage) or armor. (With Prime 5, the mage doesn't need to combine castings to gain this effect for his Marionette.) When calculating the phantasm's Defense, use its Dexterity or the mage's Wits, whichever is lower. If the phantasm runs out of Health or Structure, it disintegrates back into the Tapestry. The mage must concentrate to direct the phantasm's movements, and he cannot direct it out of the range of his mundane senses, unless he is scrying it with the Space Arcanum (a mage's own phantasms are always treated as Intimately connected for such purposes). While concentrating on moving the phantasm, the mage can still use her Defense, but cannot initiate her own attacks or cast any other magic; her attention is too absorbed. Note that the same sorts of \"magic dead areas\" that necessitate spending a point of Mana to create a static phantasm with the Phantasm spell require the same for this spell.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Unreal Servitor","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Subterfuge","roteDescription":"When Ladder mages need capable and obedient servants quickly, many turn to this rote. Such a phantasm can serve as a laborer, a bodyguard, an attack dog -- virtually anything the willworker can conceive of and mentally direct. Free Council mages interested in the nature of material existence sometimes experiment with a similar rote."}]}