{"name":"Marked Power","sourceBook":"Banishers","sourcePage":"62","primaryArcana":"Prime","arcanaRequirement":"Prime 3 + Space 2","requirements":[{"name":"Prime","dots":"3"},{"name":"Space","dots":"2"}],"practice":"Weaving","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"1 Mana","effect":"The art of intelligence-gathering includes a variety of ways to mark your target to allow for easier surveillance. This particular method of marking a mage targets their greatest strength and weakness, Mana. This spell targets tass that forms naturally around a Hallow. With a single success on the casting roll, the mage implants a magical signature into the tass. This signature lies dormant and cannot be detected by any means until the tass is broken down to be used. Once this occurs, the signature activates and functions as an intimate sympathetic connection to the mage who used the tass to refill her Mana pool. The sympathetic connection persists as long as even one dot of Mana gained from the marked tass remains in the mage's pool. A perceptive mage using Supernal Vision may notice something odd about someone who has absorbed marked Mana. Suspicious mages may roll Resolve + Composure - the Potency of the \"Marked Power\" casting. With a success, the mage realizes that the Mana of person he is observing has been tampered with in some way, but additional study will be required to reveal exactly how.","rotes":[{"roteOrder":"Banisher","roteName":"Tag","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"A cabal in Philadelphia brought a strange story to the notice of the local Consilium, shortly before the disappearance of the entire cabal. The mages had noticed an unusual quality about the Mana stored in their Patterns. Further investigation by the Consilium eventually uncovered evidence that the cabal had been attacked by a cell of Banishers calling themselves Children of Liberty. When one of the Children of Liberty was apprehended, magically reinforced questioning revealed the Banishers had used this spell (in conjunction with more mundane forms of intelligence-gathering) to spy on the cabal and track the members' movements. Appalled by this information, the Hierarch of Philadelphia ordered a full-scale seek-and-destroy attack on the remaining Children of Liberty. To date, however, no further Banishers have been found in the city."}]}