{"name":"Martyr's Bequest","sourceBook":"The Silver Ladder","sourcePage":"195","primaryArcana":"Death","arcanaRequirement":"Death 3 + Life 3 and/or Mind 3 and/or Prime 3 }","requirements":[{"name":"Death","dots":"3"},{"name":"Life","dots":"3"},{"name":"Mind","dots":"3","Optional":"True"},{"name":"Prime","dots":"3","Optional":"True"}],"practice":"Perfecting","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"Special","effect":"When the cold chill of impending death takes hold of a mage, it is possible for her to willingly give up what life remains to her for the benefit of her friends and allies, enabling them to continue the good fight, fortified in mind, body and spirit by her sacrifice. Successfully casting this spell, which may be used only by a mage who is unconscious due to damage (with all his Health boxes filled with lethal damage, and who has \"rolled over\" into at least one box of aggravated damage) -- an exception to the normal rules for spellcasting -- destroys the casting willworker's body, killing him instantly and irrevocably. If the mage is a Disciple of Life, he may freely distribute his body's remaining fortitude (every Health box not yet filled with aggravated damage) to anyone within the spell's Area, out to a limit of a person's current maximum Health, healing any injury, whether bashing, lethal, or aggravated, on a one-for-one basis. If the mage is a Disciple of Mind, he may distribute his remaining points of Willpower in a similar manner, out to an individual's current maximum. If he is a Disciple of Prime, the willworker may distribute his remaining Mana and/or Tass (which dissolves to become Mana) to any individual capable of using such, adding it directly to her current stores, up to the maximum allowed by her Gnosis. Any or all of these effects may be combined into a single casting by a suitably skilled mage. The caster's body disintegrates completely upon the successful completion of this spell and he may not subsequently be summoned up in any form, unless somehow previously and willingly metaphysically bound to such a fate. Th&eacute;archs believe this is because such a mage, by definition, is at peace with his demise and passes on in a spirit of generosity and Wisdom. As to why this spell is covert and not vulgar, none can say for certain, though certain scholars within the Silver Ladder believe the giving of the self in such a manner is somehow protected against the Lie of the Exarchs, making the use of this spell an act of holy martyrdom in the eyes of the Oracles.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Sacrifice Of The King","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Persuasion","roteDescription":"In ancient times, some cultures practiced a form of sacred regicide, with rulers going willingly to their deaths in time of need so the people might know prosperity and wellbeing. So, too, do some willworkers of the Silver Ladder give of their lives when circumstances become dire so others might draw strength from their fallen comrade and, renewed, struggle onward to victory."}]}