{"name":"Memory Oath","sourceBook":"Guardians Of The Veil","sourcePage":"196","primaryArcana":"Mind","arcanaRequirement":"Mind 4","requirements":[{"name":"Mind","dots":"4"}],"practice":"Patterning","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"This spell is identical to the more common Guardians' rote, Reshaping Yesterday (\"Breach the Vault of Memory spell), except that this spell is cast using a conjunctional Fate and Time conditional trigger. These additions cause subjects to forget a particular piece of information only if they perform a specific action, which usually involves attempting to reveal this information to Sleepers or enemies of the Guardians. Whenever possible, the Guardians make certain that this spell is cast by a master of Mind, so that it can have the longest possible duration. In addition, willing users (who can choose not to contest the spell) are tattooed with a small Atlantean Patterning rune to further increase the duration. When possible, this spell is cast as an extended action to make certain that the duration is indefinite, so that once triggered the target never remembers that particular memory. If Space 2 is added to the casting, the spell also includes a minor telepathy effect that instantly alerts the caster of the spell if the conditional trigger ever activates, regardless of his distance from the target.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Sacred Oath Of Lethe","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Subterfuge","RoteDicePool_Contested":"Resolve + Gnosis","roteDescription":"The Guardians of the Veil hold many secrets, including secrets about the Labyrinth and about covert actions they have taken against mages from other orders. Some of this information is exceptionally sensitive, but even the most sensitive data must occasionally be given to individuals other than the order's trusted and highly placed members. To insure that they never reveal this information to anyone outside of the order, the leaders of the Guardians insist that anyone who is told certain pieces of vitally important information should be subjected to this magical oath. Such information includes the locations of items that might prove the existence of magic to Sleepers, the name of order members who have deeply infiltrated the ranks of the Seers of the Throne and other equally sensitive data. When taking this oath, the order requires that subjects also give up samples of hair, blood, and fingernails, so that the subjects will be easy to find with Space magic if they ever break this oath. Occasionally, this rote is cast upon an unknowing subject. While obviously less powerful if used in this fashion, Guardians sometimes perform this rote on members who have fallen under suspicion of being traitors or are simply exceedingly careless. In such cases, this rote is partly used as a test of loyalty. If the rote is never triggered, then the subject is obviously loyal; if it is triggered, then the caster is instantly aware of this fact and the subject is not able to reveal anything of importance to the order's enemies."}]}