{"name":"Metabolic Suspension - Life","sourceBook":"The Mysterium","sourcePage":"196","arcanaRequirement":"Life 3, Time 3; or Life 4; or Time 4","primaryArcana":"Life","requirements":[{"name":"Life","dots":"3"},{"name":"Time","dots":"3"},{"name":"Life","dots":"4","Optional":"True"},{"name":"Time","dots":"4","Optional":"True"}],"practice":"Perfecting","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"Where lesser mages enhance and reinforce their metabolisms  with  superhuman  efficiency,  mages with appropriate command of Life and/or Time may transcend such frailties outright.  A successful casting of this spell confers the following benefits: the mage does not require any sustenance, does not need to breathe and most of her internal organs cease functioning in any measurable capacity,  providing  complete  immunity  to  non-magical diseases and toxins. This spell cannot suspend the aging process, as the inevitability of entropy carries more metaphysical weight than the mundane urgency of  bodily  functions.  Although  mundane  medical examinations invariably diagnose a mage with this attainment as dead (and offer no rational explanation for how she can continue to function), magic still detects her Pattern as living unless she has somehow modified it with other magic. Mages with one more dot in the spell's required Arcana than listed above can cast a variant of this spell to suspend another’s body with an enchanted touch.","rotes":[{"roteOrder":"Mysterium","roteName":"Life Between Heartbeats","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Survival","roteDescription":"Mysterium researchers cannot be troubled to take precious time away from their studies for anything so trivial as food or an insistent bladder. More intrepid members of the order use this rote to fortify themselves for  hazardous  expeditions  without  worrying  about malaria, packing provisions or a pounding heartbeat betraying their location to a guardian monster’s keen sense of hearing."}]}