{"name":"Misperception","sourceBook":"Mage: The Awakening","sourcePage":"209","primaryArcana":"Mind","arcanaRequirement":"Mind 2","requirements":[{"name":"Mind","dots":"2"}],"practice":"Shielding","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The willworker can protect herself from harm by manipulating the perceptions of others and convincing them that she is slightly displaced from her actual location, causing an attacker to momentarily believe that the mage is a half-step to the left, for example. Alternately, the caster might project subtle but persistent suggestions, compelling enemies to hesitate at critical moments and turn blows astray. A fatal shot to the chest could be turned into a graze, or a crippling blow to the leg might be reduced to a painful strike that leaves the leg functional. Such magic is of no help in dealing with attacks that cover a wide area (such as explosives) or those that don't depend on the mage being exactly where she appears to be (like a fall from a high ledge). The mage gains one point of armor per dot he possesses in the Mind Arcanum. By spending one Mana, the Duration can be made to last for one day. Most mages cast such a shielding spell at the beginning of the day, as part of their morning rituals. Successes are used to combat attempts to dispel the shield. Note that this magical armor applies against attempts to grapple the caster (both his Defense and Misperception armor are subtracted from the grappler's dice pool when he attempts to achieve a hold on the mage), but it does not protect against attempts by an opponent to overpower and/or inflict damage once he has managed to gain a hold on the mage. The drawback of this spell is that an attacker protected by a Mental Shield spell might see through Misperception's illusions with a reflexive and contested Gnosis + Mind roll. If the roll's successes equal or exceed the Misperception spell's successes, the attacker ignores Misperception's armor.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Whispering Shield","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Stealth","roteDescription":"This rote protects an Arrow mage with a collage of minor hallucinations and compulsions. Would-be attackers become uncertain of their senses or even their intentions."}]}