{"name":"Modulate Speech","sourceBook":"The Silver Ladder","sourcePage":"197","primaryArcana":"Forces","arcanaRequirement":"Forces 2 + Fate 1","requirements":[{"name":"Forces","dots":"2"},{"name":"Fate","dots":"1"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"A leader's ability to communicate successfully is dependent upon many factors, not the least of which is her ability to use her voice to the greatest advantage in the pursuit of conveying intent. A mousy, timid voice does little to inspire -- even when making a grand, stirring speech -- while a low, rasping tone might incite a reflexive sense of trepidation, even when one wishes to offer comfort. Even a clear, resounding voice can benefit from a little careful manipulation, subtly downplaying or even phasing out all the little vocal imperfections people take for granted, leaving words too powerful and compelling to be denied. With this magic, a passable speaker can sound like a good one or even a great one, and a great speaker can move others to heights and depths of passion reserved for the most legendary of orators. For each success accrued in the casting of this spell, the mage may add a bonus die to all her non-magical rolls involving speech, whether trying to sway a crowd with her moving words, to threaten a stubborn Seer of the Throne into backing down, or to whisper at just the right pitch so as to be clearly heard by her companion and not at all by the guard standing six feet away. Forces takes all the auditory flaws out of the character's speech, allowing her to gain precisely the vocal quality she desires, while Fate takes care of any small variables: The mage finishes (or, if it is most advantageous, starts) speaking just before the car blaring loud music drives by outside, or she happens to stop right where the acoustics in the Consilium's meeting space are most favorable before delivering her scathing invective toward the Hierarch.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Words Of Grandeur","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Expression","roteDescription":"The ability to express oneself accurately is, in many cases, requisite to strong, stable leadership. A th&eacute;arch who cannot convey her points in a manner that motivates others to follow her finds her ability to guide and direct other Awakened failing when she most needs them; allies are not roused to her causes, and rivals and enemies exploit the shortcomings in her delivery. Thus this magic is used to bestow upon such willworkers -- from the most shy and retiring to the most socially adept -- a helpful edge."}]}