{"name":"Moving Target","sourceBook":"Guardians Of The Veil","sourcePage":"198","primaryArcana":"Space","arcanaRequirement":"Space 2 + Time 2; optional + Prime 2","requirements":[{"name":"Space","dots":"2"},{"name":"Time","dots":"2"},{"name":"Prime","dots":"2","Optional":"True"}],"practice":"Knowing","action":"Instant and contested; targets rolls Composure + Gnosis reflexively.","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana (for the sympathetic casting)","effect":"In addition to being able to locate a person or object to whom the caster has a sympathetic connection, this spell also allows the caster to trace the movements of the target of this spell. This spell allows the caster to track the past movements of the target (with Time 3, he can also predict where the target may go next). If the caster includes Prime in the spell, the spell also indicates when and where the person or object used or was associated with magic (but not what kind). When performing this spell as an extended action, the caster usually sets out a map and draws on it. When this spell is performed as an instant spell, the caster can either look at or visualize a map and the target's movements will appear on it. In all cases, the target's current location lies at the end of this path. This spell does not allow the caster to see what the target is doing. For that, the caster needs to cast Space 2 Scrying, to open a scrying window. This spell merely allows him to track the target's location and movements, and, if Prime is used, to know just where he uses or encounters magic.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Mapping The Fugitive","roteDicePool_Attribute":"Perception","roteDicePool_Skill":"Investigation","RoteDicePool_Contested":"Composure + Gnosis","roteDescription":"In the careful and paranoid ranks of the Guardians of the Veil, this rote is used quite often. In addition to tracking the movements and location of important and powerful Artifacts, this rote is also used to spy upon the movements of mages that the caster worries might be using too much vulgar magic or otherwise disrupting the Sleepers or revealing magic to the Fallen World. This rote is also regularly used to keep track of the movements of suspected members of the Seers of the Throne. In addition to tracking enemies and disruptive mages, members of the Guardians of the Veil also regularly use this rote to keep track of one another. Most Guardians have no greater fear than one of their number either betraying them to the Seers or the Banishers, so they regularly watch anyone who begins to act suspiciously. All but the most naive Guardians are perfectly aware of this sort of spying, which further reduces the odds of a member helping the order's enemies."}]}