{"name":"Nullify Combustion","sourceBook":"The Adamantine Arrow","sourcePage":"177","primaryArcana":"Forces","arcanaRequirement":"Forces 2 + Death 2","requirements":[{"name":"Forces","dots":"2"},{"name":"Death","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert (but potentially subject to Disbelief if witnessed by Sleepers)","cost":"None","effect":"Fire has been an instrument of battle for nearly as long as people have engaged in organized conflict. It is said by some that ancient Atlantis itself made use of great mystic siege engines, churning out hellish flames and spewing them upon the forces of enemy nations. Thus, it is unsurprising that magics have been developed to quell such flames before ever they're ignited. Within this spell's area of effect, the process of combustion simply cannot be initiated. Bullets cannot be fired, cars do not start, and matches will not light. Magics that create combustion subtract the Potency of this spell from their casting rolls, to a minimum of zero. Note that a magically enhanced gun or car, for instance, employs ordinary (non-magical) combustion, unless specifically noted otherwise. Any ongoing process of combustion that enters the spell's area of effect continues as normal (so a torch wouldn't go out and a car wouldn't stall out) -- only the initiation of the process is suppressed. With Forces 3, the mage can also cause existing sources of combustion to die out. In the case of magical effects, this spell's Potency is subtracted from the Potency of the effect in question. If the combustion effect is reduced to zero Potency, the source goes out.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Thwarting Prometheus","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Occult or Science","roteDescription":"A wandering Arrow calling himself Gregory Saint -- a devout adherent of the way of the sword -- developed this rote in the mid-1950s, to rob gunfighters of the advantage of what he called their \"coward's toys.\" The sentiment wasn't particularly popular in many quarters of the order, but the rote definitely was, and came into use for a wide variety of purposes, only one of which is denying an enemy recourse to the use of firearms."}]}