{"name":"Nullify Shadow Resonance","sourceBook":"Seers Of The Throne","sourcePage":"195","primaryArcana":"Spirit","arcanaRequirement":"Spirit 3 + Prime 3","requirements":[{"name":"Spirit","dots":"3"},{"name":"Prime","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The Shadow Realm exerts a subtle influence over the material world, every moment of every day. In many cases, this ephemeral connection actually effects the way people act and can even touch their spirits in unquantifiable ways, filling them with hope, fear, understanding, love, honor, or whatever other emotion best encapsulates the dominant emotional fabric of the local Shadow. This resonance can lead people to believe in more than what their eyes reveal to them; aware, on some deep-seated, instinctual level, that wonders and horrors lurk beyond the limits of mundane perceptions. This spell, however, negates Shadow's rarified leverage over the material realm, significantly reducing its impact upon people and places. When successfully cast, this spell temporarily negates the influence of Shadow upon a physical location within the mage's sensory range. Effectively, the resonance of the area becomes perfectly neutral, exerting no influence over Sleepers, one way or the other, and making the place seem spiritually inert. Mages can discern this unusual \"dead air\" through any of the normal means of perceiving or scrutinizing resonance, and even Sleepers sometimes get a sense that such a place is somehow off; like something brand-new from the store, it has no individual character. Note that this rote has no impact upon Twilight, the Gauntlet, or the powers of spirits (or others in the Shadow Realm) to interact with the material world.","rotes":[{"roteOrder":"Seers Of The Throne Rote","roteName":"Calm Waters","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Persuasion","roteDescription":"Every so often, the wind grows so calm that even a massive body of water appears still and smooth as glass. Such placidity mirrors the Seers' (particularly, the Hegemonic Ministry's) desired destiny for the Fallen World's Sleepers and this spell serves to disconnect them from potentially unbalancing emotional chaos from the invisible realm, encouraging conformity and silent obedience."}]}