{"name":"Organic Resilience","sourceBook":"Mage: The Awakening","sourcePage":"183","primaryArcana":"Life","arcanaRequirement":"Life 2","requirements":[{"name":"Life","dots":"2"}],"practice":"Shielding","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana (optional)","effect":"The mage can shore up her living Pattern with magic, becoming far more resilient to most forms of attack. While this magic does not defend against any purely psychic forms of harm, or attacks to the mage's spirit, it does foil (at least partially) everything from edged weapons to blunt trauma to fire or other forms of energy. This protection usually means increased tissue resilience when cast covertly, which might be noticed with a medical doctor's examination, assuming the doctor has examined the mage before without the spell's effect and can note the disparity. The mage gains one point of armor per dot he possesses in the Life Arcanum. By spending one Mana, the Duration can be made to last for one day. Most mages cast such a shielding spell at the beginning of the day, as part of their morning rituals. Successes are used to combat attempts to dispel the shield. Note that this magical armor does not apply against an opponent's attempts to achieve a grappling hold on the mage (the Fate, Mind, Space, and Time Arcana provide shielding spells to do that). Nor does the spell apply against a grappling opponent's attempts to overpower the mage. It does, however, protect against attempts to inflict damage upon him (subtract the armor points from any overpower roll that intends to damage the mage or attack him with a drawn weapon).","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Bones Of Steel","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Athletics","roteDescription":"When going into a potentially perilous situation, Guardians with skill in Life magics often make use of this rote, armoring flesh and bone with a preternatural resilience. Some Mysterium mages use a variant rote (Resolve + Athletics + Life) that steels the body with a disciplined mind."}]}