{"name":"Otherworldly Armory","sourceBook":"The Silver Ladder","sourcePage":"201","primaryArcana":"Spirit","arcanaRequirement":"Spirit 3 + Matter 3; optional Space 3","requirements":[{"name":"Spirit","dots":"3"},{"name":"Matter","dots":"3"},{"name":"Space","dots":"3","Optional":"True"}],"practice":"Weaving","action":"Instant and contested; target rolls Resistance reflexively","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"None","effect":"By calling upon a spirit whose aspect aligns with a particular sort of physical endeavor, the mage can draw the entity through the Gauntlet and shape it into a material form suitable to the task at hand. Successfully casting this spell enables a mage to draw a spirit through the Gauntlet and shape it into a form suitable for the task at hand. Only a spirit aligned to the endeavor the mage has in mind (a spirit of violence for a weapon, for instance, one of protection for armor, or one of communication for a cellular phone) can be thus manipulated. For each success accrued in the casting, the item created has a +1 equipment bonus, up to the mage's dots in the Matter Arcanum. If the spirit is willing to be summoned and used in this manner, it may use its Influences and Numina to aid the mage (and, if the endeavor is within the spirit's purview, it will gain Essence by doing so). This item has a presence in Twilight and in Shadow, and can be used, without any other effects, to interact with beings or objects in either; armor will guard against attacks originating in Twilight, while a phone can call another phone presently in Shadow (even if said phone would not normally be able to receive calls there). If the mage wants a specific spirit and that spirit is not nearby, then she must use Space 3 in the casting of the spell. Doing so enables the spirit to immediately come to the mage's location (or compels it, in the event that the spirit is unwilling and the willworker overcomes its resistance). The mage cannot call a non-specific spirit (whether willing or unwilling) at range with this spell; she must do it through some other means, drawing the spirit through the Gauntlet and reshaping it only after it arrives. This spell is subject to the normal penalties to bind a spirit, even when used on one that is willing.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Divine Artifice","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Crafts","roteDescription":"As the spiritual leaders of the Awakened, mages of the Silver Ladder enjoy converse with the beings Shadow. Those sufficiently skilled in such lore can enjoy their service, as well, even altering their very shapes into instruments useful to almost any task."}]}