{"name":"Oubliette","sourceBook":"Mage: The Awakening","sourcePage":"243","primaryArcana":"Space","arcanaRequirement":"Space 5 + Forces 3 + Mind 4 + Time 4","requirements":[{"name":"Space","dots":"5"},{"name":"Forces","dots":"3"},{"name":"Mind","dots":"4"},{"name":"Time","dots":"4"}],"practice":"Making and Unmaking","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"On occasion, the most effective way to deal with a foe is to break her mind. Some mages favor psychic intrusions, others use threats, while still others favor old-fashioned torture. A willworker armed with this magic need not resort to such indelicate methods. The spell banishes a person into a pocket of looped space in which the victim sees herself reflected, as though in some especially deranged funhouse. Images created through both the Forces and Time Arcana allow her to see herself in various states of disarray: Maddened, starving, dying of self-inflicted wounds, and the like. No matter where she flees, she hears her own voice, screaming at her, and hears what she believes to be her own desperate thoughts, echoing back to her from across gulfs of space and time. Implanted suggestions and false memories make moments feel like days. Needless to say, use of this magic can easily lead a mage astray from the path of Wisdom. During the Duration of this spell, an extended roll (with the same dice pool used to cast the spell) is made for the caster once every 10 minutes, contested reflexively by the victim's Composure + Gnosis. If the caster's successes exceed the target's successes, each excess success causes the target to lose one Willpower point as visions drive her mad. If the victim is reduced to zero Willpower points, she suffers a severe derangement and returns to normal space/time a gibbering wreck, likely capable of little more than curling up in a fetal ball or screaming herself hoarse. After she returns from this imprisonment, she truthfully answers any questions put to her by the spell's caster. If the subject successfully contests a roll made for the mage at any point, she returns to mental reality. She is almost certainly shaken and scared, but is perfectly capable of acting normally.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Hell Of Many Mirrors","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult","roteDescription":"Sometimes employed in combat, and sometimes simply as a punishment, this rote sees some use on the part of Mysterium mages who are more concerned with ends than means. A few Free Council willworkers have their own version of the rote (Wits + Occult + Space), which they use to wrest forth magical secrets from those who refuse to share."}]}