{"name":"Outer Channel","sourceBook":"Summoners","sourcePage":"144","primaryArcana":"Space","arcanaRequirement":"Space 4 + Spirit 4","requirements":[{"name":"Space","dots":"4"},{"name":"Spirit","dots":"3"}],"practice":"Weaving","action":"Extended (target number equal to the Gauntlet Strength + the mage's own Wisdom score)","duration":"Lasting","aspect":"Vulgar","cost":"None","effect":"Similar to Spirit Road, the mage opens a channel between this world and the outer realms, piercing the Gauntlet and the mage's own Wisdom to do so. It is not a sane act, not by any means, opening a road that would allow a quincunx entity (or any other mad being) through This does not work like summoning a spirit normally does in that the spirit is literally summoned directly to the mage's immediate vicinity, and the mere summoning of the entity does not come replete with control over the entity. The duration is lasting because the spirit doesn't leave at the end of the scene, nor is it in any way bound to the vicinity in which it was summoned. These entities are not \"normal\" spirits (if they are spirits at all), and refuse to abide by what a mage expects -- once more, hubris can blind a willworker who believes she has cemented all knowledge around any kind of ephemeral or bizarre being.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Other Door, The","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Resistance (or the entity's Resolve + Composure if it's not strictly a \"spirit\")","roteDescription":"The Mysterium knows it is sometimes necessary to plumb the deepest, strangest depths of the cosmos to increase awareness, understanding and knowledge. This rote does just that, calling forth a truly bizarre being into audience. Its willworkers do not use this rote lightly, recognizing that once such a creature is summoned, it is not always so keen to leave. The effects of bringing an eldritch or insane entity into this plane of existence always comes with powerful consequences -- sometimes, a being's very presence will corrupt this world, for they cannot be so easily contained in the material plane."}]}