{"name":"Palsy","sourceBook":"Guardians Of The Veil","sourcePage":"189","primaryArcana":"Life","arcanaRequirement":"Life 3","requirements":[{"name":"Life","dots":"3"}],"practice":"Weaving","action":"Instant; subtract target's Stamina","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"None","effect":"The mage robs her subject of motor control by afflicting him with powerful tremors and muscle spasms. The subject's muscles twitch and seize up uncontrollably. The subject's hands, only vaguely under his control, shake with a violent palsy, making it impossible for him to maintain hold on an item. The rest of his body suffers similarly, making it challenging to move with any grace and may even render him unable to stay on his feet. The mage must first grab hold of the target, with a roll of Strength or Dexterity + Brawl - the target's Defense. If successful, he can cast this spell as an instant action in the following turn. With Life 4, he can cast this at targets in sensory range. While afflicted by this spell, the subject's Dexterity is reduced by the number of successes the mage's player attained on the roll. This impacts all traits that depend on Dexterity, including Defense. A subject whose Dexterity is brought down to zero (or less) is unable to maintain enough coordination to stay standing, and falls over into a twitching mass.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"St. Vitus Dance","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Medicine","RoteDicePool_Resisted":"Stamina","roteDescription":"The work of the Guardians occasionally requires them to neutralize or detain a subject without causing lasting damage. This rote is ideal for that use. It prevents the subject from running or attacking, but inflicts no more damage than what the subject might take from a fall. Likewise, weapons, magical or otherwise, fall from his hands, preventing him from being a danger to himself or anyone else. Best yet, it's perfectly suitable for use in front of Sleepers, who will assume that the unfortunate subject of the spell is simply having a seizure of some sort."}]}