{"name":"Passion Link","sourceBook":"Guardians Of The Veil","sourcePage":"195","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged","aspect":"Covert","cost":"None","effect":"The mage peers into her subject's mind and forges a connection between one topic and one powerful emotion. For the duration of the spell, the subject's emotions are no longer his own when that topic comes up. The mere mention of the trigger topic might enrage him, delight him, or send him into a downward spiral of depression. While this doesn't give the mage control over the subject, it gives him an edge when the subject is responding to the trigger topic. This is a highly versatile spell, and mages have used it for a variety of purposes, from breaking up relationships, to defending the Veil, to killing enemies. This spell connects one topic of the mage's choosing to a strong basic emotional response in her subject -- anger, joy, shame, sadness, or fear -- and any time that topic comes to the subject's attention, whether in conversation or just through happenstance, it triggers a massive emotional response of the programmed type in the spell's subject. If a topic brings up joy, the subject might not be able to stop talking about it (because doing so brings up such joy). Likewise, discussing other topics might have an equally powerful impact with other feelings. The emotional impulse generated by this spell doesn't give the mage any control over how the subject responds. The spell links one topic with one powerful emotion; the spell does not determine how the subject responds to that emotion. People might grow quiet due to shame, belligerent due to anger, talkative due to joy, detached or morose due to sadness, or nervous and skittish due to fear -- but the mage can't predict with any certainty how any given emotion is going to affect a particular subject. While a mage might expect that a big loud oaf might get violent when he gets angry, and while that's probably the way to bet, the mage can't be sure unless he's familiar with how his subject responds to certain emotional cues. To improve the mage's chances of using this spell effectively, the mage may make an extended Intelligence + Empathy roll to first study the target over time and predict how he is likely to react to a given emotion. The target number is equal to the target's Composure, and he can make one roll per hour of observation.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Secret Shame","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Subterfuge","RoteDicePool_Contested":"Composure + Gnosis","roteDescription":"Sometimes it's imperative that a subject shows discretion regarding a particular topic that he might otherwise speak of too freely. This variant of the spell links that topic to the subject's deepest shame. The mage determines one topic that he does not want the spell's subject to talk about -- magic, for example, or the name of the person who supplied a murder weapon or anything else -- and for the spell's duration, that specific subject is wrapped in a cloak of shame in the subject's psyche. To talk about that subject feels like blabbing the most sickeningly embarrassing and awkward topic possible, although the spell does not actually prevent the target from talking about it, should someone convince him to speak his shame."}]}