{"name":"Past Life Regression","sourceBook":"Magical Traditions","sourcePage":"105","primaryArcana":"Mind","arcanaRequirement":"Mind 3 + Time 3","requirements":[{"name":"Mind","dots":"3"},{"name":"Time","dots":"3"}],"practice":"Patterning","action":"Instant","duration":"Prolonged","aspect":"Covert","cost":"1 Mana","effect":"To find one's way through past lives is often to find out the key to the present. A mage with this spell can bring himself and others through other past lives, reliving one or more of their previous sojourns on earth. The mage can cast this spell on himself with Mind 3 and on others instead of or as well as himself with Mind 4. Success allows the subjects of the spell (who must be living) to experience events in one or more previous lives, experiencing the events if they were there. Their past life adventure might appear to take a long time (perhaps taking a whole game session for the players), but it only really takes a few minutes for the present-day character or characters. The spell is subject to the usual modifiers for extended castings. It takes a psychological toll on its subjects, and can only be cast on any given individual once in a 24-hour period.","rotes":[{"roteOrder":"Theosophy Tradition Rote","roteName":"Path Of The Augoeides","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Occult","roteDescription":"It's a long, drawn-out process. The spell needs a quiet, dark room and a relaxed atmosphere. The caster induces trance in himself and/or his colleagues. Perhaps he hypnotizes each of them with a watch or a pendulum in turn. Perhaps he chants. The mage calls on one of the Mahatmas to appear and show the subjects their past lives. They perceive the Master as a presence, leading each of them in turn out of the room and into a former memory. The process of inducing the trance and taking the subjects back into their previous lives takes a whole lot longer than the actual experience, although the subject doesn't perceive it that way."}]}