{"name":"Path In The Skin","sourceBook":"Tome Of The Mysteries","sourcePage":"69","primaryArcana":"Prime","arcanaRequirement":"Prime 3 + (Life 2 Or 3)","requirements":[{"name":"Prime","dots":"3"},{"name":"Life","dots":"2"},{"name":"Life","dots":"3","Optional":"True"}],"practice":"Weaving","action":"Extended","duration":"Prolonged","aspect":"Covert","cost":"None","effect":"Mages use this spell to imbue their bodies with the properties of a magical tool. The caster requires Life 2 to use the spell on herself and Life 3 to use it on another person. Mages with Prime 4 normally cast this as a permanent spell (using the advanced prolongation factors), but this is not strictly necessary. Unlike most permanent spells, the recipient may cancel the spell at will, as long as the tool to be imbued is one of her own. When the spell is cast upon an unwilling recipient, the target contests with a roll of Resolve + Gnosis. Note that this spell may be used to inscribe a sorcerer's magical tool on someone else's body. Thus, a mage may use her apprentice, companion or animal familiar as a \"pentacle\" or \"sword.\" The recipient must then be no more than a yard away or at touch range (these are not the same thing, as some mages may use Space to touch their tool-bearer at a distance) from the spellcaster for him to be able to use his tool. The mage intending to use the embodied tool must dedicate it before the spell is cast.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Tribal Art","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Crafts","roteDescription":"Free Council mages value magic centered in Fallen culture. They use this rote to proclaim this by choosing traditional tribal body art to hone their magical wills. Some Libertines use body art from the \"new tribes\" of alternative subcultures and even plastic surgery. All orders have equivalents that emphasize imbuing a body with distinctly Atlantean symbols, though what is purely Atlantean is, of course, a matter of debate."}]}