{"name":"Perfect Mnemonic","sourceBook":"The Mysterium","sourcePage":"199","arcanaRequirement":"Mind 2","primaryArcana":"Mind","requirements":[{"name":"Mind","dots":"2"}],"practice":"Ruling","action":"Instant; subtract target's Resolve","duration":"Lasting","aspect":"Covert","cost":"None","effect":"Imbuing her words with arcane gravitas, a mage can brand an idea directly into a subject's memory. Should such a subject fall prey to dementia or brain damage, forgetting even his own name, he will never forget the ideas burned into the deepest recesses of his psyche. In order to cast this rote, the mage must vocalize the intended knowledge to the subject, even if that subject is the mage himself. The presence of bystanders has no effect on the magic, though the speech must be targeted specifically at an individual rather than being a general address. If the spell succeeds, the subject never forgets that information without the interference of other magic or powers. Mind 2 is required for the mage to target himself; scribing other minds requires Mind 3. With an additional dot of Mind beyond these requirements, knowledge may be imparted telepathically rather than aloud. Resolve is not subtracted from the caster's pool if the target is aware and willing. Although not widely known outside of the forbidden ranks of the Unforgotten Scions, this spell can also be cast more aggressively on a Sleeper target, in which case the spell costs one Mana point. If the spell succeeds, the target not only remembers the branded information forever but also develops a perverse fascination to share the knowledge with others per the Fixation derangement; this derangement potentially flares up whenever the subject of the information comes up in conversation or the target is actively reminded of it, promoting the usual Resolve + Composure roll to resist. Any new fixation implanted this way replaces all existing ones, so a victim only needs to worry about the most recent obsession. Furthermore, he may permanently overcome such madness by spending one dot of Willpower or raising his Morality; otherwise, such madness is permanent. Damaging a Sleeper's mind this way is an act of hubris, requiring a mage with a Wisdom higher than four dots to make a degeneration roll. More importantly, doing this is an excellent way to attract the attention of the Unforgotten and its enemies.","rotes":[{"roteOrder":"The Adamantine Arrow","roteName":"Soul Scribing","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Expression","roteDescription":"Although the Mysterium spends more time solving mysteries than protecting them, members also recognize that every secret forgotten is one that they must waste time rediscovering. Therefore, members make extensive use of this rote, to help themselves remember and to educate junior members in the order's regulations. The aggressive casting method is not widely known, but thankfully, mages cannot accidentally stumble on it unless they actually intend such harm."}]}