{"name":"Personal Invisibility","sourceBook":"Mage: The Awakening","sourcePage":"169","primaryArcana":"Forces","arcanaRequirement":"Forces 3","requirements":[{"name":"Forces","dots":"3"}],"practice":"Veiling","action":"Instant","duration":"Concentration","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can turn herself invisible. As with the Forces 2 Invisible Object spell, but cast upon herself. Cast in combination with the Sound Mastery spell, the mage can be invisible and completely silent. She must maintain concentration as an instant action to remain unseen. One success is enough to hide the mage from sight, while excess successes act to occlude her from spells used to see or locate her (compare spell Potencies). Although the mage's physical form is invisible, her aura can still be seen by those with the ability to perceive auras (Mind 1 Aura Perception or Prime 1 Supernal Vision). Also, while the mage is invisible to a vampire's heightened senses from the Auspex Discipline, the vampire might still sense the mage's presence through his heightened smell or hearing. She must maintain concentration as an instant action (which means she cannot cast other spells while maintaining invisibility). She also cannot make quick movements (she can't move more than half her Speed), or gain her Defense while concentrating. If she does either, she can be seen as a prominent blur or refraction of light, allowing others to freely target her (as if she were barely concealed, with a -1 dice penalty) on the turn in which she moves and before she acts again on the following turn. Others can try to pinpoint an invisible person through hearing or smell (assuming they have advanced olfactory senses).","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Cloak Of Rain","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Stealth","roteDescription":"A Guardian could ask for few finer rotes when about the business of her order, whether tailing a troublesome Sleeper, gathering intelligence on a potential problem site, or preparing to eliminate a threat to the secrecy of the Mysteries. The Guardian could be the proverbial \"fly on the wall\" watching an event unfold, unseen and unnoticed, save by ill luck (if someone blunders into her) or mystic senses. Mages of all orders make use of this magic given its broad utility."}]}