{"name":"Phased Strike","sourceBook":"The Adamantine Arrow","sourcePage":"187","primaryArcana":"Space","arcanaRequirement":"Space 5 + (Matter 3, 4, or 5)","requirements":[{"name":"Space","dots":"5"},{"name":"Matter","dots":"3"},{"name":"Matter","dots":"4","Optional":"True"},{"name":"Matter","dots":"5","Optional":"True"}],"practice":"Unmaking","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana per strike","effect":"Armor of one sort or another is likely almost as old as the human desire to harm one another with weaponry. Indeed, some forms of armor are so effective that they force innovations in the science of armed aggression. Arrows have long contended with various sorts of physical protection, and worked at means of circumventing them. While this spell requires a considerable degree of Awakened prowess, Phased Strike ranks among the more elegant solutions to the age-old problem. Upon casting this spell, the Arrow is capable of simply disregarding an enemy's physical armor (that is, armor not granted by a spell of the Practice of Shielding or other directly supernatural form of protection, upon which this spell has no effect), irrespective of its type, provided he himself is wielding a weapon made of inert matter -- the weapon simply passes through the armor as though it wasn't there. This is not an armor-piercing effect. If both the weapon and the armor in question are made of mundane, non-precious materials, Matter 3 is used in the casting of the spell. If the weapon and/or armor in question are made of mundane precious materials, Matter 4 is instead used. And, if the weapon and/or armor in question are made of extraordinary materials, Matter 5 is used. Note that, for the purposes of this spell, a suit of armor that is also an Enhanced or Imbued Item defaults to whatever sort of material of which it is actually composed, while an Artifact -- being of Supernal origin -- counts as extraordinary material.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Subtle Blade","roteDicePool_Attribute":"Strength","roteDicePool_Skill":"Weaponry","roteDescription":"The story is told among the mages of the Adamantine Arrow that the old master, Kamimori, asked of his two youthful apprentices how it is that the indomitable will overcomes the impenetrable guard. Fifty years later, they returned to him with their responses. No records now exist regarding the reply of Kusanagi, a Perfected Adept and the elder of the two. As for Tsukiyomi, the onikaze swordsman, this rote was his answer."}]}