{"name":"Physical Reconfiguration","sourceBook":"The Silver Ladder","sourcePage":"198","primaryArcana":"Life","arcanaRequirement":"Life 3; optional Mind 1","requirements":[{"name":"Life","dots":"3"},{"name":"Mind","dots":"1","Optional":"True"}],"practice":"Perfecting","action":"Instant","duration":"Transitory (one turn)","aspect":"Covert","cost":"None","effect":"By selectively altering certain aspects of his physiology, a mage can temporarily replicate certain exceptional -- if entirely non-magical -- capabilities. Further changes can be affected by those with minimal proficiency in more cerebral magics. By successfully casting the basic version of this spell, a mage can temporarily acquire the following Merits (see The World of Darkness): Fast Reflexes (1 to 2), Fleet of Foot (1 to 3), Iron Stamina (1 to 3), Iron Stomach, Natural Immunity, Quick Healer, Striking Looks (2 or 4), Strong Back, Strong Lungs, or Toxin Resistance. By casting this spell conjunctionally with Mind 1, the willworker may add the following Merits to the list: Ambidextrous, Eidetic Memory, Fresh Start, Quick Draw (for either Firearms or Weaponry), and Stunt Driver. Successes of Potency must be divided among Merit dots, and the mage must meet all prerequisites for any Merit chosen. Thus, with three successes, a mage might select Fast Reflexes 1 and 2, and then Fresh Start (provided he meets the prerequisites for Fast Reflexes, that is), with a success left over. With only one success, however, he could not select Fresh Start unless he already otherwise possessed 2 dots of Fast Reflexes. Note that any benefits granted by this spell end when its effects fade, so a mage who grants himself the Fresh Start Merit, for example, returns to his original position in the initiative roster (minus the bonus conveyed by Fast Reflexes, if he has also supplemented his initiative in that manner) if the spell's Duration expires in the middle of a combat.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Flesh Follows The Will","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Subterfuge","roteDescription":"A leader must be many things. Sometimes, he must be what he is not and make use of capabilities he does not truly possess in order to best guide and serve his people. By way of this magic, a willworker of the Silver Ladder learns that even the subtle nuances of his own physical form are subject to the dictates of his will, making him faster, more durable or imposing, or whatever else is needful."}]}