{"name":"Plasticity","sourceBook":"Mage: The Awakening","sourcePage":"199","primaryArcana":"Matter","arcanaRequirement":"Matter 3","requirements":[{"name":"Matter","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"None","effect":"Through the use of this spell, it is possible to render any reasonably homogeneous material malleable for a time, even materials that are normally completely inflexible (such as ice, coal, or lead crystal). While a substance is under the effects of this spell, the material can be molded by hand (or with magic, if the willworker chooses), creating truly fantastic shapes. The mage could, for example, draw amber like taffy and work it into a spiderweb or push an enemy's hands and feet into concrete, knead any gaps shut and leave her trapped there, as though the concrete had originally been cast that way. At this level, the mage must touch the targeted object (although he can do so using forceps or other tools). With Matter 4, he can cast this spell at sensory range. The spell renders hard materials about as soft as very stiff clay, and as easy to sculpt by hand as a mass of butter. The object's Durability determines the ease of the spell, levying penalties on the roll on a one-for-one basis. Wood (Durability 1) is easier to warp than reinforced steel (Durability 4 or higher). In the case of objects with mixed materials, use the highest Durability. Once cast, the effect takes place in the subsequent turn. If the mage attempts to create something complex or artful from the substance, an instant Dexterity + Crafts roll might be called for. Once the Duration expires, the object returns to its original solid state, but retains whatever shape it is currently in. This spell does not alter an object's Durability or Structure. While a bank vault door can be made to bend inward, it cannot be broken any more easily than before.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Sculpt The Material Form","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Crafts","roteDescription":"This rote has seen use by Mysterium mages for innumerable purposes. Any source of normally hard material can be shaped into almost any simple tool as needed. A massive stone or metal door can be bent like a slab of clay, or a hostile mage's weapon can be rendered soft, pliant, and useless. Adamantine Arrow mages sometimes use this rote to create improvised weapons and armor."}]}