{"name":"Platonic","sourceBook":"Mage: The Awakening","sourcePage":"152","primaryArcana":"Fate","arcanaRequirement":"Fate 2","requirements":[{"name":"Fate","dots":"2"}],"practice":"Perfecting","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"This spell imbues a mechanical item with a perfect precision. Fate, after all, is the perfect kind of order, that which is ordained by the stars and the progression of the ages. A machine, no matter how simple or complex, enchanted by means of this spell functions flawlessly for as long as it is meant to function while under the effects of this spell. For a pocket watch, this mean until it winds down, while an intact, plugged-in clock normally only shuts off if unplugged or subjected to a power outage. A blender always creates a smooth, even blend, while a clock runs with absolutely perfect accuracy. In essence, such devices do exactly what they were intended to, effectively becoming physical representations of the Platonic Ideals of such machines. Even a shoddy looking device or one in poor repair (as long as it is mostly functional) can be enhanced by means of this spell to perform at 100% physical efficiency. The device is not any more resilient to damage than normal, so a stout blow to a perfected rock tumbler still damages or breaks it, but the spell does render the machine beyond the ken of normal environmental hazard (what constitutes a \"normal\" hazard depends entirely upon the device in question). A thermometer intended to measure the temperature of cooling lava has considerably different parameters for \"normal use\" than a refrigerator or a lawnmower. In game terms, dramatic failures associated with the \"perfected\" device are ignored. In addition, the device always works as it was designed. This does not mean a \"perfected\" car can be driven any easier in difficult conditions -- that's up to the driver's skill and the car's design (a sports car provides a better equipment bonus for maneuvering than a compact car). It does mean, however, that the engine won't overheat and the tires won't blow out (unless attacked). \"Normal\" use of the item in question is literally flawless. Most people don't know enough to know a \"perfect\" microwave oven from an ordinary one, so the risk of Disbelief is minimal. \"Perfected\" guns never jam, \"perfected\" light bulbs never burn out before the maximum possible amount of time, and \"perfected\" computers never experience those occasional little inexplicable quirks that plague most machines.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Atomic Clock","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult or Science","roteDescription":"In the pursuit of alternate aspects of magic, the mages of the Free Council have established this rote, a series of procedures intended to enhance any mechanical or electronic device to the point of perfection. In doing so, the order aims to illustrate that new ways need not be anathema to the Awakened."}]}