{"name":"Playback Vision","sourceBook":"Magical Traditions","sourcePage":"138","primaryArcana":"Mind","arcanaRequirement":"Mind 2","requirements":[{"name":"Mind","dots":"2"}],"practice":"Ruling","action":"Instant (subtract target's Resolve)","duration":"Prolonged (length of vision; likely one scene)","aspect":"Covert","cost":"None","effect":"The mage can \"record\" a hallucinogenic vision (though it needn't be purely visually-driven, and can feature input from all the senses) and \"play it back\" to himself or to another individual. The mage can playback one hour of the hallucinatory experience per success. (Most trips can therefore be replayed by a single success, but more intense and lengthy trips such as those experienced under Ibogaine might take several attempts with this spell to accurately revisit.) Note that the target, be it the mage himself or a target victim, experiences the entire hallucination; with that come any of the systemic effects of the drug's presence in one's system except for the chemical signatures. In other words, the target would still gain any bonuses and suffer any penalties from the hallucination. However, a drug test would reveal no psychoactives in the target's system. The only difference is that the target is fully aware that she is experiencing a hallucination. She can easily differentiate between reality and vision. If the target is willing to receive the vision, her Resolve is not subtracted from the mage's casting roll.","rotes":[{"roteOrder":"Entheogenic Cults Tradition Rote","roteName":"Shamanic Communion","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Expression","roteDescription":"In times past, a shaman would communicate with and do battle with spirits to gain the knowledge his village needed. However, the village could not properly parse the knowledge as the shaman understood it. Moreover, such information could not be conveyed meaningfully through mere words or miming. As such, the village would gather together to experience what the shaman experienced. To do so, they all drank from a cup of the shaman's urine. The urine delivered unto them the magic of the experience (and, as some scientists suggest, traces of the psychoactive chemical leaving the bloodstream via the waste). This rote is much the same. The chief \"shaman\" (likely the cult leader) delivers unto the sect his urine. They drink it. They gain the visions he experienced. The urine is, of course, the chief focus here. Some other \"blessing\" mechanism must come in play, similar to the Catholics aspergillum. Some shake a bone over the cup, others might wave a rusty pipe over it, or a branch from a purportedly \"sacred\" tree. The final focus is, as always, the entheogen in the bloodstream."}]}