{"name":"Pocket Realm","sourceBook":"Mage: The Awakening","sourcePage":"239","primaryArcana":"Space","arcanaRequirement":"Space 4","requirements":[{"name":"Space","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage creates a pocket universe to which he can escape (with his familiar, provided he chooses to brings it, along with any possessions he might wish to carry). This \"space\" has no particular size beyond that imparted upon it by the mage himself. One success provides Size 20 or less, +10 per additional Target factor. Without use of other Arcana (such as Forces for light), it is a \"place\" (a term best used only loosely in this regard) devoid of features, dimensions, energy or boundaries. While it defies the classification of color (having no true light beyond that which the mage brings with himself), most describe it as being gray and lifeless. It is neither small nor large (though, without the presence of any phenomena other than the mage herself, such distinctions are virtually useless), but simply is. Those who dwell upon the school of esoterica call this location a Correspondence Point, wherein the enigma of the non-existence of space is truly revealed. Unless Matter 4 is included in the casting (or used once the mage is within the Pocket Realm), the mage eventually exhausts the air supply (the Matter spell transforms molecules to recycle oxygen). He can breathe there for one hour, minus 10 minutes per point of Size over 5. Life 5 can be used to create a mystical life-sustaining effect. A mage can open portals or teleport into or out of his Pocket Realm. The mage has a Known sympathetic connection to his own Pocket Realm, unless he has spent at least 24 hours inside it (requiring an extended Duration), after which his connection becomes Intimate. If the Pocket Realm spell expires with the mage still in it, he appears in space exactly where he was before going to the realm. He and anyone (or anything) within the same space in which he appears must contend with Knockdown. If he used the Safe Keeping spell to place items in his Pocket Realm, they are ejected when the spell maintaining the realm expires. They appear in the same space they occupied when they were placed into the realm. (If the mage placed things in his realm while traveling far and wide, he now has to travel back to those places to retrieve the items -- assuming nobody moves them before he gets to them.)","rotes":[{"roteOrder":"Free Council Rote","roteName":"Non-Space","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Investigation","roteDescription":"Some Free Council mages use the pocket of nil-space provided by this rote as a place to hide out, and perhaps even as something of a \"home away from home,\" a safe haven during dangerous times. Mysterium mages use a variant rote (Composure + Investigation + Space) to access a quiet place to rest, meditate, and ponder away from distractions."}]}