{"name":"Portal","sourceBook":"Mage: The Awakening","sourcePage":"238","primaryArcana":"Space","arcanaRequirement":"Space 3","requirements":[{"name":"Space","dots":"3"}],"practice":"Weaving","action":"Extended (target number = degree of sympathetic connection)","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"1 Mana","effect":"This spell creates a spatial warp through which the caster (and anyone else who uses it) can move from one point in Creation to another without traversing the intervening space. The mage steps forward and \"vanishes\" from one place to arrive at another, \"appearing\" instantaneously. For those who hold to such tales, it is believed that many Awakened survived the fall of Atlantis through use of this spell, opening portals in space to flee to distant sanctums to lick their wounds. Naturally, the wise mage takes some time to scry the layout of the place to which he teleports (even if it is familiar to him), just to be certain that no unwelcome surprises await. The target number is determined by the caster's sympathetic connection to the destination. One person of Size 5 or less can pass through the portal per turn (larger people can spend two turns squeezing through). Each success added to the target number allows the mage to widen the portal so that one additional person can pass through per turn. A Portal's entrance and exit can be placed anywhere that allows a person of Size 5 or less enough freedom of movement to enter or exit it in a single turn. Most Portals are used like doors, with the entrance and exit perpendicular to the ground, but the caster can be creative. The entrance and exit, however, must mirror each other on the same plane. For example, the entrance could be placed below a falling person, but the exit cannot be set to eject the falling person sideways. It must face down (as its opposite faces up). Note that, without applying the Portal Key spell, the caster cannot limit who can use the Portal. Nearby enemies can attempt to step through it, too. A person can be thrown through a portal forcibly. A hold must first be achieved in a grapple action, after which the grappler can shove the person through the Portal as an overpower maneuver. With Space 4, this spell can be cast with a prolonged Duration. With Space 5, it can be cast as an instant action (and with advanced prolonged Duration factors). Cast conjunctionally with Spirit 4, the portal can lead to locations on the other side of the Gauntlet. See the Road Master spell.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}