{"name":"Postcognition","sourceBook":"Mage: The Awakening","sourcePage":"260","primaryArcana":"Time","arcanaRequirement":"Time 2","requirements":[{"name":"Time","dots":"2"}],"practice":"Unveiling","action":"Instant","duration":"Concentration","aspect":"Covert","cost":"None","effect":"The mage can experience postcognition. She can review the past of her current location or any moment in her own past, or that of an object, with flawless clarity. To focus this sense on something or someplace other than the mage's current physical location, the mage must also use Space 2. Without the use of Space 2, she can do this only for an exact spot in which she was or is. She can look only at what was going on while she was physically present in such a location. Generally speaking, the past is much easier to read than the future (since the past's variables are already locked into place), giving a more-or-less objective view of how things unfolded at a given time, in a given place. The mage declares the time and place that she wishes to view, and casting dice pool is modified by temporal sympathy. Each success allows the mage to view up to one turn of time in that place, beginning at the moment declared during casting (such as \"Midnight on New Years Day, 1999, at Times Square\"). She views events in real time (it takes one turn of current time to review one turn of past time) as if through a camera placed amidst the scene, but she can fast forward and replay any part within the viewing period. With Time 3, the mage can view one minute of time per success, and 10 minutes per success with Time 4. The Duration of this spell is concentration; as soon as the mage ceases to concentrate on viewing the past, the spell expires.","rotes":[{"roteOrder":"Theosophy Tradition Rote","roteName":"Akashic Reading","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Academics","roteDescription":"The Akashic record is like a vast library, an ephemeral computer, and the mind of God. Anyone can read it if he only knows how. The mage stills his body, regulates his breathing and empties his mind, entering a hypnagogic state where his perceptions are able to read the spiritual data that overlays a place or object as if it were words written on the air."}]}