{"name":"Precise Dating","sourceBook":"The Mysterium","sourcePage":"204","arcanaRequirement":"Time 1","primaryArcana":"Time","requirements":[{"name":"Time","dots":"1"}],"practice":"Unveiling","action":"Instant","duration":"Instant","aspect":"Covert","cost":"None","effect":"The mage can determine exactly when an object or living being attained its current form. This spell reveals when an object was made, when a raw gemstone was cut or a hunk of ore was mined, when a person or animal was born or when a body or fragment of bone died. Including Life 1 or Matter 1 reveals the date of the other major changes the person or object underwent -- allowing a mage who finds a human skull to determine when the skull's owner was born and when he died, or holding a knife, and knowing when it was made and when the ore it was made from was mined. Also, if combined with Forces 1, this spell can be used to determine the last time a piece of electrically powered or electronic equipment was used or when a computer file was created or edited. For objects more than a decade old, a single success on this roll allows the mage to know the date within a month. For more recent objects, one success determines the date within a day. Each additional success narrows the time down further, in the progression listed below. If the object reached its final state very recently, then use the time listed below that as the starting point for the chart. For example, if someone died within the past hour, then one success allows the time of death to be dated to the correct minute, and two successes allow the time of death to be dated to the correct second.","rotes":[{"roteOrder":"Mysterium","roteName":"Temporal Forensics","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Science","roteDescription":"For the Mysterium's archeologists, learning if a shard of ancient pottery dates to the long-lost days of Atlantis, or is merely a 1,300-years-old relic of the Dark Ages is an invaluable method of separating fakes from real artifacts. This spell is also a swift and useful method of determining if a potentially interesting site is worth pursuing or if it is more recent, and therefore less interesting, than it looks."}]}