{"name":"Precognitive Ordeal","sourceBook":"Grimoire of Grimoires","sourcePage":"47","primaryArcana":"Time","arcanaRequirement":"Time 4","requirements":[{"name":"Time","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana","effect":"Guardians of the Veil know and understand that they must suffer for the good of many. Those that master this magic, however, truly take to heart this axiom, looking forward to the pain that will befall them and drawing strength from an awareness of the trials to come. Though the knowledge that comes to the Guardian takes the shape of a nebulous sense, she nevertheless takes comfort in the certainty that she will and must endure. Upon successfully casting this spell, the caster regains a point of Willpower (up to her normal maximum) each time she suffers an attack that results in at least 1 point of lethal or aggravated damage, has her soul directly targeted by any kind of hostile effect, or is the subject of any effect intended to usurp control of her mind or body, whether magical or otherwise, out to a maximum number of times equal to the successes accrued in the casting. The caster regains only a single Willpower point per \"attack,\" but may regain Willpower points multiple times in a single turn if targeted by more than one effect meeting the criteria above. If the character is already at maximum Willpower when subjected to a trigger for this spell's effect, one use of the spell is wasted, without benefit.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Agonies Of The Prophet","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"Religion, myth, and history alike are filled with examples of those who knew of torments to come and found courage in the face of inevitable suffering. Guardians of the Veil who master this magic willingly embrace the path of martyrdom for the greater good, learning how to recover a sense of purpose through the many slings and arrows the Fallen World casts."}]}