{"name":"Precious Malediction","sourceBook":"Tome Of The Mysteries","sourcePage":"137","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Extended","duration":"Prolonged (this spell uses the advanced prolongation factors)","aspect":"Covert","cost":"1 Mana","effect":"When cast on a cursed object, Precious Malediction detects when the object's owner intends to destroy it, and then alters the owner's attitude toward the object to one of frenzied, unseemly protectiveness. Before the item's owner can attempt to destroy the item, or to induce others to do so, the owner must successfully contest Resolve + Composure against the spell's Potency. On a failed roll, the owner becomes fiercely protective of the item, and spends a period of one hour per point of Potency suffering severe anxiety over the thought of the object's possible destruction. During this time, the owner suffers a -1 die distraction penalty on all rolls with a Resolve or Composure component. Affected owners must do everything in their power to prevent the item from being harmed. Before using Supernal Vision to determine if the item is cursed, a mage must successfully contest Resolve + Composure against the spell's Potency. On a failed roll, the mage is convinced that the item is not cursed, regardless of any supernal perceptions to the contrary. If the mage failing the roll is not the object's owner, the mage is possessed by an intense desire to become the object's owner. This powerful obsession lasts for one hour per point of Potency. During this time, the envious non-owner suffers a -1 distraction penalty on all rolls with a Resolve or Composure component. The period ends prematurely if the examining mage becomes the item's owner.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Curse Of The Collector","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","roteDescription":"Mages of the Mysterium, who tend to suffer a touch of obsessive-compulsive disorder regarding their Artifact hordes, can easily project the dark side of collecting mania into the cursed objects they create."}]}