{"name":"Price Of Hubris","sourceBook":"Banishers","sourcePage":"63","primaryArcana":"Prime","arcanaRequirement":"Prime 3 + (any one of the attacking spell's Arcana at level 1)","requirements":[{"name":"Prime","dots":"3"},{"name":"Any one of the attacking spell's Arcana at level 1"}],"practice":"Shielding","action":"Instant and contested; successes are compared to the target spell's Potency","duration":"Lasting","aspect":"Covert","cost":"1 Mana","effect":"For many mages, the casting of a vulgar spell is an act of arrogance. Even with full knowledge that the Fallen World rejects such overt displays of power, the mage who routinely employs such spells is akin to a brawler who relies only on his strength. In either case, the person's arrogance becomes the root of his defeat. This spell follows the same rules as Counterspell except that if the Potency of the Price of Hubris casting is equal to, or greater than, the potency of the targeted spell, the hostile spell is redirected to its source. Any redirected spell becomes an Aimed spell, requiring a single success on a Wits + Occult + Prime roll to hit the target (normal modifiers apply). The effects of a redirected spell are equal to successes rolled on the original casting of that spell. The mage must be the direct target of a hostile spell to redirect that spell. Spells that include the mage in an area of effect, or that have an indirect effect on the mage cannot be redirected.","rotes":[{"roteOrder":"Banisher","roteName":"Simple Simon's Glee","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Occult","roteDescription":"A Banisher by the name of Simon Barnes concocted this rote to turn the powers of the \"demons\" he fought back on them. Known as \"Simple\" Simon to the media, who thought him a serial killer, Simon was eventually shot and killed by city police. Shortly after his death, Simon's body disappeared from the morgue and his notes, a sheaf of loose-leaf mad scribblings, vanished from the police evidence room."}]}