{"name":"Psychic Violation","sourceBook":"Legacies: The Sublime","sourcePage":"143","arcanaRequirement":"Mind 4","primaryArcana":"Mind","requirements":[{"name":"Mind","dots":"4"}],"practice":"Unraveling","action":"Instant and contested; resistance is reflexive (Composure + Gnosis)","duration":"Special","aspect":"Vulgar","cost":"None","effect":"This spell floods the mind of another thinking creature with images torn from the most horrific thoughts and memories of a Fang of Mara, those spawned by looking upon the naked consciousness of one of the greatest and most powerful beings native to the Abyss. The result is typically mind-numbing terror, as the consciousness recoils from concepts and vistas it was truly not meant to encompass. If the caster accrues more successes than the subject, the target loses a point of Willpower. She also loses her action for that turn, as her mind reels from terror. This spell may also be cast as through extended spellcasting. Unless the Fang has some way to keep the subject in sight for perhaps hours, the extended version of the spell requires a sympathetic tie to the victim. (The character therefore needs Space 2 and the Mind component rises to 5, since the spell directly affects the target.) At each increment of the spell, the character's player rolls Mind + Gnosis against the target's reflexive roll of Composure + Gnosis. If the Fang can accumulate more successes than the target's Willpower before the end of the spellcasting, the subject loses all points of Willpower and collapses in a heap (losing her action for the turn) images of unearthly terror overwhelm her mind. For the rest of the scene, the subject may defend herself (at her full normal Defense, and she may take dodge actions) and can, after her one turn of inactivity, take any action that does not involve directly confronting the caster. When the subject first recovers Willpower (by whatever means) after that scene, she must make a Resolve + Composure roll. Failure results in a temporary mild derangement or, if she already has at least one derangement, a severe one. The use of this spell by a character with a Wisdom of 4 or greater requires a degeneration roll.","rotes":[{"roteOrder":"Fangs Of Mara","roteName":"Gazing Into The Abyss","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Intimidation","roteDescription":"The Fangs of Mara use this spell to cow their enemies into submission and to render them more pliant for other uses of the Mind Arcanum. In combat, Nightmares generally prefer the faster variant of the spell, while the slower one is reserved for \"interrogations\" and the like."}],"notes":"If the rote is cast as an extended spell the dice pool becomes Manipulation + Empathy + Mind."}