{"name":"Psychic Genesis","sourceBook":"Mage: The Awakening","sourcePage":"218","primaryArcana":"Mind","arcanaRequirement":"Mind 5","requirements":[{"name":"Mind","dots":"5"}],"practice":"Making","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can create a consciousness. He could generate a self-aware intelligence with a Twilight presence, possibly investing it into a physical shell. The caster could therefore create, say, a sentient computer or something similar. He could put the mind in a form incapable of anything other than telepathic interaction, but such is exceedingly cruel and almost always leads to the creation's insanity, unless the consciousness is frequently interacted with or created without a need or desire for contact. A simple success creates a bodiless, Twilight consciousness (as in the Psychic Projection spell) with the following traits: Intelligence 1, Wits 1, Resolve 1, Presence 1, Manipulation 1, Composure 1, Virtue, and Vice. Additional successes are allocated to increase the mind's Mental and Social Attributes on a one-for-one basis. In addition, successes can be allocated to certain Mental or Social Skills, such as Academics or Empathy, to give the consciousness a knowledge base or some facility for interacting with others. The mind has as much of its creator's basic personality and memories as the caster wants it to have (although its ability to reason using those memories or even recall them when needed is based on its assigned Intelligence). By adding other appropriate Arcana to this spell, such a mind could be tethered to a vessel made specifically to hold it (such as a body created with Life 5). Note that at this level of mastery, this spell cannot be given an indefinite Duration (i.e., the mind cannot have a \"natural\" life span of human years). The consciousness dissolves when the spell expires. Unless the creation is specifically designed to accept the inevitability of its own dissolution without emotional trauma, a Wisdom degeneration roll may be required for the creator (unless he has Wisdom 2 or lower). The mage could, however, recast the spell before the previous one expires, giving the mind a new Duration. Note that such extension is an exception to the normal rules for spell control. The created mind is allowed to persist over a series of castings, as long as the previous casting does not expire before a successive spell is cast.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Artificial Intelligence","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Empathy","roteDescription":"Using innovative means, the willworkers of the Free Council use this very ancient art. Some powerful mages give consciousness to mystically fabricated servants, while others bestow such a gift upon a particularly advanced computer. Guardians of the Veil occasionally use a similar procedure to add a new consciousness into the blank mind of a dangerously intrusive Sleeper whose entire psyche has been erased through unfortunate circumstances, allowing the individual to carry on as normal, very nearly the person she once was."}]}