{"name":"Querulous Minds","sourceBook":"Guardians Of The Veil","sourcePage":"187","primaryArcana":"Fate","arcanaRequirement":"Fate 2 + Prime 1","requirements":[{"name":"Fate","dots":"2"},{"name":"Prime","dots":"1"}],"practice":"Unveiling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"By reading the fates around him, a mage can detect those Sleepers who have had an experience with the supernatural. Experiencing the supernatural changes a person, but the change is subtle and hard to detect. If the mage desires, he can scan the auras of those around him for any hint of a supernatural encounter. When the caster looks upon a person who has actually had a run-in with some aspect of the unnatural, her aura appears more conspicuous than others. Some mages see silver threads throughout the aura, others smell a specific odor or just have a sixth sense about the person. If the number of successes on this roll is equal to or less than the Potency of a relevant effect intended to hide a target, the mage using this spell sees only a normal aura, untouched by the occult.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Find The Leak","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Investigation","roteDescription":"Guardians use this spell to seek out those dedicated people (or unlucky individuals) who have been touched by the supernatural. Simply seeing them is just the start. A Guardian must perform additional investigation to determine the target's name and other information. Inquiries with the local Cultors usually follow, making sure the fellow hasn't already been taken into the Labyrinth. Subjects found through the use of this spell (when they aren't already involved in the Labyrinth) often get visits from strangers in black, corporate men from mysterious companies and others who wish to interview them about their experiences. Some Guardians of the Veil simply activate this spell and spend time wandering the streets, the equivalent of a police car patrolling for suspicious activity."}]}