{"name":"Quicken Corpse","sourceBook":"Mage: The Awakening","sourcePage":"140","primaryArcana":"Death","requirements":[{"name":"Death","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"Sometimes, it isn't enough to have loyal and steadfast living servants. A normal human being, no matter how trustworthy, has the capacity for betrayal. Whether his lips are loosened by seemingly sincere companionship, mystic compulsion, or even torture, he can be induced to fail his master's trust. Where, then, does an enterprising necromancer turn for assistance? Quicken Corpse animates one or more corpses to serve as unfailing, devoted slaves. What such servants lack in wits and motivation, they more than make up for in dogged determination and sheer, tireless pursuit of the tasks they are set. Generally speaking, such ambulatory corpses possess a level of reasoning just above that of a rather intelligent dog. They understand certain visual cues (such as the opening of the door they are meant to guard) and auditory commands (\"Defend me!\"), but cannot perform feats requiring abstract intellect. They have a limited memory, but cannot make even basic correlations or inferences. (While they can, for example, dimly recall that their master has changed their clothes once a day, they cannot determine that he is likely to do so again tomorrow.) They have no individual initiative. These corpse-slaves are not really any stronger than they were in life, but they are tireless and completely without the ability to sense or respond to pain. They need not eat or sleep and do whatever chore they are set to until told otherwise, even if it requires them to tear their own bodies apart in the attempt. They experience neither fear nor the desire for self-preservation and have no minds, per se, for others to control. They can, however, be wrested away from their master through the casting of this spell by another necromancer. Only one success is required to animate a corpse. Additional successes determine the strength of the mage's control. Someone attempting to wrest control of the walking dead with another casting of this spell must exceed the original caster's successes. Additional success can instead be used to boost the corpse's Physical (but not Mental or Social) traits, at a rate of one success per additional dot in any trait. [[ZombieInfoBox]]","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Rise And Obey","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Persuasion","roteDescription":"Most Ladder mages have little compunction against creating zombies, since they view corpses as the material shells of departed souls. Such unthinking servants suit the temperament of imperious Silver Ladder willworkers quite well, but few members of the order debate their utility. Members of other orders create walking dead for their own purposes, ranging from cheap labor to defense to scaring the living hell out of intruders."}]}