{"name":"Radiation","sourceBook":"Mage: The Awakening","sourcePage":"178","primaryArcana":"Forces","arcanaRequirement":"Forces 5","requirements":[{"name":"Forces","dots":"5"}],"practice":"Unmaking","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The mage irradiates an area, causing it to be suffused with deadly radiation. The spell's successes determine the radius. Anything outside that area is not affected. Living beings cannot spend time in the area without suffering the adverse effects of radiation poisoning. For every 30 minutes a person is exposed, increase the radiation's Potency by one. Once it exceeds the creature or person's Stamina, he suffers symptoms of poisoning. 1 point: Weakness. The victim suffers -1 to all Physical dice pools. 2 points: Nausea. If the victim moves more than half his Speed in a turn, a reflexive Stamina + Composure roll is required to avoid vomiting for that turn. While vomiting, the victim cannot take any other action, although he still gains his Defense. 3 points: Bleeding from an orifice. The victim suffers one point of bashing damage. This damage does not heal as long as the victim is still exposed. In addition, long-term health problems such as cancer might develop in later years. 4 points: Skin burns. The victim suffers one point of bashing damage this turn and per successive 10 minutes of exposure. This damage does not heal as long as the victim is still exposed. 5 points: Fainting. A reflexive Stamina + Resolve roll is made for the victim to avoid falling unconscious for a number of minutes equal to any radiation damage he has already suffered. Any new damage he suffers due to exposure while unconscious adds to this time. Once he awakens, the roll must be made again each turn if he is still exposed. Ongoing exposure continues to inflict damage until a victim is dead of aggravated wounds. ","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}