{"name":"Rapid Fire","sourceBook":"The Adamantine Arrow","sourcePage":"189","primaryArcana":"Time","arcanaRequirement":"Time 3 + Forces 2 + Life 2 + Matter 2","requirements":[{"name":"Time","dots":"3"},{"name":"Forces","dots":"2"},{"name":"Life","dots":"2"},{"name":"Matter","dots":"2"}],"practice":"Weaving","action":"Instant","duration":"Transitory","aspect":"Vulgar","cost":"1 Mana per attack","effect":"Put simply, the ability to empty more lead into an enemy is almost always preferable to less. But not everyone has access to automatic weaponry or, for that matter, the training or even the desire to make use of such instruments. This is a spell for those who wish to employ the axiom that \"too much is never enough,\" without having to tote submachine guns everywhere they go. Upon successfully casting this spell, the mage may make use of the various autofire options, with any sort of ranged weapon (not a ranged spell, but only a ranged weapon -- even a enchanted one); even those that do not normally allow for such. In fact, the mage can, if he so wishes, use autofire with weapons that aren't even firearms (and using another Skill, such as Athletics, if appropriate), such as bows or throwing hatchets. The mage's hands move in a blur almost too swift to follow, and the projectiles fly faster than wind resistance and the constraints of physics should allow. Note that the mage must release three projectiles (from a single weapon, in the case of guns, bows, slings, and the like) to use the first stage of autofire, 10 for the second stage and 20 for the third (meaning that the constraint of how many projectiles he has on hand may limit his options). Also note that a character with the Gunslinger Merit may use autofire with both of his pistols while under the effects of this spell if he so wishes, provided that he has the Mana to spend on both attacks.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Pissing Metal","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Athletics","roteDescription":"No one is really sure where this rote came from, or who it was that first conceived of it. Some Arrows who are tight with certain mystagogues claim that sparse records exist of an Atlantean diaspora-era archer named Sharmach-il having bent the tides of time to cast dozens of arrows at his enemies in the blink of an eye. Others say that the rote has its origins in a 19th-century Arrow by the shadow name of Six-Gun Kate. Still others maintain that it was a veteran of the Second World War, simply called Sarge, who invented the rote. In the end, though, while they might dispute the circumstances of its genesis, few argue with the magic's effectiveness."}]}