{"name":"Reading The Outmost Eddies","sourceBook":"Mage: The Awakening","sourcePage":"149","primaryArcana":"Fate","arcanaRequirement":"Fate 1","requirements":[{"name":"Fate","dots":"1"}],"practice":"Compelling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Some twists of fate and fortune are too small and insignificant to warrant much in the way of prophetic powers. Destiny rarely hinges upon a coin toss, though a hundred bucks could ride on one. Some believe that this spell creates a small manipulation of chance, while others maintain that it just gives a mage an idea of what's coming next. In either case, the results are the same. The caster knows the outcome of some small random (or mostly random) action in her immediately vicinity. Thus, she may know from which roll of scratch-tickets to get her Lottery ticket in order to win something (not necessarily the grand prize, but definitely $20). The spell cannot bring about a life-altering change. Nor can it be used to change the probability of an event already set in motion. (A mage couldn't use the spell on a scratch-ticket she'd already bought, but must use it before buying one ticket out of many.) Nor may the spell create any chance that an impossibility will come to pass. Those who attempt to use the spell repeatedly to build up to a life-altering change (buying ten thousand $20 winning tickets over the course of one week) often find themselves punished by fortune, subject to all manner of ill luck. A simple success results in small turns of immediate or nearly immediate good fortune pertinent to the willworker's current circumstances (such as which vending machine will drop that dangling candy bar the last guy paid for and gave up on after it got stuck on the rotating coil). An exceptional success yields the high end of small good fortune. (Say, turning down the left-hand alley rather than the right one and finding the runaway cat for which the owner has posted fliers advertising a $100 reward). Successive attempts to use this spell for the same goal are considered vulgar.","rotes":[{"roteOrder":"Taoist Tradition Rote","roteName":"Luck Blessing","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Occult","roteDescription":"The mage scribes a talisman that includes the name of the person she intends to bless, stamps it, seals it, and burns it. Count the number of successes rolled; that determines the duration factors of the blessing. Whenever the recipient is in a challenging situation (one that calls for a dice roll), the character receives one free success. This happens as many times as the successes rolled, or the duration expires, whichever comes first."}]}