{"name":"Read Trends","sourceBook":"Guardians Of The Veil","sourcePage":"195","primaryArcana":"Mind","arcanaRequirement":"Mind 3; optional Time 2","requirements":[{"name":"Mind","dots":"3"},{"name":"Time","dots":"2","Optional":"True"}],"practice":"Knowing","action":"Extended","duration":"Lasting","aspect":"Covert","cost":"None","effect":"This spell allows the mage to cast her mind out and gain a general sense of public opinion about a particular issue. Instead of reading individual minds and sifting through their thoughts, this spell allows the caster to get a vague and general sense of the attitudes and feelings of a large number of people. To cast this spell, the mage must be exceedingly familiar with the region where he is casting it. This region can range from a large apartment building or a neighborhood of few city blocks to an entire city. Use the rules for area-affecting spells, but with the special chart below. When casting this spell, the mage can attempt to get an exceedingly vague and general impression of what the people in the region are thinking about. Used in this fashion, the spell only reveals thoughts shared by a significant proportion of the people within the area. In addition, this spell only provides a very brief and general impression of such shared thoughts -- the caster might discover that most everyone within a single city block is thinking about the recent power outage, the widespread job cutbacks in the area, the noisy roadwork on a nearby street and rumors about a woman who appeared out of midair three days ago. Alternately, the caster can use Mind 4 to determine if a particular name, image, sound, face, or some other short phrase or simple sensory impression evokes a strong response from the people in the designated area. When used in this fashion, the spell both reveals the approximate proportion of the people who feel a particular way about the image or phrase and roughly how they feel about it. With the addition of Time magic, this spell can also be used to determine how residents of this region responded in the past. The complexity of receiving and analyzing so much information is the reason that this spell can only be performed as an extended action. When performing it, the caster typically sits down in front of a map or photograph of the area he is going to examine. He then sinks into a deep trance that continues until he either successfully casts the spell or gives up the attempt.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}