{"name":"Reassembly","sourceBook":"The Mysterium","sourcePage":"198","arcanaRequirement":"Matter 3 + Space 3","primaryArcana":"Matter","requirements":[{"name":"Matter","dots":"3"},{"name":"Space","dots":"3"}],"practice":"Unraveling","action":"Instant","duration":"Lasting","aspect":"Vulgar","cost":"None","effect":"The mage calls and reassembles the widely separated parts of an item. The spell \"Repair Object\" repairs only objects when most of the pieces are present; this spell allows the mage to recreate a shattered vase merely by holding a single fragment of the vase and calling the remainder of the vase to it. The number of successes rolled determines the size of the object that the spell can restore. The size of the fragment and the number and distance of the pieces do not matter. As long as the mage is holding a piece of the object large enough to see and feel clearly (at least the size of a lentil or dried pea), she can call the remainder of the pieces of the object and reassemble them so that the object looks as good as when it were newly made. Each success (or additional target factor prefigured into the casting) allows the mage to restore an object of that size; thus, three successes allow a mage to restore an object of up to Size 3. If some pieces no longer exist, then the spell creates new matter to repair the missing portions in a manner similar to the \"Repair Object\" spell. However, at least half of the object must still exist in some form similar to its original state. If more than half of the object was utterly destroyed or transformed, such as metal being melted down or reforged, or wood being burned to fine gray ashes, this spell automatically fails, and the mage knows that the object is lost forever.","rotes":[{"roteOrder":"Mysterium","roteName":"Journey From Part To Whole","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Craft","roteDescription":"For Mysterium archaeologists, this spell means that finding a small fragment of an ancient artifact is the same as finding the entire artifact. Given the antiquity of many of the items these intrepid scholars seek, this spell has proven invaluable in their efforts."}]}