{"name":"Repel","sourceBook":"The Adamantine Arrow","sourcePage":"186","primaryArcana":"Space","arcanaRequirement":"Space 3 + (conjunctional Arcanum)","requirements":[{"name":"Space","dots":"3"},{"name":"Death","dots":"1","Optional":"True"},{"name":"Fate","dots":"1","Optional":"True"},{"name":"Forces","dots":"1","Optional":"True"},{"name":"Life","dots":"1","Optional":"True"},{"name":"Matter","dots":"1","Optional":"True"},{"name":"Mind","dots":"1","Optional":"True"},{"name":"Space","dots":"1","Optional":"True"},{"name":"Spirit","dots":"1","Optional":"True"},{"name":"Time","dots":"1","Optional":"True"}],"practice":"Weaving","action":"Instant","duration":"Concentration","aspect":"Vulgar","cost":"None","effect":"Similar to the Ban spell except the mage creates a small area that moves with the caster in which the specified phenomenon may not enter. The mage combines this spell with an Arcanum of appropriate level to control the phenomenon she wishes to ban (for example, Matter 2 for vapors and liquids, or Forces 3 for electricity). As long as the mage concentrates on the spell, the target of the Repel rote may not enter a one-yard radius \"bubble\" around the caster. This rote was designed to provide temporary relief from a simple phenomenon (such as falling rock, fire, or hail). Choosing a more complex phenomenon (cars, bears, your creepy Uncle Jimmy) can impose up to a -3 penalty to the casting roll depending on specificity of the target phenomenon. Uncle Jimmy is pretty specific and would result in a -1 penalty, while choosing cars is a broader category resulting in a -3 penalty. Repel will protect you from only one type of phenomenon at a time.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Mantlet","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"Members of the Adamantine Arrow frequently use this spell as a means of safely advancing while under fire from mundane ranged weaponry. Bullets, arrows, and rocks are easily deflected by this spell as the warrior advances on foot. Captured enemies have been reported as saying they found it disheartening to fire a full clip from an automatic weapon at a target with no effect."}]}