{"name":"Reveal Enigmas","sourceBook":"The Mysterium","sourcePage":"193","primaryArcana":"Fate","arcanaRequirement":"Fate 2, Mind 2, and possibly Matter 1","requirements":[{"name":"Fate","dots":"2"},{"name":"Mind","dots":"2"},{"name":"Matter","dots":"1","Optional":"True"}],"practice":"Unveiling","action":"Instant","duration":"Instant","aspect":"Covert","cost":"None","effect":"This spell finds both uncovers patterns and temporarily enhances the mage's mind to allow the mage to understand these patterns, allowing him to solve complex puzzles and learn the answer to various secrets that are hidden inside such patterns and puzzles. This spell can provide the answer to any puzzle that can be solved with an instant action. If used to solve a physical mystery, such as how to put together a jigsaw puzzle or the combination of a safe, this spell also requires Matter 1. A single success is sufficient to allow the mage to reassemble a normal jigsaw puzzle, open a combination lock or know the answer to any one riddle. However, multiple successes are often necessary to solve one of the more complex and elaborate mechanical puzzles, such as a three-dimensional jigsaw puzzle. The mage may also require multiple successes to learn the answers to one of the many old and highly complex multi-part riddles. This spell also allows the mage to decode codes, with ordinary ciphers requiring a single success, and either subtle allegorical codes or complex computer-generated cryptography occasionally requiring between two and five successes.","rotes":[{"roteOrder":"Mysterium","roteName":"Unravel Simple Mysteries","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Investigation","roteDescription":"Some of the more secretive mages and scholars concealed their knowledge within riddles, puzzle-like allegories or in secret compartments hidden in complicated puzzle boxes. Some of these puzzles and mechanisms are designed so that only someone trained in various esoteric symbologies can open them. This spell cuts through these webs of secrets and trickery and allows the mage to find the solutions to these puzzles."}]}