{"name":"Review History","sourceBook":"The Mysterium","sourcePage":"205","primaryArcana":"Time","arcanaRequirement":"Time 3 + Mind 2 + (Death 1 Or Matter 1)","requirements":[{"name":"Time","dots":"3"},{"name":"Mind","dots":"2"},{"name":"Death","dots":"1","Optional":"True"},{"name":"Matter","dots":"1","Optional":"True"}],"practice":"Unveiling","action":"Instant","duration":"Instant","aspect":"Covert","cost":"None","effect":"During the course of a few minutes, the mage can review the entirety of a person's life by touching the person's corpse, or even holding one of her bones. Similarly, the mage can learn the entire history of an object by touching the object or a fragment of it. Using this spell on a corpse or fragment of bone requires Death 1; using this spell on an object requires Matter 1. Even a single success allows the mage to gain a general understanding of the events of a person's life or the history of an object. Additional successes provide further details and a more complete knowledge of events. A single success provides as much information about the person or object as might be contained in a two- or three-paragraph, written summary. Two successes reveal an amount of information that might be written on a single page, and five successes provide approximately the same information as a 15- or 20-page monograph about the history of the person or object. Even if five successes are rolled, this spell does not provide all of the minute details of a person's life and is definitely not a substitute for the far more detailed information gained through the Time 2 spell Postcognition. However, this spell can provide a breadth of information and a general outline of the history of the subject that require only a few minutes for the mage to absorb.","rotes":[{"roteOrder":"Mysterium","roteName":"Reading The Book Of Time","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Investigation","roteDescription":"The histories written by Sleepers rarely include much information about magic and the lives of mages. This spell allows Mysterium historians and researchers to obtain general information about people or artifacts. This spell has allowed the historian of the Mysterium to understand the general outline of the history of magic and magical events. Also, this spell provides sufficient information to allow other researchers to target more precise spells (such as Postcognition) to learn the details of events that this spell provides basic information about."}]}