{"name":"Rewrite History","sourceBook":"Mage: The Awakening","sourcePage":"267","primaryArcana":"Time","arcanaRequirement":"Time 5","requirements":[{"name":"Time","dots":"5"}],"practice":"Making and Unmaking","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can sculpt his personal history, within normal possibility. The willworker can perform extensive modifications to his own past, enabling him to redefine the person he currently is, even if only temporarily. He cannot, however, change his soul's history, remaking his magical past (he cannot change his Path, Gnosis, or Arcana). Each success allows the mage to shift one dot from a mundane trait (an Attribute, Skill, or Merit, but not a magical trait such as Gnosis or an Arcanum) to another within the same trait category (dots of Social Attributes switch with other Social Attributes, etc.), up to his normal maximum within a given category (five dots for most humans). (Dots cannot be added directly to or subtracted directly from Advantages.) It is as if he had made different choices in the past, leading to different personal results. For example, in his newly rewritten past, a mage went to the gym rather than to the library he actually frequented in his real past, allowing him to shift traits from Mental Attributes to Physical Attributes. Note that changing a number that has derived characteristics (Composure or Stamina, for example) alters any such derived characteristics appropriately (say, Willpower or Health). When the spell expires, the caster's real history is restored and his traits return to their original distribution.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Thief Of Years","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Investigation","roteDescription":"The Silver Ladder's willworkers will not be ruled by any force outside of their order, not even the immutability of Time itself. By means of this rote, such mages become eloquent speakers, capable swordsmen, marathon runners or whatever else is required, moving just a little bit of history here and there to affect the desired changes."}]}