{"name":"Rotting Flesh","sourceBook":"Mage: The Awakening","sourcePage":"144","primaryArcana":"Death","arcanaRequirement":"Death 4","requirements":[{"name":"Death","dots":"4"}],"practice":"Unraveling","action":"Instant; subtract target's Stamina","duration":"Lasting","aspect":"Vulgar","cost":"1 Mana","effect":"One of the most vicious direct mystic assaults known to the Awakened world, Rotting Flesh rends and destroys the physical form of a living being, riddling it with corruption and putrefaction. This assault is brutally effective, but is the metaphysical equivalent of using a club rather than a scalpel. Flesh corrodes and rots, bones twist, crack and turn to ash, and blood thickens with globs of corrupted tissue and rivulets of pus. While each component of this assault, taken on its own, looks to be perhaps some effect of natural decay, taken together, they cannot be mistaken for anything but unnatural. Certainly, any that witness such a spell know the magic for what it is, as the victim is afflicted with the rot of the grave. The mage must first grab hold of the target, with a roll of Strength or Dexterity + Brawl - the target's Defense. If successful, he can cast this spell as an instant action in the following turn. (With Death 5, he can cast this spell at sensory range as an instant action. He needs Death 6 before he can add Space 2 for a sympathetic casting.) Each success inflicts one Health point of lethal damage to the target. With Death 5, the mage can inflict aggravated damage instead with the expenditure of one Mana. In addition, each success levies a -1 die penalty on all the victim's Social rolls, due to the horrible appearance (and stench) of his wounds. (This penalty is not cumulative with successive wounds from successive castings of this spell; use the highest penalty from either the newest wound or the previous wound.)","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Teeth Of Kali Ma","roteDicePool_Attribute":"Strength","roteDicePool_Skill":"Intimidation","RoteDicePool_Resisted":"Stamina","roteDescription":"When a willworker of the Adamantine Arrow just needs to kill someone and kill him quickly, this rote is a favored one. Every order practices similar magic, however."}]}