{"name":"Rouse Spirit","sourceBook":"Mage: The Awakening","sourcePage":"250","primaryArcana":"Spirit","arcanaRequirement":"Spirit 3","requirements":[{"name":"Spirit","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The willworker learns how to awaken the dormant spirit slumbering within an object. Such objects or places then gain a measure of sentience that increases with time, use and care. Roused objects can be used to affect beings in Twilight or across the Gauntlet. An awakened object begins as a Rank 1 spirit, but can grow more powerful over time. It can be used to affect Twilight beings, and can be coaxed into using its Numina for the mage's benefit. Unless it grows to become at least rank 3, it acts only in accordance with its simple nature and does not usually do anything that is not directly related to its Influence. A baseball bat wants to be used to hit things and a bomb shelter wants to protect people. An object can be interviewed about its former owner, although its knowledge may be limited to only those times it was actually used for its purpose (a knife used to cut, a hammer to drive nails). A roused object has an ephemeral presence in Twilight. If it is destroyed in the material world, its ephemeral presence is thrust across the Gauntlet into the Shadow Realm, where it continues to linger for a while before it goes dormant again. Most mages assign extra Duration factors to castings, giving roused spirits time to grow in Rank.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Stirred From Sleep","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","roteDescription":"Mages of the Free Council use this rote to wake the sleeping spirits within objects and places. A house or sanctum enhanced by judicious use of this rote takes care of its inhabitants of its own accord, and items so modified can be used to interact with the ephemeral world. Silver Ladder mages often choose to inspire (Presence+ Persuasion + Spirit) such slumbering spirits to wakefulness, rather than subtly coaxing service out of them."}]}