{"name":"Secret Marriage","sourceBook":"Tome Of The Mysteries","sourcePage":"152","primaryArcana":"Spirit","arcanaRequirement":"Spirit 5","requirements":[{"name":"Spirit","dots":"5"}],"practice":"Making","action":"Instant","duration":"Prolonged (this spell uses the advanced prolongation factors)","aspect":"Vulgar","cost":"None","effect":"The spell may not be used on a proto that has already had \"Construct Homunculus Persona\" cast on it. The Traits of the new homunculus are figured as follows. Its Physical Attributes and Skills are as determined by the Construct Homunculus Form spell. The homunculus gains Intelligence and Presence dots equal to the ghost or spirit's Power dots, Wits and Manipulation equal to its Finesse dots and Resolve and Composure equal to its Resistance dots. The homunculus gains whatever Mental and Social Skills the Storyteller feels are appropriate for the type of spirit or ghost (if any), along with any Flaws and/or derangements. Any supernatural powers arising from their status as discarnate entities are unavailable to them while in homunculus form. While some ghosts and spirits crave the ability to operate in the Material Realm conveyed by possession of a homunculus form, they generally feel this way because they want to pursue a specific agenda of some kind. Savvy mages should expect the average ghost or spirit to display only minimal loyalty and cooperation, except where their own interests converge with those of the discarnate entities they've gifted with physical forms. The most loyal homunculi created in this manner are generally the ghosts of slain cabal members, who use their flawed new forms to further the collective goals they fought for while alive. The Death version of this spell targets ghosts, while its Spirit equivalent works on spirits. This spell is treated as a finishing spell. Any of the substitute relinquishment costs for Enchanted Items may be applied to it. Similar to a finishing spell, Secret Marriage can't be dispelled, only temporarily suppressed. While suppressed, the entity remains within the homunculus but is unable to animate it in any way, including the use of speech. If this spell is cast with a limited Duration, the ghost or spirit departs the homunculus body when the spell expires. The empty, inanimate homunculus may be reused, housing either the same ghost or spirit or a new volunteer.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Resurrect The Fallen Hero","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult","roteDescription":"Heroes of the Arrow who die in the cause of duty are sometimes brought back as clawed, iron-clad killing machines -- a consummation devoutly to be wished."}]}