{"name":"Secret Compartment","sourceBook":"Banishers","sourcePage":"58","primaryArcana":"Matter","arcanaRequirement":"Matter 4","requirements":[{"name":"Matter","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"None","effect":"The mage can create a hollow area inside a block of solid matter whose only point of access is a hatch that's invisible until opened. The mage must devote spell Potency in cases where the chamber's Size exceeds 20. When the hatch is closed, its door either blends in among the object's existing seams and marks or fits with a seal too tight and fine to be seen with the naked eye. The secret compartment is airtight unless the object normally admits airflow. The spell hollows out a chamber in an object by converting the matter inside. This reduces the object's Durability and Structure. If the mage puts the compartment inside a machine, the compartment could wreck the machine by disintegrating key components to make room. The mage opens the compartment hatch by applying pressure in specific places and patterns. This is a mechanical effect, so she can teach another person how to open a given hatch. There's also a slight chance that a passerby might stumble upon the method. Observers can't see or feel the hatch without magic or supernaturally enhanced senses. They can, however guess at the existence of a hidden chamber by the object's weight or the sound the object gives off when struck.","rotes":[{"roteOrder":"Banisher","roteName":"Instant Locker","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Crafts","roteDescription":"Won-Il Hwang is famous in certain circles because of his willingness to travel around the globe in pursuit of sorcerers. He routinely smuggles weapons, chemicals, and explosives by creating hidden compartments wherever he goes. Hwang's also created several caches in different locations -- mostly around airports or famous landmarks. If pursued, he'll fall back to one of these locations, resupply, and turn the tables on his enemies. Hwang drew on his professional experience as an engineer to develop the rote. He designs hidden chambers in his mind but needs Supernal power to create them."}]}