{"name":"Self-Repairing Zombie","sourceBook":"The Adamantine Arrow","sourcePage":"173","primaryArcana":"Death","arcanaRequirement":"Death 3 + Matter 3","requirements":[{"name":"Death","dots":"3"},{"name":"Matter","dots":"3"}],"practice":"Perfecting","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana per zombie","effect":"While the use of the dead on the battlefields of the Awakened is frowned upon by many, Necromancers of the Stygian Path still hold these arts to be among their inherent blessings as willworkers. And a tool is only as useful as its present condition allows it to be, but the middle of combat is a bad time to have to take valuable time out to mend a battered zombie. Thus, enterprising Moros strive to think of new and better ways in which to allow animated corpses to mend their own injuries. When cast upon a zombie, this spell enables the zombie to feed upon other dead flesh to mend its injuries and creates in it a compulsion to do so when reduced below a certain number of health boxes (determined by the caster). When reduced below this level and presented with any source of dead flesh, the zombie will feed, consuming one level of the corpse's Size over the course of five turns and regaining one health box, until such time as the zombie is restored to at least the appropriate level of health programmed into the zombie by the caster. Note that the zombie can only be magically compelled to seek out alternate sources of sustenance by an effect that exceeds the Potency of this spell, though the zombie will break off from feeding to defend itself from harm.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Mend The Corpse-Slave","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Occult","roteDescription":"In ancient days, the dead were more commonly employed as weapons by a minority of the willworkers of the Adamantine Arrow. While the practice has fallen out of use in most corners of the world, it still sees enough action to warrant means to repair the tireless and unfeeling soldiers without having to directly mend them with magic every time they're badly damaged."}]}