{"name":"Sensory Deprivation","sourceBook":"Tome Of The Mysteries","sourcePage":"63","primaryArcana":"Forces","arcanaRequirement":"Forces 4; optional Life 3 Or Mind 2","requirements":[{"name":"Forces","dots":"4"},{"name":"Life","dots":"3","Optional":"True"},{"name":"Mind","dots":"2","Optional":"True"}],"practice":"Unraveling","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage uses Forces to cut a target off from three of his senses: Speaking, hearing and seeing. The target's voice and hearing capabilities are dampened through a silencing of all sound around the mouth and ears. Sight is removed by diminishing all light that reaches the target's eyes. The addition of Life can stimulate the subject's biological fear responses (increased heartbeat, sweat, hyperventilating). The addition of Mind can emotionally urge the subject to feel whatever the caster desires during this time of deprivation. Each success on the casting roll reduces any Composure-based rolls (including, obviously, Perception rolls) by one. A success also reduces any Manipulation-based rolls (i.e., attempts to communicate) by one die per success, as well. The victim cannot speak, hear or see (though spellcasting may inadvertently allow for some light or sound to escape, but this usually comes across as muffled white noise or gray, filtered light). Note that if the target is a mage with at least Forces 1 or Mind 1, he might recognize (via Unseen Senses) that he is being manipulated. At the Storyteller's discretion, prolonged use of this spell (or if the caster gains an exceptional success) might cause the victim of the casting to gain a temporary derangement. This derangement grants either a mild version or upgrades a mild version to severe. This derangement lasts for 12 hours. Resultant derangements are usually Depression (or Melancholia), Phobia (or Hysteria), Inferiority Complex (or Anxiety).","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Interrogation","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Intimidation","roteDescription":"Using this rote, a Guardian can more affectively interrogate a victim through use of magical torture."}]}