{"name":"Sense Consciousness","sourceBook":"Mage: The Awakening","sourcePage":"206","primaryArcana":"Mind","arcanaRequirement":"Mind 1","requirements":[{"name":"Mind","dots":"1"}],"practice":"Knowing","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage can detect the presence of minds in the material world or mental projections in the state of Twilight. He knows how to detect the presence of psychic activity, from the basest (that possessed by the simplest of animal life) to the most complex and elevated (powerful lords among spirits, the most enlightened of willworkers and the like). This sense allows the mage to know when other thinking creatures are present, and roughly what sorts of minds are present. (Experience may not teach a mage the distinction between a cockroach's mind and a dung beetle's, but it does tell her the difference between an insect and reptile mind.) The mage detects the general type of mind she senses (a ghost, disembodied consciousness or spirit, for example) and this sense is useful for helping the mage to know when she is spied upon or just watched by a being currently lurking in refined dimensions. The mage can detect the presence of minds within sensory range. Successes are used to pierce any supernatural occlusion a mind may possess. While the spell is in effect, it creates a \"safety zone\" around the mage into which no mind can enter without his knowledge.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Eye Of The Mind","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Empathy","roteDescription":"Mages of the Mysterium use this rote to discern the presence of other thinking beings nearby. While skulking through ancient ruins, the revelation of thousands of insect minds nearby may indicate some sort of trap, while one vast and potent intelligence could mean an entirely different sort of guardian. Some Guardians of the Veil also make use of this magic, sensing for the presence of witnesses to the inexplicable, the better to act quickly and conceal any potential breaches of the veil."}]}