{"name":"Sense Life","sourceBook":"Mage: The Awakening","sourcePage":"181","primaryArcana":"Life","arcanaRequirement":"Life 1","requirements":[{"name":"Life","dots":"1"}],"practice":"Knowing","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"It is often handy for a mage to know the proximity of living creatures. Sometimes he may need to find a potential food source. At other times, he may be curious as to whether potential allies or enemies are nearby. This spell allows a mage to reach out with an arcane sense, to touch the subtle eddies life impresses upon the Tapestry, and thereby discern the nearness of other living creatures, from the most miniscule microorganisms to the most expansive flora and fauna. A mage typically specifies certain types of life to look for (\"white-tailed deer, salmon and humans,\" for example, or \"all insects\"), which is often a much faster proposition than singling out certain kinds of life to not look for. Without putting some kind of filter on his search, the mage is apt to get a uselessly overwhelming response. The mage might even be overwhelmed by the sheer quantity of living creatures to be found virtually anywhere on, in, under or above the face of the earth, from the depths of the seas to the outermost reaches of the atmosphere. The spell enables a mage to get a good sense of where these living patterns are in relation to him. By adding a Space 1 component to the spell, he can get an exact bearing on the detected life forms. The mage can detect life within his sensory range. In addition, while the spell is in effect, it creates a \"safety zone\" in a radius around the mage into which no living thing can enter without his knowledge. For example, if an assassin tried to creep up behind him, he'd know it as soon as the assassin entered the spell's radius. Successes are also used to pierce any supernatural occlusion a living creature may possess (such as a person under the effects of the Death 3 Suppress Own Life spell.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}