{"name":"Sense Strength And Weakness","sourceBook":"Grimoire of Grimoires","sourcePage":"72","primaryArcana":"Fate","arcanaRequirement":"Fate 3","requirements":[{"name":"Fate","dots":"3"}],"practice":"Unraveling","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"None","effect":"This spell gives the mage an intuitive understanding of the most and least competent members of a group within a specific context. To provide meaningful results, the spell must affect at least 2 targets. The mage may visualize her search for information in any number of ways, but for game purposes it boils down to this question: \"Who is the most and least competent at (a specific activity)?\" To arrive at an answer, the mage reads the threads of destiny, following them to specific scenarios. The Storyteller responds by providing an answer based on the current, relevant dice pools of the targets. He doesn't reveal the target's game traits, only that a target would be the best or worst based upon those traits. For instance, if the mage is facing off against three marksmen, this spell usually reveals the shooters with the highest and lowest dice pools, but would not reveal that the worst shooter had a Dexterity + Firearms pool of 6. If the best and worst in the group are equally competent, the spell reveals this as well. Special circumstances affect the result. These include equipment bonuses, wound penalties, and magic; the caster isn't privy to this information. The spell reveals only relative competence based upon what might happen in the immediate future, so a gunman suffering temporary blindness would be considered worse than one who is usually an inferior shooter even if the blind marksman is due to recover his vision. For each additional level of Potency the mage can expand her understanding of the hierarchy of competence to add the next best or next worst targets, up to the limits of the spell's Potency or the number of targets, whichever is less/fewer. This spell can be combined with another to specifically target the best or worst member of a group. For example, it could be combined with Call Lightning to direct the spell at the target most likely to survive electrocution, or the one least likely to successfully counter the spell. This listing describes the instant version of the spell, but in ages past, mages cast extended ritual versions to find the weak and strong points in entire Consilii and battle formations.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Tenshin Heiho","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Investigation","roteDescription":"Adamantine Arrows who've studied the Gogyo deeply use this rote to help plan an attack against a group of enemies. The mage studies subtle omens and the enemy's habits to expose weakness and avoid meeting strength head on. He is said to have the quality for which the rote is named: \"Divinely inspired strategy.\""}]}