{"name":"Sever The Sleeping Soul","sourceBook":"Mage: The Awakening","sourcePage":"141","primaryArcana":"Death","arcanaRequirement":"Death 3","requirements":[{"name":"Death","dots":"3"}],"practice":"Fraying","action":"Extended and contested; target rolls Resolve reflexively","duration":"Lasting","aspect":"Vulgar","cost":"1 Mana","effect":"The mage severs a soul from a Sleeper. While the soul is separated from the body, the subject suffers all the normal afflictions of soullessness. The mage must touch the target for the entirety of the spellcasting. If he loses contact, he loses all accumulated successes. (With Death 5, he can cast this spell at sensory range. The spell cannot be cast sympathetically.) Needless to say, the victim must be rendered incapable of moving or escaping for the full length of the spellcasting. Relying on a grappling hold for a conscious victim is unwise, since the victim gets a chance to throw off the hold each turn, while it might take hours to complete the extended casting. The target number is equal to the subject's Willpower. Only a limited number of rolls are allowed for the caster, however, before his attempt is deemed a success or failure. A number of rolls may be made equal to his Resolve + Composure. If the spell fails, it cannot be recast on the same target until at least one day (24 hours) has passed. A reflexive and contested Resolve roll is made for the target against each of the spellcaster's rolls. If the target's rolls succeed at any point during the extended casting, the casting fails. While the soul is free of its body, it exists in Twilight. The mage who severed the soul can see and touch the Twilight soul. Mages who use this dread magic usually store their soul bounty in a Soul Jar to prevent its escape. A soul can be restored using Spirit 3 (Restore Lost Soul), and it can be protected with Prime 4 (Armor of the Soul) and reclaimed with Fate 4 (Destroy Bindings). With Death 5, the mage can sever an Awakened soul.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Stripping The Wicked","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Intimidation","roteDescription":"Arrow mages claim their order used this rote in Atlantis to punish criminals. Since this magic is difficult to cast with any degree of subtlety, Guardians of the Veil rarely if ever use it unless they believe they can do so in secrecy. Even then, Guardians almost never do so unless to quiet a particularly persistent Sleeper."}]}