{"name":"Shadow-Forged","sourceBook":"The Adamantine Arrow","sourcePage":"174","primaryArcana":"Death","arcanaRequirement":"Death 3 + Matter 3","requirements":[{"name":"Death","dots":"3"},{"name":"Matter","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"Shadows pool around the mage and congeal into the desired form visualized in the Imago. With a single success, the shadows may be shaped into any Size 3 or smaller simple object (no moving parts). Durability for the shaped object is equal to twice the number of successes gained on the casting roll. Additionally, any weapon or tool formed by this spell gains a +2 equipment bonus. Bright light or scant shadow may have adverse effects on the Durability and Structure of the object shaped. The Storyteller may penalize the casting roll up to -3 when the spell is cast in an area with a shortage of shadows. Likewise, exposing a Shadow-Forged object to bright light can degrade that object's Structure. For every round the object is illuminated by lighting conditions brighter than those in which it was formed, roll five dice of damage against the object A \"Shadow-Forged\" object reduced to zero Structure is considered unraveled, and the object vanishes.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Shadow Breastwork","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Crafts","roteDescription":"The warrior-mages of the Adamantine Arrow don't usually lack for weapons or equipment, so they put this rote to a different use. When cast, \"Shadow Breastwork\" forms a wall of solid shadow in front of the Arrow that may be used as cover. The basic wall formed, with a single success on the casting roll, is a three-foot by three-foot square of Durability 2 that appears membrane thick. A mage may increase the Durability of the wall by 2 or the length of the wall by three feet (maximum of 12 feet long) for each additional success beyond the first. A mage with four successes on the casting roll (for example) could create a six-foot-long, Durability 6 wall. Regardless of length, the wall continues in a straight line. If the wall intersects with a solid object, the wall ends at that object, and any additional length is lost. Bright light brought to bear on the wall for more than one turn will degrade the wall in the same way a \"Shadow-Forged\" object is degraded by being exposed to light."}]}