{"name":"Shadow Flesh","sourceBook":"Seers Of The Throne","sourcePage":"189","primaryArcana":"Death","arcanaRequirement":"Death 4 + Life 4, optional Matter 4","requirements":[{"name":"Death","dots":"4"},{"name":"Life","dots":"4"},{"name":"Matter","dots":"4","Optional":"True"}],"practice":"Patterning","action":"Instant","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"None","effect":"This spell takes effect in the turn following casting. Since the mage does not transform into another form of life, he is in no danger of losing himself to an alien mindset. Instead, he becomes a mass of incorporeal shadows, retaining his human shape. He may remain three-dimensional (though still without apparent mass or substance) or change into a two-dimensional form. While in either form, he may move up to his normal Speed, though the latter shape can only move by clinging to walls and floors; without recourse to other magic, he cannot move on ceilings or otherwise defy the force of gravity, though he can slip under doors, through cracks, or other spaces too thin for a normal person to move through, provided that any unsealed seam exists. The character is effectively invisible in areas of either normal or supernatural darkness and can see perfectly well in either, though he is not blinded or in any way discomfited by sunlight (save for the possibility of Disbelief on the part of Sleepers who witness a disembodied shadow moving under its own power and quite possibly against the direction of the light.) The mage's Attributes and other characteristics remain the same, though he cannot make any physical attacks (any that require touch with a hand, a weapon, or a unit of ammunition) while in this form, but may, himself, be attacked normally. The caster may alter his Size when casting this spell, as per the systems given under the Life 4 Shapechanging spell for doing so. By adding Matter 4 to the casting, the mage can cause all of his normal equipment (such as clothing, a cellular phone or a handgun) to change into shadow with him, though they retain no distinct properties; the phone neither makes nor receives calls and the gun cannot be used to fire bullets, for example.","rotes":[{"roteOrder":"Seers Of The Throne Rote","roteName":"Donning The Mantle Of Night","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Occult","roteDescription":"Little in this world moves so stealthily as a shadow. No wonder, then, that certain Seers of the Throne who wish to move in secrecy aspire to emulate the qualities of darkness, itself. By way of this rote, they may do so, shedding flesh and bone in favor of a form comprised of living night."}]}