{"name":"Shape Liquid","sourceBook":"Mage: The Awakening","sourcePage":"196","primaryArcana":"Matter","arcanaRequirement":"Matter 2","requirements":[{"name":"Matter","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage can impart cohesion to liquid or vapor, forming it into shapes of his choosing or moving it as he desires. He could, for example, carve a corridor through fog or rain so that he doesn't get wet. At this level, the mage must touch the targeted liquid (or vapor) to be able to affects its adjacent volume or area. With Matter 3, he can cast this spell at sensory range. The mage can affect liquid vapor, like fog or mist, but not any substance whose single natural state is gaseous (like mustard gas or helium). He affects a volume of liquid or area of vapor based on successes rolled. He can also allocate successes to the density of the water, giving it Strength. At the Storyteller's discretion, a reflexive Dexterity + Crafts roll might need to be made for the caster to achieve a particularly complex shape, such as forming rain into the shape of a person. Exacting details such as facial features might even require an exceptional success on this roll. The liquid form is obvious for what it is. It cannot fool anyone into thinking it's a real version of whatever solid object it mimics (at least, not without an accompanying Mind spell to make the viewer think otherwise). The shaped liquid's surface tension depends on its Strength. If no successes are allocated to Strength, it has only enough to keep its shape. It provides no barrier whatsoever to obstacles or attacks, although it retains its shape for the Duration of the spell even when it is pierced by bullets or fists. Dots of Strength act as Durability (as with cover) against projectiles or other attacks that must first get past the shaped liquid to reach their target (unless the liquid is in vapor form, in which case it provides no protection). The caster can reflexively control and move the shaped liquid up to one yard per dot of Gnosis that he has per turn. If he uses Forces 3 in the casting of the spell, he can impart even greater motion to the water: 10 yards per dot of Gnosis per turn. People standing in the path of the onrushing water might be knocked over. If the water's Strength exceeds an affected person's Strength, a successful, reflexive Strength + Athletics roll must be made for that person or he is knocked down and swept along with the tide (as per the knockdown effect).","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}