{"name":"Shape Spirit","sourceBook":"Mage: The Awakening","sourcePage":"255","primaryArcana":"Spirit","arcanaRequirement":"Spirit 5","requirements":[{"name":"Spirit","dots":"5"}],"practice":"Making or Unmaking","action":"Extended and contested; target rolls Resistance reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The mage can create or fundamentally alter a spirit. She can generate a spirit out of free-floating ephemera or so alter an extant spirit as to make it a new entity, one (should the caster wish it) possessed of appearance, mindset, traits, and powers so distinct from the original as to be indiscernible as what it once was by any who did not witness the transformation. If creating a spirit, successes buy dots of Rank, Attributes, Influence, and Numina for the being on a one-for-one basis. Similarly, changing a spirit (adding to, altering, or subtracting from its Attributes) requires the mage to devote one success per dot to the trait to be added or changed. A mage cannot create a spirit of a greater Rank than the lesser of his Spirit Arcanum or Gnosis. Nor can he advance an extant spirit beyond such a degree or alter one of a Rank greater than the lesser of his Spirit Arcanum or Gnosis. The mage must be familiar with the powers with which he works. That is, he must have studied a spirit who already has those powers before he can imbue them into a spirit. At the Storyteller's discretion, an occult library might hold enough information to allow a mage an Intelligence + Academics roll to understand the forces before he begins casting. When the spell's Duration expires, the spirit ceases to exist (if it was created) or reverts back to its natural state (if it was modified). Note that familiars cannot be affected by this spell.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Transformation Of The Timeless","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult","RoteDicePool_Contested":"Resistance","roteDescription":"By way of this magic, a Council willworker can utterly transform a spirit, changing its strengths, powers and even fundamental nature, or else create a spirit where none existed before. Some use this rote to make an intractable or dangerous spirit more pliant or friendly, while others do so to fortify an allied spirit, and still others in order to custom craft an ephemeral entity for a specific purpose.<BR><BR> "}]}