{"name":"Shape Soul Stone","sourceBook":"Tome Of The Mysteries","sourcePage":"67","primaryArcana":"Mind","arcanaRequirement":"Mind 4","requirements":[{"name":"Mind","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Lasting","aspect":"Vulgar","cost":"None","effect":"Soul stones can take any shape, from the fang of a beast to a silver bell. Whether to make the soul stone concealable, transportable or simply beautiful, a mage can use this spell to change the shape of her soul stone. The mage must touch her soul stone in order to affect it with this spell. She requires only one success on the casting, after which the stone changes to whatever form she desires. Simple shapes are easiest -- stones, blocks, things that appear to be plants or parts of a creature. If she wants to make the soul stone appear as something strongly contradictory to the nature of her Path, she loses two dice from her roll. Making a Moros' stone appear as any living thing or an Acanthus' as a shard of bone would qualify. Forcing the soul stone to hold the form of something more complex, such as a pistol or a light bulb, is harder. Doing so requires an extended Intelligence + Crafts roll to build the Imago, because the mage must fully understand the target object, before a successful casting of the spell. The target number might be three successes for a light bulb but five for an automatic rifle, and each roll takes 15 minutes. If she insists on changing her soul stone's form without crafting the Imago carefully beforehand, she subtracts a number of dice from her roll equal to what would have been the target number on the Intelligence + Crafts roll. Such an involved process is only necessary if the mage wishes her soul stone to be a functioning tool. She can make it appear to be a gun or a yo-yo while sparing the complexity with much greater ease. With five dots in Mind, a mage may use this spell on another mage's soul stone. Unless the other mage is present and willing, his soul stone naturally resists the change by subtracting its creator's Gnosis from the casting roll.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Secret Key","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Crafts","roteDescription":"A soul stone is a mighty thing, and the Silver Ladder appreciates power. There are many reasons to carve a stone from one's own soul, but none to be careless about it. Members of the Silver Ladder who possess their own soul stones and do not bind them into secure Demesnes often use this spell to conceal and protect their soul stones, or even the fact that they possess one."}]}