{"name":"Shapechanging","sourceBook":"Mage: The Awakening","sourcePage":"190","primaryArcana":"Life","arcanaRequirement":"Life 4","requirements":[{"name":"Life","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage takes on the physical characteristics, including Attributes and Size, of an average member of the biological type into which he changes. The mage learns how to alter his shape into that of any other form of natural biological life more advanced than a single-celled organism. He can become anything from an elephant or blue whale, to an earthworm or a black ant, to a fern or a wood mushroom. If he is not careful, however, he can lose himself in the mindset (such as it is in some cases) of whatever organism into which he transforms, his intellect overwhelmed by either instinctual responses and brain chemistry, or in the case of plants neurology completely unsuited to voluntary thought. The mage suffers dice penalties for Sizes significantly smaller than his own. To reduce oneself to Size 2 (cat-sized) is -1 dice, while Size 1 (rat-sized) is -2 dice, and Size 0 (ant-sized) is -3 dice. In addition, increasing one's Size can also levy dice penalties. See the chart below for this information. The mage may augment the Physical Attributes of this form with other magic, but cannot add the features of other living things to this changed shape (thus, while he could become a lion and could use spells to become a stronger, faster, more resilient lion, he could not also add wings to that form). Whenever the mage is faced with an overwhelming inborn response (such as a male lion's need to kill all cubs not sired by itself), Composure + Resolve must be rolled reflexively for the mage to assert his reason over his new instincts. Failure means that the sorcerer acts out the instinctual response. Note that none of the mage's clothes or gear is altered, and if he shifts to a creature of larger Size than himself, he\"d best remove his clothes (two to three turns) or they are ripped to shreds. If he shifts to a smaller size, his clothing might fall off of him. If the caster adds a conjunctional Matter 4 to the casting, his clothes and equipment can transform to fit the new shape and size. With Matter 5, his clothes and gear can be incorporated into his new form (his cotton shirt turns to fur or feathers, his holstered gun becomes an oddly shaped scar), and transform back into their original forms when the spell ends.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}