{"name":"Shape Air","sourceBook":"Mage: The Awakening","sourcePage":"201","primaryArcana":"Matter","arcanaRequirement":"Matter 4","requirements":[{"name":"Matter","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage can control the flow and density of air or control the dispersion of a gaseous substance, such as mustard gas, sarin (nerve gas), or helium. The mage affects a volume of air or gas based on his successes. When applied to air, successes are allocated between the volume affected and the increase or decrease in pressure (the density of air molecules), measured in Strength. When shaping air or gas, a Dexterity + Crafts roll might be required to achieve a particularly complex shape, such as forming air into the form of a person. Exacting details such as facial features might even require an exceptional success on this roll (although the air is invisible unless someone throws paint or mud onto it). Dots of Strength act as Durability against projectiles or other attacks that must first get past the shaped air to reach their target. When moving air, the Storyteller assigns a Strength rating to an existing force of wind. The caster can increase or decrease that trait by the amount of Strength allocated with his successes. A normal day might have only Strength 0, while a very blustery day might be Strength 1. A hurricane might be Strength 2 or even 3. The caster can reflexively control and move the affected area of air up to one yard per dot of Gnosis that he has per turn. If he uses Forces 3 in the casting of the spell, he can impart even greater motion to the air: 10 yards per dots of Gnosis per turn. People standing in the path of the wind might be knocked over. If the wind's Strength exceeds an affected person's Strength, a successful, reflexive Strength + Athletics roll must be made or he is knocked down. When applied to gas, the mage can control the vapor's flow, preventing it from dispersing into certain areas and even reflexively moving it at a rate of one yard per dot of Gnosis per turn (or 10 yards per Gnosis per turn with Forces 3).","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}