{"name":"Sharpshooter's Eye","sourceBook":"Mage: The Awakening","sourcePage":"149","primaryArcana":"Fate","arcanaRequirement":"Fate 1 + Space 1 and (Life or Matter 1)","requirements":[{"name":"Fate","dots":"1"},{"name":"Space","dots":"1"},{"name":"Life","dots":"1","Optional":"True"},{"name":"Matter","dots":"1","Optional":"True"}],"practice":"Knowing","action":"Instant","duration":"Special","aspect":"Covert","cost":"None","effect":"In driving rain, at night, aiming at the smallest of moving targets, the willworker armed with this spell might just make a shot if her skill is sufficient for the task. This magic eliminates all of the minor random factors that conspire against ranged attacks, while giving the mage a flawless lock on an object or living creature within her normal line of sight. It cannot be used to shoot around corners, but it can be used to shoot a hummingbird out of the air or to put a hole directly through the middle of a playing card flicked up into the air. The mage uses Life 1 to get a lock on a living creature or Matter 1 for an object. Each success reduces one die of ranged combat penalties normally due to the target's distance (range penalties), position (such as being prone), size (for very small targets) or environmental factors such as darkness, snow, or anything else that doesn't directly work upon the mage herself or serve to physically shield the target (the spell does not eliminate cover penalties). It can even apply to penalties for aiming at specific targets, such as an enemy's hand or the object he holds. The spell is applied to the next roll the caster makes against the target onto which he has locked. If the target leaves his direct sight before he makes his shot, he loses the lock and must cast this spell again to achieve the same effect. This spell cannot be cast in combination  with the Space 1 Spatial Map spell; only one spell (the one with the highest Potency) takes precedence.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"The Wings Off A Fly","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Firearms","roteDescription":"More than once, the secrecy of the Mysteries has hinged on a Guardian being able to eliminate some small scampering thing before it can escape to bedevil Sleepers, or perhaps to destroy some tiny relic dangling from around an enemy's wrist. This rote enables a willworker under such circumstances to shoot from the hip with precision that would be envied by the world's finest snipers."}]}