{"name":"Shatter Space","sourceBook":"Tome Of The Mysteries","sourcePage":"72","primaryArcana":"Space","arcanaRequirement":"Space 4 + Fate 2","requirements":[{"name":"Space","dots":"4"},{"name":"Fate","dots":"2"}],"practice":"Patterning","action":"Instant","duration":"Transitory","aspect":"Vulgar","cost":"1 Mana","effect":"This bizarre spell divides an area into \"cells\" that cease to be geographically contiguous with one another; their spatial interaction is determined randomly. The most common use of the spell is to hinder targets caught in the cells from easily traveling to other cells within the spell's area. With one success, the spell effects a five-cubic yard area, and can affect a greater area with each additional success; see the Area-Affecting chart. This area is sectioned off into cells by the caster; he can create one division per dot of his Intelligence. Fortunately, this effect cannot cut objects or living things into pieces when it sections them off into cells. It may, however, wreak indirect havoc with people and objects outside of the spell's area, as they no longer have any spatial relationship with objects inside the spell's area. This might cause buildings to lean (but not collapse), vehicles to make strange detours and other chaotic events (most of which are left to player cleverness and Storyteller discretion). A target can leave his or her cell by stepping into another, randomly selected cell, even if it is not geographically contiguous. The caster can designate cells in three dimensions, so that a target may step from ground level to a cell in the air. He will then fall, but he might not suffer injury: As he falls from his cell into another, his destination is again randomly determined; if the new cell is on the ground level, he'll only suffer a short fall of a few feet at best. The targets' movements are not hindered, so he might move through several cells of space in a single turn. In addition, a cell's orientation is randomly shifted, so that a person running forward might suddenly find himself in a cell in which he is running in the opposite or a sideways direction. He can control his orientation and movement within a cell, but has no control over the orientation of his randomly chosen destination cell. In all cases, the Storyteller determines where each cell leads, either randomly (roll dice or use some other method based on the number of cells) or to fit the course of the story.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Shadow Maze","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Subterfuge","roteDescription":"In extremis, Guardians use Shadow Maze to cover an escape, because the rote can hinder pursuit most effectively. The rote is cast upon an area occupied by the pursuers, and they are then subject to the area's shifting space and orientations. Mages of all orders have developed similar rotes, though in many cases, they have only been used as a meditation aid or to demonstrate some obscure facet of Space magic."}]}