{"name":"Shifting Sands","sourceBook":"Mage: The Awakening","sourcePage":"263","primaryArcana":"Time","arcanaRequirement":"Time 3","requirements":[{"name":"Time","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Special","aspect":"Vulgar","cost":"1 Mana","effect":"The mage rewinds time. He grabs hold of the threads of time and pulls himself back one turn, allowing him to choose a different approach to a situation (though, from the perspective of all save the willworker himself, this is the first and only time this moment has occurred or will occur). This spell can be cast anytime in the Initiative roster from when the caster performed his action until his place in the roster in the next turn. If the player does not declare this casting before then, the previous turn cannot be replayed. If the casting roll fails, the mage does not rewind time (he essentially spends that turn casting and nothing else). If it succeeds, he rewinds himself through time and can then replay his action from the last turn, changing it however he wants (he might decide not to the open the door that released a spirit guardian, for example). Doing so, of course, might change other characters' actions that occurred after his action in the turn he replays and before he casts this spell. This spell cannot undo any effects the mage suffered the first time he experienced the turn that he replays. If he got shot in that turn, and then casts this spell to replay that action, he still suffers from  the gunshot wound, even though he might decide to dodge in his replay of the turn, causing the bullet to miss him. (And if it does hit him, he suffers a second wound!). This spell does not erase the effects of time on the mage. It merely allows him to step back in the river of time by one turn and replay its flow. Although he cannot reverse any harm he himself has suffered, it can be instrumental in allowing the mage to save the lives of others. Those other than the caster may feel a sense of d&eacute;j&#0224; vu about the situation, but for them the caster's new action is the first and only time this turn has happened or will happen. Participants remember the turn only as it has just been played, not as it was previously played before Shifting Sands altered it. (Unless one of them uses the Temporal Wrinkles spell, in which case he is aware of what happened.) With Time 4, the mage can cast this spell upon others, allowing them to alter their actions when replaying the turn.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Turn Back The Page","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"A leader must sometimes acknowledge that things have not gone as planned. For mages of the Silver Ladder, the ability to admit the possibility of failure is not nearly so laudable as the power to erase such mistakes and see things done correctly. Mages of all orders manage to find uses for this rote."}]}