{"name":"Shifting The Odds","sourceBook":"Mage: The Awakening","sourcePage":"153","primaryArcana":"Fate","arcanaRequirement":"Fate 2","requirements":[{"name":"Fate","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Special","aspect":"Covert","cost":"1 Mana","effect":"The mage creates a shift of destiny, effectively generating turns of good or bad luck. These small manipulations of fortune almost always take the form of totally plausible situations, such as a parched mage finding that last quarter she needs on the sidewalk so she can buy a drink, or a sudden, stiff crosswind that turns a crack sniper's fatal shot into a serious wound. Big shifts, such as finding $1000 at the convenience store's front door or a piano falling on the sniper are simply too implausible to easily happen at this level of mastery. The mage simply requests some small jolt in the desired direction and allows destiny to make the decision as to how it comes about, meaning the mage should be on her toes, ready for anything in the event that her requested outcome happens in an extremely unexpected manner. A wish for \"a new car,\" for example, yields one up, but the mage gets it under circumstances that cause longterm possession to be undesirable (the car is stolen or haunted) or under which long-term possession is unhelpful (the car is faulty and quickly ends up collecting dust in a garage). These manipulations of destiny are small, but they may be undertaken for a wide variety of ends. Indeed, these tweaks can grow into something bigger and more meaningful if carefully tended. Mr. Right Now could, in fact, actually be Mr. Right provided the mage actually puts in the time and effort to bring such a relationship to fruition. Alternately, the $200 a mage hits on a scratch ticket might yield up many times its own value if invested wisely. This level of the Fate Arcanum helps destiny along rather than creating it, but it does give the mage the opportunity to seize her own fortune or to help make one for another. Successive attempts to use this spell for the same goal are considered vulgar.","rotes":[{"roteOrder":"Free Council Rote","roteName":"The Butterfly Effect","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult or Science","roteDescription":"There are those who believe that the flapping of a butterfly's wings on one side of the world can create a hurricane on the other side. While that notion has never truly been proven, mages of the Free Council nevertheless understand the beautiful complexity of the chain of causality that creates any event, no matter how great or minor, and capitalize upon that understanding by means of this rote. Guardians of the Veil are also known to favor this magic, hounding the inquisitive away from the Mysteries with a sudden turn of bad (or sometimes good) luck."}]}