{"name":"Shrink / Expand","sourceBook":"Mage: The Awakening","sourcePage":"243","primaryArcana":"Space","arcanaRequirement":"Space 5 + ((Life 2, 3 or 4) or Matter 2)","requirements":[{"name":"Space","dots":"5"},{"name":"Life","dots":"2","Optional":"True"},{"name":"Life","dots":"3","Optional":"True"},{"name":"Life","dots":"4","Optional":"True"},{"name":"Matter","dots":"2","Optional":"True"}],"practice":"Making","action":"Instant and contested; target rolls Stamina + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can warp spatial axes to cause an object to become smaller or larger. The mage can decrease or increase a target's Size by one point per success, to a minimum of Size 1 (when shrinking) or additional Size points equal to his Gnosis (when expanding). An SUV can be reduced to the dimensions of a toy car (though it is still a fully functional toy car, which weighs thousands of pounds). Mages who would perform such alterations are advised to remember the way in which these changes can interact with the environment. In the example of the SUV, it's recommended that one not allow the vehicle onto a muddy road (where it will sink like a stone in water due to its immense weight condensed to a tiny surface area). A target made larger through use of this spell is not made heavier; he still might be able to walk across rotting boards or thin ice that might otherwise give way to someone with a larger mass but smaller size. Affecting a base life form requires Life 2, a median life form Life 3, and a human being Life 4. Affecting an object requires Matter 2. A being's species factor is partially based on Size and partially on metabolism -- some creatures are slower than others, even though their large stride would seemingly make them faster (as with giraffes and elephants). Since this spell doesn't alter metabolism, the Size change affects Speed only partially. For every increase of two Size points, add one point of Speed. For every decrease of two Size points, subtract one point of Speed. An average human (Size 5) who becomes Size 7 gets a +1 Speed bonus, while he suffers a -1 Speed if he becomes Size 3.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Loom Of Space 5","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Medicine (for living creatures) or Crafts or Science (for objects)","roteDescription":"This rote grants a Silver Ladder willworker the ability to increase or decrease the spatial axes of any person, place or thing he can affect. Thus, a small steel plate could be expanded to serve as a shield, a rare relic made small enough to evade all save the most thorough mundane examinations, or the mage himself rendered sufficiently tall to reach a height twice or more than normal. Given the utility of this magic, it sees use by mages of every order."}]}