{"name":"Shroud Of Disinterest","sourceBook":"Tome Of The Mysteries","sourcePage":"142","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Extended","duration":"Prolonged (this spell uses the advanced prolongation factors)","aspect":"Covert","cost":"1 Mana","effect":"This defensive measure surrounds an item in a field of psychic energy, making noticing or remembering difficult. The object does not become invisible; instead it alters the observer's sense of priorities, so that the object fails to register as interesting or memorable. Potential observers must reflexively roll Wits + Investigation to take note of the object's presence. Observers using Mage Sight may add Gnosis to the dice pool. A +2 bonus applies when the perceiver actively searches for the Enchanted Item with an instant action. Whenever an observer's attentions stray from the item, the user contests Wits + Investigation against a dice pool equal to the spell's Potency. If the observer loses, he absent-mindedly allows the item's existence or location to slip out of his conscious thoughts. A similar contest, using the same dice pool, occurs when an observer attempts to document the item's existence in notes, photographs or video footage. If the item wins, the observer neglects to take notes or distractedly fails to properly operate the recording device. This spell is best cast on small, unremarkable objects that can easily be lost amid a room's background clutter, even when exposed to plain sight. Examples include pens, staplers, magazines, shoes, buttons, cushions, household tools and bits of packaging. Dice bonuses to the observers' rolls accrue when the item is large, ostentatious or strikingly decorated, or in some other way difficult to miss. The item's owner and authorized users are not subject to the effects listed in the chart. This spell may also be instilled in cursed items, in which case the item's owner is also subject to the effect, but the spell's creator is exempt.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}