{"name":"Sigilization","sourceBook":"Sanctum And Sigil","sourcePage":"37","primaryArcana":"Prime","arcanaRequirement":"Prime 2","requirements":[{"name":"Prime","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"This spell imposes upon an image or object (not a living creature) the caster's own aura, or that of a group of people, such as a cabal of mages. Mages use this spell most often to create a sigil, an image or object that bears their personal mark. Successes are applied to the sigil's Duration. This magical aura does not extinguish the object's own resonance, but the aura does make it harder to scrutinize the object: Anyone studying the object with Mage Sight must first collect a number of successes equal to this spell's Potency before the natural resonance can be discerned past the mage's imposed aura. If this spell is cast as a group ritual, the auras of all the mages involved are imposed upon the target object. In this manner, cabals can mark items with their own group sigil. With Prime 3, the mage can sigilize his aura upon living creatures, covering up their natural auras with his own. Some mages have been known to do this to \"brand\" their servants or even their apprentices. When cast in combination with the Prime 2 Transform Aura effect, this spell can sigilize items with an aura other than the mage's own. It is not easy counterfeiting other mage's auras, however. The mage first has to examine the aura to be copied, using Mage Sight and the rules for scrutinizing resonance. If he's trying to copy a cabal's sigil, he must do this for every aura involved in the sigil. Once he's done this and made the fake sigil, his copy can be scrutinized to see if it's a forgery. Examiners make an extended action Intelligence + Occult roll (10 minutes per roll) with a target number equal to the concealing spell's Potency.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}