{"name":"Silver Threads","sourceBook":"Astral Realms","sourcePage":"27","primaryArcana":"Mind","arcanaRequirement":"Mind 4 + Space 4","requirements":[{"name":"Mind","dots":"4"},{"name":"Space","dots":"4"}],"practice":"Patterning","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None during casting; 1 Mana per activation after casting","effect":"Astral Space is enormous and easy to get lost in. This spell binds astral bodies to one another with faint silver threads, allowing their owners to easily meet in Astral Space or keep from getting separated. The spell affects one target per success. The silver threads, visible only in Astral Space, lead off the caster to each target. Identical threads lead from each target to the caster and to every other target of the spell. The threads add three dice to attempts to navigate through Astral Space toward a bound comrade. The threads' real power is their ability to convene a group. While in Astral Space, a person bound with this spell may spend one Mana as an instant action to transport himself to anyone else affected by the spell or to transport one of them to him. A person may refuse the automatic summons, in which case the Mana is not spent. Instantaneous transport works only if both characters are in the same astral stratum; otherwise, one must travel to the other's stratum before invoking this power. To travel to one another in dream space, both characters must be in the same Oneiros or in Oneiroi that have been connected (as with Dream Bridge).","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Ties To The Squad","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Socialize","roteDescription":"Exploring an astral realm can be a martial exercise -- the realm certainly dangerous enough. Adamantine Arrows use this rote to ensure that the unit can't be split up, even in the worst circumstances. Mystagogues use a similar rote to more efficiently discover astral wonders: The group covers more ground apart then instantly join the person who makes the most interesting discovery."}]}