{"name":"Simulate Basic Needs","sourceBook":"Banishers","sourcePage":"57","primaryArcana":"Life","arcanaRequirement":"Life 2","requirements":[{"name":"Life","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"None","effect":"The mage can immediately obviate the effects of hunger and fatigue on him, readying himself for another full day of work in a few seconds. Banishers don't always have time to rest and eat in-between battles, and sometimes it behooves them to keep hammering on their enemies, regardless of how many days of pursuit and aggression it takes. This spell allows a Banisher to force his body to generate the energy it needs to simulate a nutritious meal and eight hours of healthy sleep. Casting this spell removes the effects of fatigue and hunger deprivation, and allows the mage to regain one point of Willpower as though he had slept for a full night. Casting this spell repeatedly over a series of days, though, is difficult. Whenever the Banisher uses this spell, he is creating nutrients from his own body. Most people have enough body fat for this to work, but casting this spell does force the mage's body to feast on itself. Over a period of time, the mage runs the risk of losing too much body mass and suffering malnutrition (which this spell can't cure). In game terms, if a mage uses this spell for a number of consecutive days in excess of his Stamina, he suffers one point of lethal damage per day. So, if a mage with Stamina 2 uses this spell continuously, he suffers one point of lethal damage on the third day, a second on the fourth day and so on. This damage can't be healed magically, but if the mage starts eating normally again, it heals at a rate of one point per day. At Life 3, the mage can cast this spell on others. If the subject is unwilling for whatever reason, subtract her Stamina from the mage's dice pool.","rotes":[{"roteOrder":"Banisher","roteName":"Rested And Ready","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Survival","RoteDicePool_Resisted":"Stamina","roteDescription":"A Banisher strategist realized that the ability to \"refresh\" quickly after a fight was a critical advantage to have. He developed this rote to give his cult and him the power to do so, and used the few hours this bought them to devastating effect on his enemies."}]}