{"name":"Sin Eating","sourceBook":"Grimoire of Grimoires","sourcePage":"48","primaryArcana":"Mind","arcanaRequirement":"Mind 5","requirements":[{"name":"Mind","dots":"5"}],"practice":"Making / Unmaking","action":"Extended (successes = subject's current Wisdom)","duration":"Lasting","aspect":"Covert","cost":"None","effect":"One of the foremost responsibilities of the Guardians of the Veil is to take on the burden of sin so that others need not. But, when Guardians fail to execute this heavy burden, others must sometimes sully their own hands with ugly necessities. Accepting the price of his failure, however, a Guardian can assimilate the wickedness of others and purify it in the crucible of his ongoing sacrifice, redeeming the virtuous and embracing his own damnation thereby. This spell enables the Guardian to do just that, drawing out the sins of others and taking their weight upon his own soul, so sparing them the pain of wickedness and nudging them back toward virtue. Upon successfully casting this spell, the Guardian takes on the spiritual burden of the most recent sin against Wisdom for which another mage suffered degeneration. (Use the Duration factors given for prolonged spells to determine how far back the caster can reach in his attempt to consume the subject's sin.) There exist certain interesting complications to this process, however. First, the subject must be willing and desirous of sincere repentance. Of course, part and parcel with a failed degeneration check is a feeling of vindication in one's improper actions, so this true longing for redemption is often easier said than done, and usually works better with either those who are, by nature, intensely virtuous or, conversely, those who have perceived an overarching pattern of wrongful behavior in themselves and wish to turn back from the path of hubris. Whatever the case, it is only a genuine commitment to self-betterment that empowers this spell's soul-mending effects. Second, the spell isn't a guarantee; merely a chance. The subject receives the opportunity to re-roll the degeneration check, automatically subject to a +1 die bonus for sincere remorse. If this check succeeds, though, the subject regains the lost Wisdom without cost and loses any derangement gained through that particular instance of degeneration. (derangements from other sources -- including other instances of Wisdom degeneration -- remain.)  Third, the Guardian can cast this spell only once on a given subject between instances of degeneration. (In other words, no \"going back\" to the next instance of degeneration and trying to undo that one as well, thus enabling another willworker to potentially skyrocket in Wisdom.) Fourth, the Guardian must pay the piper, as it were, by accepting the burden of sin upon his own soul (and regardless of whether or not the subject actually succeeds in his \"second chance\" to feel regret for his prior actions). In the case of any act at least 2 dots above the Guardian's present Wisdom score on the hierarchy of sins, this entails no degeneration check: His soul is simply too scarred already to suffer appreciably on account of this new burden. In the case of sins within one step of the Guardian's present Wisdom score, in either direction, this involves a degeneration check for the Guardian, as normal, subject to all the customary consequences for either success or failure. In the event of a sin at least 2 dots below the Guardian's present Wisdom score, this entails an automatic loss of Wisdom and the customary subsequent check to resist gaining a derangement.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Devils' Feast","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Empathy","roteDescription":"By consuming the iniquity of others, a Guardian of the Veil demonstrates the courage of her conviction, accepting the burden of not only her own sins, but also the sins of those around her. In addition to the spells and rotes concealed within The Codex of Lies, the grimoire itself bestows certain interesting benefits upon its possessor. First and foremost, the Codex grants a +1 modifier to all degeneration checks made by its current owner, as well as a +1 modifier to the roll to avoid gaining a derangement in the event of an unsuccessful degeneration check. Whether this is on account of metaphysical proximity to Plures' ideology of eternal sacrifice or some other reason is unknown; some Guardians have spent years researching the seemingly enhanced moral and psychological resiliency of an owner of the Codex, but to no avail. Further, regular study of the Codex grants a Guardian of the Veil (or any that manage to decipher its many tiers of hidden meaning) a +2 modifier to any rolls to influence, infiltrate, or otherwise interact with the structures, policies, and procedures of nearly any Sleeper occult society wholly or partially of Western European origin, with traditions (whether legitimately handed down, pilfered, or acquired by whatever other means) spanning back to at least the early 18th century. This insight is the result of regular perusal and contemplation of the symbolism integrated into the  text, and so functions only for one who has reviewed the grimoire within the past month. This bonus drops to a +1 in dealings with more modern societies deliberately cast in the mold of more antiquated fellowships of this sort, since many of the prominent symbols and ideals of such organizations have entered into the common consciousness and are thus co-opted by such groups."}]}