{"name":"Sleep Of The Just","sourceBook":"Mage: The Awakening","sourcePage":"212","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Special","aspect":"Covert","cost":"None","effect":"The mage can control her sleep cycle and dreams. She can cast spells to regulate her sleep cycle, sleeping as much or as little as she desires (though deleterious physical consequences can set in if the willworker sleeps too much or too little, unless Life Arcanum magic is used to compensate for radically altered patterns). The mage also controls when and about what she dreams. For each success on this spell, the mage automatically succeeds with a single roll to remain awake after 24 hours of no sleep (that is, the roll need not even be made; she stays awake). She still suffers the dice penalties for impaired performance with each six hour period. In addition, each spellcasting success also extends by one the maximum number of days the mage can potentially stay awake before passing out. The mage could instead choose to remain asleep for a long time, for up to 24 hours per success. During sleep, she can control the content of her dreams. Each success allows for a single mental-action task roll, whether for an instant or extended action, as long as she remains asleep. She could, for example, write a speech, poem or song, or puzzle through an enigma or riddle as if awake. In the case of extended-action tasks, she retains any accumulated successes upon waking and can continue the task while awake or wait until she sleeps again (assuming she casts this spell again before she next sleeps). Any supernatural attempts to intrude into her dreams or to force her to dream of certain things (such as with the Dream Traveler spell) must contend with this spell's Potency.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Sands Of Morpheus","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Occult","roteDescription":"A leader's work is never truly done. A Silver Ladder willworker can use this rote to work through his plans even while he sleeps, creating vivid and realistic scenarios in his dreams, preparing for the difficulties of his ascent through the ranks of the Awakened. Free Council mages also make use of such magic, using lucid dreaming and regimented control of sleep patterns to ponder the difficulties of their waking lives."}]}