{"name":"Sniffing The Winds Of Fate","sourceBook":"Guardians Of The Veil","sourcePage":"187","primaryArcana":"Fate","arcanaRequirement":"Fate 2 + Death 2","requirements":[{"name":"Fate","dots":"2"},{"name":"Death","dots":"2"}],"practice":"Unveiling","action":"Instant","duration":"Concentration","aspect":"Covert","cost":"None","effect":"Akin to both Fate 1 Sybil's Sight and Death 1 Grim Sight, but more powerful than either, Sniffing the Winds of Fate gives the caster a sense of the subject's ultimate destiny -- grand or humble, good or ill -- and how near the subject is to that fate. The \"bigger picture,\" or ultimate outcome of the subject's life, whether for good or ill, is revealed by a golden aura or a gray shroud around her, the intensity of which reveals the magnitude of the net effect she is destined to have on the world. A true saint is seen wreathed in a near-blinding radiance, while a cannibalistic serial killer who targets children would be shrouded by a deep leaden gloom. A mage can use this spell to read inanimate objects as well as living creatures to determine how pervasive the effects of entropy are on its structure and its ultimate fate, allowing the mage to determine whether a building is likely to stand for several more decades, fall into a lengthy state of disrepair before falling down (or being renovated). This spell reveals what might be considered the subject's default fate -- what will happen if destiny is allowed to run its course. With extraordinary action, the destiny revealed by this spell may be altered, at which point the spell may be used again at a later time to discern the subject's new destiny. This spell does sense, among other things, if the subject possesses the Destiny Merit, and a general sense of how strong the Merit is in that individual. The basic Fate + Death version of the spell reveals how strong or weak the subject's effect on destiny will be -- if he's a mover-and-shaker, or an average guy who will have little effect on the course of human (or cosmic) events. An exceptional success on the casting allows the mage to ascertain more specific information, including the ultimate cause, and possibly even the immediate circumstances, of the subject's death. The mage might briefly see his subject as she will appear after death: With a bullet wound to the head, or gray and withered from the wasting of cancer or with the grimace and clutching at the chest of one laid low by a heart attack. In the case of subjects whose destinies have been magically occluded, this spell's Potency must exceed that of the occluding magic.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Destiny's Revelation","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Investigation","roteDescription":"Guardians use this rote regularly to discern the merit of mortals they watch over. This rote lets them know whether a particular mortal would do well as a mage, or whether it's preferable to channel her away from the Awakening altogether. Guardians may allow a mage with a faintly shadowed destiny to survive, but any member of the Awakened limned with heavy shadow is likely to be targeted for death. By the same token, a mage targeted for destruction by the Guardians might get a reprieve if this rote reveals him to have a bright destiny."}]}