{"name":"Sorcerer's Retribution","sourceBook":"Grimoire of Grimoires","sourcePage":"55","primaryArcana":"Forces","arcanaRequirement":"Forces 3, Prime 2; Song: Angels Of Malice","requirements":[{"name":"Forces","dots":"3"},{"name":"Prime","dots":"2"},{"name":"Song: Angels Of Malice"}],"practice":"Fraying / Shielding","action":"Instant","duration":"Prolonged (1 scene, but see below)","aspect":"Vulgar","cost":"Special","effect":"This spell creates a matrix of kinetic and magical energy around the caster that's sensitive to invading magic. This whirling shard of bound force orbits him, avoiding nearby objects and leaving nothing other than a slight breeze to indicate its existence. When anyone casts a damaging spell on the caster the matrix lashes out, intercepting the intrusion and following it back to strike the source. Once cast, this spell acts like the spell Magic Shield, providing 1 point of armor per dot of the caster's Prime Arcanum. In addition, the spell strikes the source of the magical attack with a bolt of kinetic energy, inflicting 1 point of bashing damage per success. However, the same energy that shields the mage is used in the attack, like a sort of \"point defense\" against the spell that blows through to hit the enemy caster as well. Reduce the number of successes calculated for the attack by the armor rating provided by the spell. For example, if the caster scores 8 successes and has Prime 3, the counterattack is only treated as if it had 5 successes. The caster may voluntarily reduce the armor protection granted by the spell to increase its counteroffensive ability. The counterattack does not use one of the caster's actions. If the spell came from an artifact or imbued item, the kinetic energy strikes that instead. By spending 1 Mana, the caster can make the spell last 1 day. However, once the spell delivers its counterattack it is expended, whether the caster spent Mana or not. It must be cast again.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Angels Of Malice","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Expression","roteDescription":"Hellson designed this rote to strike down sorcerers who would dare attack him. He visualizes his voice coalescing into a serpent-shaped coil of energy, lying in wait against magical assault."}],"notes":"The Action was listed as \"Fraying / Shielding\" however this describes the Practice of the spell.  The spell casting action is Instant, the Practice is \"Fraying / Shielding\"."}