{"name":"Sound Mastery","sourceBook":"Mage: The Awakening","sourcePage":"170","primaryArcana":"Forces","arcanaRequirement":"Forces 3","requirements":[{"name":"Forces","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Concentration (unique sounds) or prolonged (repetitive sounds)","aspect":"Vulgar","cost":"None","effect":"The mage creates sounds or silences them. He could, for example, create the sound of a police siren or render absolutely silent the footfalls of a stealthy intruder. He can also record sounds, storing them magically for later playback. Successes determine the sound's volume. The range of sounds the mage creates depends on his ingenuity and capability. A reflexive roll of Wits + Expression (for voices) or Animal Ken (for animal cries) or Science (for devices) might be required. An instant and contested Intelligence + Investigation roll can be made for any listener who doubts his ears to realize the sound is fake (it's a real sound, but not a real lion). The Duration for creating sounds is one scene, although if the sound is sufficiently repetitive it could last for up to a scene (or longer with extra prolonged Duration factors) without needing the mage's concentration. Conversely, one success is usually enough to completely silence a one yard radius around a targeted spot (successes can be allocated to Target factors to silence a larger area. A sound created by this spell or other magic within the zone of silence must contest with the silencing spell's Potency for its sound to be heard. A separate casting of this spell allows a mage to record sounds that occur around her and store them as bits of magical energy. For the following hour, she can choose to turn on her magical recorder as an instant action, although she can turn it off reflexively. She then \"locks off\" one of her Mana points, using it to store the sounds. She cannot spend that point without losing its stored recording. She can play them back for herself at any time using the Read Matrices spell, or she can play them for anyone to hear (and record with a mundane recording device, perhaps for posterity) by spending the locked Mana, after which the recording is lost. (Unless she has Prime 3, allowing her to distill the Mana into tass, and so store it physically.)","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}