{"name":"Spirit Road","sourceBook":"Mage: The Awakening","sourcePage":"251","primaryArcana":"Spirit","arcanaRequirement":"Spirit 3","requirements":[{"name":"Spirit","dots":"3"}],"practice":"Weaving","action":"Extended (target number = Gauntlet Strength)","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage opens a road across the Gauntlet, a lane where he can cross over to the Shadow Realm and where spirits from the Shadow Realm can cross over into the material world (although they are in the state of Twilight unless they can manifest with their own power). The mage cannot stop other beings from using the road unless he works to physically or mystically bar them. In ancient days, it is said, the worlds of spirit and flesh were one and there was no need for such a road. Now, the invisible realms are well hidden from the eyes of ordinary men and only those who understand the secrets of spirits can lower the wall between flesh and spirit. The target number is equal to the local Gauntlet's Strength (minimum one success even with a weak Gauntlet). A dramatic failure on the casting means the mage may not attempt to create a Spirit Road again for another day (24 hours), which may leave him in a precarious position if he's currently in the Shadow Realm trying to get back to the material realm (although he may be brought across by another mage's spell). When stepping from the material realm into the Shadow Realm, the mage appears in the Shadow Realm location contiguous with the place he just left in the material realm. One person or spirit of Size 5 or less can walk the road per turn (larger beings can spend two turns walking it). Each success added to the target number allows the mage to widen the road so that one additional person can walk it per turn. The road remains for one hour. Note that the caster cannot limit who can use the road; nearby enemies can attempt to walk it. A person can be thrown forcibly through the Gauntlet onto the road. He must first be grabbed in a grapple action, after which the grappler can shove him onto the road as an overpower maneuver. With Spirit 4, this spell can be cast with a prolonged Duration. With Spirit 5, it can be cast as an instant action (and with advanced prolonged Duration factors).","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Into Shadow","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Survival","roteDescription":"While a dangerous undertaking, the creation of a Spirit Road is occasionally necessary for Mysterium mages. Through such a path, a willworker and his entire cabal might enter the Shadow Realm, or something residing in that plane can be brought into the world of flesh."}]}