{"name":"Spirit Possession","sourceBook":"Mage: The Awakening","sourcePage":"253","primaryArcana":"Spirit","arcanaRequirement":"Spirit 4","requirements":[{"name":"Spirit","dots":"4"}],"practice":"Patterning","action":"Instant and contested; target rolls Resistance reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The mage can cause a spirit to possess a living creature's body. The targeted spirit gains the Possession Numina if it does not normally possess that power, and must use it to possess an indicated target. When a possessed individual is about to be made to do something totally antithetical to her beliefs, a reflexive and contested Resolve + Composure roll is made for her to regain control and push the entity out. Successes rolled for her are compared to the successes won for the spirit on the possession roll. A possessing spirit retains access to all of its own applicable powers, but has none of the paranormal capabilities of its host save for the purely physical. (Thus, a spirit possessing an ancient vampire with a Strength of 6 has access to that prowess, but cannot vampire's preternatural ability to further enhance its own physical power, and cannot use any telepathic abilities or supernatural allure the vampire might have.) Also note that forcibly binding a spirit (whether in a place, object or being) against its will could constitute an act of cruelty sufficient to challenge a mage's Wisdom.","rotes":[{"roteOrder":"Theosophy Tradition Rote","roteName":"Overshadowing","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Resistance (Extended)","roteDescription":"To be overshadowed is to be controlled, worn like a glove. In séance conditions, the theosophical mage can make a spirit enter her (or someone else) and for a time, overshadow her. The seance doesn't need all of the paraphernalia of the seance, but it does take time. The mage might meditate silently, or maybe she chants or repeats a spoken formula. Maybe things happen to the room. The lights flicker. The table shakes. There's a knocking on the walls or at the window. The subject of the spell stiffens, and begins to speak with a strange, impossibly altered voice. The victim has been overshadowed. Mages with sense order themselves or their subjects (who must be willing) to be strapped or tied down until such time as the spirit leaves. The kind of spirits that the theosophists call upon themselves are usually benevolent, but it's best not to take chances."}]}