{"name":"Spirit Pact","sourceBook":"Tome Of The Mysteries","sourcePage":"129","primaryArcana":"Spirit","arcanaRequirement":"Spirit 2","requirements":[{"name":"Spirit","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"1 Mana","effect":"The mage engages in a transfer of ephemeral energy with a willing spirit of Rank 3 or higher. The spirit sacrifices a Willpower dot on the willworker's behalf, which the willworker then uses to relinquish control of an indefinite duration spell. The Willpower point cannot be used for any other purpose. Before casting the spell the willworker must make contact with the spirit; Spirit Pact does not call or summon the entity. The spirit must be a willing participant in this transaction. These deals are invariably pre-arranged. On rare occasions, a powerful spirit may volunteer this boon as a reward or gift to a mage to whom it feels a debt of gratitude. More often, the mage must seek out the spirit and offer a great and onerous service in return for the gift of cheap spell relinquishment. Expect the service to be difficult, dangerous and time-consuming; it will typically comprise a chapter or story unto itself. The quest may take place in Twilight, the Shadow Realm or the Material Realm. Agendas of spirits for the Material Realm are often bafflingly obscure. Spirits who embody a particular concept or sphere of influence often require their mortal negotiating partners to perform acts of symbolic significance, which generate power for them in the Shadow Realm. For example, a god of storm may require the cabal to generate a mighty hurricane. A deity of lust could demand that the mage destroy the reputation of an anti-pornography crusader. Only after the quest has been completed will the spirit fulfill its side of the bargain.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Twilight Contract","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Occult","roteDescription":"Operatives of the Mysterium, who attach a romantic significance to quests and enjoy plumbing a tantalizing mystery, would sooner truck with enigmatic godlings than spend their own force of will to relinquish spell control."}]}