{"name":"Spirit Steed","sourceBook":"The Adamantine Arrow","sourcePage":"188","primaryArcana":"Spirit","arcanaRequirement":"Spirit 3 + or (Spirit 3 + Space 2 + Fate 2)","requirements":[{"name":"Spirit","dots":"3"},{"name":"Space","dots":"2","Optional":"True"},{"name":"Fate","dots":"2","Optional":"True"}],"practice":"Weaving","action":"Extended; see below for target number","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana","effect":"Before casting this spell, the mage must locate or summon an appropriate Twilight spirit, and she must be able to see, touch, and communicate with it (usually through the use of other Spirit spells). In most cases, the mage will require a spirit that can manifest in an embodied form to perform its service (typically as a horse, though a camel, a dolphin, or even a motorcycle might be more appropriate in some cases). To acquire the service of an embodied spirit, the mage must achieve four successes. If there's no need for the spirit to be capable of manifesting - if, for instance, the mage is capable of assuming a Twilight state - the target number is reduced to three. Embodied spirits will not lose Essence during the Duration of the spell; they typically move at a speed appropriate for their form, but are not limited by fatigue, hunger, fear of predators, etc. The speed of a spirit in Twilight will depend on its type. A wise mage carefully considers the type of spirit she needs when making her initial search or summons, knowing that the more specific traits she seeks, the harder it may be to find a suitable steed. A spirit that serves once may tell the mage its name, if it's been well treated and/or rewarded, making it easier to find for future castings of this spell. The spell can be cast in conjunction with Fate 2 and Space 2, in which case the spirit's service is deferred until some specific circumstance occurs - typically, when the mage calls out for the spirit - at which point it will arrive on the scene within one turn. This enables the caster to make a quick getaway without needing an extended casing.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Sleipnir's Get","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Socialize","roteDescription":"Some of the order's tall tales and legends describe bold warriors who travel into battle on the back of fantastic spiritual allies. Daring rescues, challenging quests, or fast exits are all made easier with the help of this rote."}]}