{"name":"Summon Morphean","sourceBook":"Summoners","sourcePage":"52","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"This spell enables a willworker to call forth a morphean from the depths of her own dream-realm or, if she is powerful enough and her consciousness is somewhere within the deeper reaches of the Astral, that of another. Successfully casting this spell upon oneself summons one of the mage's own morpheans as a presence in Twilight. The willworker may interact with this dream-fragment as she sees fit. Some simply call up dreams of aspects of the subconscious to explore (or enjoy) them, while others use this experience as a crucible; relentlessly analyzing subconscious desires. The mage's most pressing present subconscious desire is drawn out of her, taking on ephemeral form. If the mage is dreaming or otherwise in direct contact with her subconscious, then she may choose the specific aspect of her Oneiros that she calls forth. With Mind 4, a mage whose consciousness is presently in the Temenos or the Dreamtime can spend a point of Mana to attempt to summon a morphean out of another individual who is physically present at the location of her body. With Space 2 and Mind 5, she may attempt to do so at sympathetic range (again, spending a point of Mana), though she must still be within the Temenos or Dreamtime, and the morphean will appear in Twilight near the summoner's body. Note that this process does not enable a willworker to actually enter the Oneiros of another; merely to call morpheans out of Oneiroi.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Calling Through The Looking Glass","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Empathy","roteDescription":"Summoning dreams is a practice, some say, as old as Atlantis itself. While the Free Council is not nearly that ancient, they are no less dedicated to their arts than mages who came before. This rote, in particular, was crafted early in the Order's existence and was used extensively in the early days of the Free Council to help guide and direct the path of Libertines interested in the burgeoning field of psychology, drawing upon their common dreams. It remains a popular and well used rote to this day and is often shared amongst the ranks of the Free Council and beyond."}]}