{"name":"Summon Royal Avatar","sourceBook":"Summoners","sourcePage":"27","primaryArcana":"Spirit","arcanaRequirement":"Spirit 5","requirements":[{"name":"Spirit","dots":"5"}],"practice":"Making","action":"Extended (target number = 25 successes)","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"10 Mana","effect":"Since the most ancient times, mages have aspired to commune with the gods. Indeed, in ancient Atlantis, the Ladder to Heaven was constructed for the very purpose of conversing with the powers that moved (and were, in turn moved by) the most expansive processes of the cosmos. The Celestial Ladder is gone, but beings still dwell within the Fallen World possessed of such immense power as to be considered divinities in their own right. Masters of the Spirit Arcanum who wish to have contact with such entities make use of this spell to do so. Successful casting of this spell summons a royal avatar to the mage's location. Because of the transcendent nature of spirits of Rank 6 or greater, no Space Arcanum component is necessary to contact the spirit; it simply knows that it is being contacted and either chooses to extrude an avatar or not. If the spirit is unwilling to speak with the summoner, then the spell automatically fails, regardless of successes accrued and Mana spent. Successes equal to five times the avatar's effective spirit Rank (of 5) are necessary to build the ephemeral shell to be inhabited by a fragment of the royal's consciousness and power. The caster has no control, whatsoever, over the final Traits of the royal avatar; the royal assigns them, instead, according to its wishes. If, at any point, the royal wishes to terminate contact with the summoner, the spell automatically ends, with no roll necessary. Should the royal wish to communicate directly with the willworker, then it may simply shift the totality of its presence to the mage's location, though such is surpassingly rare. Not only do most spirit royals have no inclination to deal so directly with mortals, but the unscheduled arrival of so potent a being can inflict disastrous incidental consequences on the local Shadow and material realms. Further, entities of equal or greater standing to the royal may view such a move as an infringement against territorial boundaries and retaliate accordingly. Casting this spell is an act of hubris, requiring any mage with four or more dots of Wisdom to roll three dice against degeneration.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Descent Of Kings","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Expression","roteDescription":"As they did in times of old, modern th&eacute;archs still dare to summon individual facets of the gods, themselves, when the need is dire. Throughout the ages, this incredibly dangerous spell has passed out of the exclusive lore of the Silver Ladder and into the hands of willworkers of all orders."}]}