{"name":"Summon Cryptid","sourceBook":"Summoners","sourcePage":"29","primaryArcana":"Life","arcanaRequirement":"Life 3 + Space 2 + Spirit 3","requirements":[{"name":"Life","dots":"3"},{"name":"Space","dots":"2"},{"name":"Spirit","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Resistance reflexively","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"Willworkers interested in seeing the Mothman, the Jersey Devil, the Fiji mermaid, or the Mongolian death worm often find nothing but fanciful tales and badly-crafted fake corpses for their efforts. Those who learn this spell, on the other hand -- and who dare to wander into some of the loneliest and remotest places on Earth -- sometimes find a great deal more. This spell calls a cryptid out of the Verge or other impossible space in which it dwells. The willworker must be physically present at the site of the Verge or other \"impossible space\" that contains or encompasses the cryptid's personal domain in order to cast this spell. Summon Cryptid may not be cast at sympathetic range, even if the mage otherwise possesses a sympathetic connection to the creature that she is attempting to summon. Success in casting this spell summons a cryptid out of its hiding place and compels it to present itself before the caster. The creature may or may not be peaceful; the spell offers no protections of its own against a hostile cryptid. A cryptid may willingly forego its roll to contest this spell if it actually desires to make contact (out of curiosity, loneliness, or even hunger).","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Fortean Bestiary","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"Mystagogues often have occasion to encounter aberrations of the natural world. Those that make a habit of such unusual adventures sometimes wish to be able to call up a particular specimen for study, rare sacramental components, or even just a pleasant chat. This rote is ancient, indeed, and has long since passed into the hands of mages outside of the Mysterium."}]}