{"name":"Summon Esoteric","sourceBook":"Summoners","sourcePage":"54","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Prolonged","aspect":"Covert","cost":"None","effect":"By means of this magic, a mage can call forth an esoteric from the forefront of the human consciousness. Just as a Disciple of the Mind Arcanum can summon morpheans from her own subconscious, she can also call esoterics from out of herself, learning about the nature of her motivations and her conscious desires. With a successful casting, whatever desire is presently at the forefront of the mage's consciousness takes on ephemeral form. With Mind 4, a mage can attempt to cast this spell to summon an esoteric out of another individual within sensory range. With Space 2 and Mind 5, she may attempt to do so at sympathetic range, though esoteric will appear in Twilight near the summoner, rather than the subject. ","rotes":[{"roteOrder":"Guardian Of The Veil Rote","roteName":"Arresting The Self","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Subterfuge","roteDescription":"The oldest known use of this rote dates back to a Consilium in 13th century Spain. A Mastigos Guardian now known only by her Shadow Name, Lucia, was following the trail of a Tremere lich who had allegedly infiltrated the Consilium. Unable to piece together the fragmentary clues left by the Left-Handed Necromancer, the Warlock turned to other options. In secret, she studied her fellow mages through scrying portals, calling their foremost conscious desires out of them, so they could be studied and the truth of the matter discerned. Lucia never found a lich, however, as none existed within the Consilium to find. Instead, she discovered that the rumor had been seeded by two Seers of the Throne who had quietly replaced Councilors, and that they were using the paranoia that the story engendered to gradually weaken any hope of concerted resistance when the time came for their allies to strike. Armed with this knowledge, Lucia petitioned for, and received, permission to eliminate the threat."}]}