{"name":"Supernal Vision","sourceBook":"Mage: The Awakening","sourcePage":"221","primaryArcana":"Prime","arcanaRequirement":"Prime 1","requirements":[{"name":"Prime","dots":"1"}],"practice":"Unveiling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage gains the Mage Sight ability. This is the most potent of the resonance-detecting senses and the Storyteller should be lavish with its details, explaining intricacies of any given source of resonance that would likely be invisible to one using another Arcanum. Some details, however, are best analyzed with other Arcana (in the way that Matter is best suited to \"thick\" or \"ponderous\" resonances), or better still in conjunction with Prime. Many mages describe this sense as sight, though some claim to \"smell\" or \"taste\" lingering sorcery on a person or place. Others simply speak of a sixth sense or other esoteric perception that defies ordinary categorization. See the information on Resonance for rules on scrutinizing magic with this spell. A +1 dice bonus is gained on perception and scrutiny rolls to sense Awakened magic of any kind, as well as for detecting Mana, tass, enchanted items, and Hallows. If the source of mystic power is concealed, the mage's successes must exceed the Potency of the magic used to conceal the source. In addition, the mage concentrates (an instant action during which he can move only his Speed and loses his Defense) to read a person's aura to determine her nature (see the Aura Signifiers chart under the Aura Perception spell), but not her mental or emotional condition (which requires the Mind 1 Aura Perception spell; adding Mind 1 to the casting of Supernal Vision allows the perception of both mental state and nature).","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Eye Of The Magus","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"Uncovering the hidden knowledge of the Awakened involves far more than the five mundane senses. Willworkers of the Mysterium use this magic to attune themselves to virtually any sort of paranormal phenomenon, detecting the presence of mystic artifacts and unseen spells. The mages of the Silver Ladder use this rote to discern the intricacies of nearby magical phenomena. After all, a diplomat from another Consilium carrying a small item heavily enchanted with potent Death magics may, in fact, be an assassin."}]}