{"name":"Supernal Hack","sourceBook":"The Mysterium","sourcePage":"194","arcanaRequirement":"Forces 3 + Matter 3","primaryArcana":"Forces","requirements":[{"name":"Forces","dots":"3"},{"name":"Matter","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Computer data is a unique amalgam of information stored in an Forces-based media within a Matter-based framework. Without an intuitive use of both Arcana, a mage is limited to using one sphere or the other in a brutish and possibly destructive way if he directs his Supernal attention to this delicate technology. By using both Arcana together, however, a skillful mage can manipulate, modify, or delicately delete select pieces of virtual data while leaving the rest untouched. Supernal Hack provides two separate effects. After casting it, an Awakened computer user can add additional dice equal to the number of dots he has in Forces to any computer-related rolls for the rest of the scene. As well, while Supernal Hack is active, any penalties inflicted by Supernal-security measures on technological devices the mage interacts with are halved.","rotes":[{"roteOrder":"Mysterium","roteName":"Read The Virtual Tome","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Computer","roteDescription":"In many ways, computers and data banks are the archives of the next age, holding untold secrets and knowledge. Just as Mind mages can use Telepathy to read an individual's thoughts, mystagogues who are adept with both Matter and Forces can \"read\" the contents of an electronic disk or hard drive, intuitively sensing the interplay between magnetic, photonic or electronic markers and their physical components. Using a combination of the Matter and Forces Arcana in a technological version of telepathy, the mage can read computer files as if they were printed out on a monitor before them. Text document or database files are standard difficulty, reading data that has been intentionally given additional encryption may be attempted at a -1 to -3 penalty, depending on the complexity of the encryption used. Information can be read at the same rate as if it was being read in a text form."}]}