{"name":"Supernal Sense","sourceBook":"Tome Of The Mysteries","sourcePage":"71","primaryArcana":"Prime","arcanaRequirement":"Prime 5 + Space 3","requirements":[{"name":"Prime","dots":"5"},{"name":"Space","dots":"3"}],"practice":"Knowing","action":"Instant","duration":"Prolonged (scene)","aspect":"Covert","cost":"1 Mana","effect":"The mage expands his sense of the Supernal until he can sense the presence and rough location of all active spells within a certain radius. The mage successfully senses all active Supernal magic within one mile of his current location. Each additional success on the roll adds one mile to the spell's range. Currently active spells register, as do any spells activated during this spell's Duration. As the mage knows constantly where these effects are located, he can try to find them. Locating a specific active spell requires an instant Wits + Occult roll. When a spell the caster has detected ends, he loses his sense of where it was. If he still wishes to navigate toward it, he must do so by memory. This awareness provides only the basic information that a spell is active. In order to learn more about it, the mage must examine it, either in person or through scrying. Additionally, covert magic is significantly more difficult to pinpoint; though the mage can sense it, trying to locate a covert spell well enough to find it applies a -3 dice penalty on the Wits + Occult roll. The mage notices spell effects performed behind wards only if the Potency of his spell exceeds that of the ward. Consider wards to be behind their own shields for the purposes of avoiding detection. Since the spell's range is its primary factor, a mage must choose to increase its Potency specifically if he wants it to bypass any wards. Imbued Items and Artifacts do not reveal themselves to the mage unless they are currently in use. Legacy Attainments do not register whatsoever.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Supernal Radar","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Empathy","roteDescription":"The Guardians of the Veil take it upon themselves to police the Awakened -- a usually unwilling and unappreciative populace. This rote serves the Guardians well. Using it to sense any active magic, a Guardian can locate and investigate any potential breaches of the Veil, or she can track fleeing mages who don't realize that their personal shielding spells might give them away."}]}