{"name":"Suppress Enchantment","sourceBook":"The Mysterium","sourcePage":"203","arcanaRequirement":"Prime 4","primaryArcana":"Prime","requirements":[{"name":"Prime","dots":"4"}],"practice":"Unraveling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage temporarily suppresses the power of an Artifact or imbued item. This spell dispels any magical effects produced by the item and makes the item unusable for the Duration. Each use of this spell affects only one of the powers possessed by a single Artifact or imbued item. If the mage knows the powers of the item, she can specifically cast the spell to affect one specific power; otherwise, the spell automatically affects the most powerful functional enchantment on the item. A single success temporarily removes one die from the dice pools of a contingent effect. If the number of successes equals or exceeds the number of dots of the highest Arcanum used in this power, then this spell temporarily renders this power unusable. For example, rolling three successes causes an item imbued with a single Life 3 effect to be temporarily non-magical. Persistent items are unaffected by any number of successes less than the number sufficient to completely suppress it. This spell can suppress the powers of an Artifact, but in all cases, powers on an Artifact require one additional success to suppress with this spell; suppressing a Life 3 spell on an Artifact would require the mage to roll four successes. Repeated castings of this spell are not cumulative, but the caster can repeatedly attempt to suppress a single effect by making an especially good roll. Also, mages can cast this spell repeatedly on an item imbued with multiple powers in order to suppress each of these powers in turn. Because magic, just as life, is a phenomenon that is constantly in flux, it is impossible to cast this spell with an indefinite Duration; the longest possible Duration for this spell is one month (if cast using the advanced prolongation table).","rotes":[{"roteOrder":"Mysterium","roteName":"Restraining The Power","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"Some enchanted items are sufficiently dangerous that they are difficult to examine safely. Whether attempting to avoid the affects of a dangerous, millennia-old Artifact protecting an ancient tomb or trying to study an eccentric and deadly imbued item created by a half-mad mage, members of the Mysterium often find themselves in need of a way to temporarily suppress dangerous magics that have been placed on an item."}]}