{"name":"Suppress Own Life","sourceBook":"Mage: The Awakening","sourcePage":"142","primaryArcana":"Death","arcanaRequirement":"Death 3","requirements":[{"name":"Death","dots":"3"}],"practice":"Veiling","action":"Instant (or reflexive with 1 Willpower)","duration":"Prolonged (one hour)","aspect":"Covert","cost":"None","effect":"The mage can temporarily suppress his own life. While in this state, the mage is well and truly dead. The physical symptoms of death, other than decomposition, set in (the onset and passing of rigor mortis, the receding of the gums and the skin of the scalp and fingertips, the pooling of blood at the bottom of the body). The mind and spirit are absent. The mage determines a trigger that will wake him from this state (such as being struck or having a dog bark within earshot). Otherwise, he is dead until such time as the spell's Duration runs out. Once awake, his Social rolls are penalized by -1 for every four hours he was under the spell's effects (up to a maximum of -5). A character who looks like a walking corpse likely causes terror and repugnance. Penalties are reduced by one per hour after waking, as the mage regains his natural complexion. This spell is most often cast as covert magic, made to appear as if the mage dies of natural causes or an accident. By spending a Willpower point, the mage can reflexively cast the spell as soon as something happens that he can use as an excuse for his demise, such as if a foe strikes him. The Death 1 Grim Sight spell allows a mage to detect that a seemingly dead body is not actually dead, although that spell's Potency must equal or exceed the Suppress Own Life spell's Potency.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Descending To The Grave","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Subterfuge","roteDescription":"Not many people think to ask anything of a corpse, and Guardians whose activities have been compromised sometimes use this rote in order to avoid difficult questions. While the issues that crop up in the wake of a body disappearing from the local morgue can prove problematic, they are often less of a headache than being arrested or genuinely killed. On occasion, willworkers of the Silver Ladder have faked their own deaths by way of this rote, in order to cut the losses of one life and start anew."}]}