{"name":"Suspension","sourceBook":"Mage: The Awakening","sourcePage":"240","primaryArcana":"Space","arcanaRequirement":"Space 4","requirements":[{"name":"Space","dots":"4"}],"practice":"Patterning","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"1 Mana","effect":"By means of this spell, the mage essentially entangles a given being or object with invisible spatial strands, rendering him incapable of leaving. The subject is boxed in and cannot leave under his (or its, in the case of moving objects) own power, detained until such time as the spell expires or the mage chooses to grant release (or someone else with an advanced understanding of spatial magics undoes the imprisonment). From the subject's point of view, no amount of movement in any direction results in progress toward escaping the zone of confinement. Outside observers see the subject moving but not getting anywhere. Although the subject cannot travel anywhere, he still gains his Defense against attacks to which it normally applies. This pocket of \"looped\" spatial strands can be placed directly upon a subject (in which case the subject can contest it with a reflexive Composure + Gnosis roll), or it can be set up so as to snare any who physically enter the space. With a single success, the Suspension snare covers a defined volume of five cubic yards; additional Target factors can increase this volume. The snare does not hold more cubic mass than it is designed to encompass. Made too small, it cannot hold the desired volume. Too large, and it may capture unintended individuals and objects. As the strands close about a living target, he can attempt to slip free in the first turn of contact with a successful Dexterity + Athletics roll as a contested and reflexive action. If his successes exceed the spell's Potency, he slips free of the strands. (If he is a mage, he can attempt to use countermagic instead.) Once suspended, the subject can attempt to wriggle free of the strands with an extended Dexterity + Athletics roll, with rolls once per turn and a target number equal to the Suspension spell's Potency plus its caster's Space dots. Note that a mage with Space 4 can use the Teleportation spell to instantly extricate himself from the strands. In conjunction with Death 2 or Spirit 2, Suspension affects (or can be made to ensnare) Twilight ghosts or spirits, respectively. If such beings have powers that allow them to step across the Gauntlet, they can circumvent Suspension (as can a mage using the Spirit 4 Road Master spell). In conjunction with Spirit 3, Suspension can be extended to snare beings on the other side of the Gauntlet, in the Shadow Realm, making escape via Numina or spells that cross the Gauntlet impossible. With Space 4, this spell can be cast with a prolonged Duration.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Spider And Fly","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Investigation","roteDescription":"Like a spider enmeshing its quarry in a web, an Arrow mage uses this rote to bind an enemy in place, rendering her easy prey. Guardians of the Veil also use this magic to ensnare escaping witnesses before they can do anything foolish."}]}