{"name":"Swearing An Oath","sourceBook":"Mage: The Awakening","sourcePage":"153","primaryArcana":"Fate","arcanaRequirement":"Fate 2","requirements":[{"name":"Fate","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"None","effect":"The mage learns the basics of binding oaths, acquiring the ability to swear such an oath (effectively declaring her intentions officially to Creation). The metaphysical weight of her vow is small and has little momentum, but such an oath can turn the tide in a mage's darkest moments, being the deciding factor that transforms disaster into victory. The oath gives the mage no bonuses to dice rolls or anything grandiose like that, but instead gives his player the opportunity to reflexively roll Resolve + Composure for the character to act in circumstances that would normally forbid action. For example, the mage is being controlled mentally and compelled to stand by and watch as the person she swore to protect suffers. A reflexive Resolve + Composure roll can be made for her to ignore the mental compulsion and to act to protect her charge. Also, at the Storyteller's discretion, when the mage undertakes some action that directly upholds the oath, she may regain a spent Willpower point, just as though she indulged her Vice. Note that a mage cannot cancel her own oath spell unless she knows Fate 4. She must dispel it if she no longer wants its effect. If the mage knowingly and willingly breaks the oath (in other words, is not compelled to do so), she suffers from the effects of the Evil Eye spell, an effect which cannot be undone by a mage with less than Fate 4. (This means that all the mage's dice pools are penalized by her own Fate dots until the oath spell is dispelled.) The mage cannot swear more than one oath at a time. (He can have more than one geas cast upon him, however; see below.)","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Testifying To The Gods","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Persuasion","roteDescription":"There are few things in this world more fearsome than a warrior sworn sincerely to a cause. Willworkers of the Adamantine Arrow consecrate their oaths before Fate itself and so dedicate themselves entirely to their missions. Mages of the Silver Ladder, wishing to make a good impression upon those over whom they would hold sway, sometimes take similar vows, as a show of good faith."}]}