{"name":"Synchronicity","sourceBook":"Tome Of The Mysteries","sourcePage":"60","primaryArcana":"Fate","arcanaRequirement":"Fate 1","requirements":[{"name":"Fate","dots":"1"}],"practice":"Knowing","action":"Instant","duration":"Transitory (one turn)","aspect":"Covert","cost":"None","effect":"The mage gains cryptic guidance from meaningful exercises of apparently random chance. Best used when the willworker has reached some sort of impasse or has no idea what to do next, Synchronicity requires the user to open herself up to some sort of random input, allowing the forces of apparent coincidence to point a way forward. The user might turn on a television and flip quickly through the channels, let an encyclopedia fall open to a random page or toss a dart at a map. Other willworkers will stake out a spot on a busy sidewalk or get in a car and follow an arbitrarily chosen vehicle. More homebound types might allow a random MP3 to play on their portable music devices or use a randomizing program to call up a serendipitous web page. Whether a television program, snippet of song lyric, address or street encounter is used, the result of the random input suggests a course of action or an answer to a thorny question. When Synchronicity is used, the player chooses the random input, and the Storyteller provides an oblique hint or opportunity to act that will either move the mage out of a static situation or alleviate a state of confusion, if interpreted with sufficient creativity. For example, let's say that the mage has been assigned to protect a young Sleeper, but, after a series of humiliating disasters, has lost all track of him. The mage casts Synchronicity and turns on the television. The current channel is running a documentary about chess. Knowing that this is somehow significant, she heads down to the local chess club, where she finds the kid sitting in on a game. Answers become clearer at a Potency of 3 or higher. For example, the chess documentary might include footage of the very chess club where the kid is playing. On an exceptional success, an answer suggests an obvious course of action. Here the willworker might see a live interview between the kid and a local news personality.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Lost And Found","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Streetwise","roteDescription":"When heading into an unknown situation, the willworker seeks out the nearest facility with a Lost and Found department, and lays claim to the oddest and most unusual item left behind there. This item will then prove instrumental in overcoming a crucial obstacle in the trial ahead."}]}