{"name":"Tangle The Threads","sourceBook":"The Adamantine Arrow","sourcePage":"176","primaryArcana":"Fate","arcanaRequirement":"Fate 3 + Mind 2 + Prime 2","requirements":[{"name":"Fate","dots":"3"},{"name":"Mind","dots":"2"},{"name":"Prime","dots":"2"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Likely, the single most common application of the ability to magically tamper with the skein of destiny is to be found upon the battlefield. Ricocheting bullets \"coincidentally\" strike their intended targets, while enemies slip on patches of ice, and someone \"just happened\" to have left something leaning against the alley wall that can be used as a weapon. When these powers are used to one's benefit, they are great boons. When used by the enemy, however, these powers constitute an unacceptable liability. This spell was created to level the playing field somewhat in just that respect. Each success assigned to this spell's Potency increases by one the number of successes required to manipulate the caster's destiny with the Fate Arcanum -- the tides of fortune that surround her are simply too convoluted to easily navigate, full of conflicting emotions and compulsions, and occluded by random patches of magical concealment. Note, however, that other Fate magics in the area work normally, including those that might indirectly target the caster, such as being caught within the area of a \"Swarm of Locusts\" spell. This spell effectively defends the caster against certain Fate-based effects that are \"under the radar\" of the Unfettered Fate 4 effect, such as Monkey's Paw and Alter Oaths.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Blinding The Three Sisters","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"An Arrow can truly depend upon only one sort of luck: The luck she creates. Every soldier knows that reducing the potential number of uncontrolled variables upon the field is a good way to increase the odds for victory. Of course, this rote also makes it more difficult for allies to tweak destiny in her favor, but all of that is probably best handled before the engagement, anyway, "}]}