{"name":"Telepathic Control","sourceBook":"Mage: The Awakening","sourcePage":"216","primaryArcana":"Mind","arcanaRequirement":"Mind 4","requirements":[{"name":"Mind","dots":"4"}],"practice":"Patterning","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Prolonged (vs. Sleepers) or transitory (vs. mages or other supernatural targets)","aspect":"Covert","cost":"1 Mana","effect":"The mage exerts telepathic control over humans and other higher minds. At this level, subjects cannot be compelled to undertake actions inimical to their nature (so most people could not be made to undertake blatantly suicidal actions, for example). Additional targets can be added by increasing Target factors. All affected minds must be controlled in precisely the same way. In other words, the mage could command all affected subjects to protect her or dig a hole, but with a single spell could not make one person wash dishes, another make dinner and a third clean the bathroom. If the caster tries to command the target to put himself in a dangerous situation, a fresh reflexive and contested roll is made for the victim to ignore the command (the new roll's successes must exceed the spell's). With Mind 5, this spell can be cast with a prolonged Duration against mages or other supernatural targets. (Or the mage could cast the more powerful Psychic Domination spell, instead.)","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Noblesse Oblige","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Persuasion","RoteDicePool_Contested":"Resolve + Gnosis","roteDescription":"Those in positions of authority are owed obedience in return for the sacrifices they make and the protection they give to those below them. This rote, the Imago of which involves the mage placing an orichalcum crown upon his head and all bowing to him, invokes that power. Factor Bonuses: Wearing the symbol of a gold crown (often a ring or lapel pin in the shape of a simple crown) (+1 factor); The target of the spell is someone over whom the mage has actual, direct authority (+1 factor)."}]}