{"name":"Telepathy","sourceBook":"Mage: The Awakening","sourcePage":"212","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Resolve + Gnosis reflexively","duration":"Transitory (one turn)","aspect":"Covert","cost":"None","effect":"This spell enables the mage to make direct mind-to-mind contact with another sentient being (usually but not always a human), and to converse, share thoughts, images, and emotions in a medium free of the awkward constraints of physical communication. With some creatures (goats or exceedingly alien spirits, for example) this is largely an exercise in futility and frustration for anything more complicated than the most basic of concepts. Ideas, images and words can all be shared freely between the mage and another individual. The target cannot be compelled to act in any particular way, although the mage could use the telepathic link to try to socially persuade him (or to use other spells that do allow for psychic command). Only conscious thoughts are gleaned at this level. It requires Mind 4 to read someone's subconscious thoughts. The Duration at this level is transitory. Additional successes extend that time. With Mid 4, the mage can cast this spell with a prolonged Duration. With Mind 5, he can use advanced prolonged Duration factors. Those with telepathic abilities (whether bestowed by this Arcanum or by some other source) may sense the mind-to-mind contact initiated in their vicinity (if successes on an instant Wits + Occult roll exceed this spell's Potency). Such an observer may attempt to \"barge\" into the contact (if the newcomer also has Mind 3), which requires a contested Resolve + Composure roll against the casting mage's Potency on the spell. More minds can be contacted by adding Target factors to the casting, but those minds have only two-way communication with the caster. The willworker does not serve as a \"psychic switchboard.\" With Mind 5, multiple minds can be \"networked.\" This web can be intruded or spied upon in the same manner as ordinary one-on-one telepathy by those with the means. Contacting a Sleeper with this spell causes Disbelief.","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}