{"name":"Temporal Phantasm","sourceBook":"The Mysterium","sourcePage":"202","arcanaRequirement":"Prime 3 + Time 2","primaryArcana":"Prime","requirements":[{"name":"Prime","dots":"3"},{"name":"Time","dots":"2"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage summons a temporal echo from the past, imbuing the echo with solidity and fixed causality through infusion of Mana. The result is a nearly perfect copy of an inanimate object from the past, though a sadly impermanent one lacking any complicated features or supernatural powers of the original. This spell duplicates the Prime 3 Phantasm spell with the following exceptions: First, the created object must copy an object the mage has perceived in a vision of the past, as the Time 2 Postcognition spell. Because of this limitation, the item is automatically convincing, since it physically duplicates the original object's external properties in every detail, down to the last nick, scratch, marking and resonance imprint. This makes books and other forms of writing particularly attractive targets for the spell, allowing a mage to peruse the contents of manuscripts otherwise lost to time. Once the spell's Duration elapses, the object dissolves back into the flow of continuity. With Prime 4, mages can summon more durable and mechanically functional constructs per the Phantasmal Weapon spell, though such objects cannot have any properties superior to the original object. Therefore, these items are more limited than conventional phantasms, though there is a certain hubristic panache to stabbing someone with Brutus's knife still hot with Caesar's blood instead of wielding a plain dagger.","rotes":[{"roteOrder":"Mysterium","roteName":"What Was Lost","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult","roteDescription":"For an order dedicated to the pursuit of knowledge and the unveiling of mysteries, the usefulness of this rote requires no further explanation."}]}