{"name":"Temporal Lifeline","sourceBook":"The Free Council","sourcePage":"113","primaryArcana":"Time","arcanaRequirement":"Time 5","requirements":[{"name":"Time","dots":"5"}],"practice":"Making","action":"Instant","duration":"Lasting","aspect":"Vulgar","cost":"1 Mana","effect":"The mage forges a temporal connection with the moment of the spell's casting and can later choose to return there with knowledge of what \"happened\" in the future. The mage \"fixes\" a moment in time when the spell is completed. Thereafter, an invisible, ethereal \"lifeline\" connects the caster to that moment as it moves into the past. At any time thereafter, the mage can choose to return to that moment as an instant action, simply by willing it. This ends the spell as the temporal lifeline \"snaps back\" into the past and disappears. The Mana cost of the temporal lifeline cannot be regained so long as the lifeline exists. The mage returns to the chosen moment and all the intervening \"time\" essentially never happened, although the mage remembers it as though it did. It can be considered a \"possible\" future in that the mage can take actions to change the outcome of events. So, for example, a mage who casts this spell before going into a dangerous ruin, then encounters a deadly trap, can activate the lifeline, returning to the moment before she entered the ruin, and make a different choice (assuming the trap wasn't so sudden and deadly that the mage died instantly before she was able to use the lifeline). Once Temporal Lifeline is cast, a mage can even use spells such as Temporal Pocket and Temporal Stutter to move forward faster in time in order to reach a particular future point, then \"snap back\" to the past using the lifeline. It is impossible for the same caster to fix the \"end point\" at two temporal lifelines closer than 24 hours together or to have more than one temporal lifeline active at a time. Thus, after activating the lifeline and returning to the past, the mage cannot cast this spell again until at least 24 hours later.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Save Point","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Science","roteDescription":"Free Council legend has it that this rote was actually inspired by multiple-choice adventure fiction even before the advent of videogames, but the popular name has stuck. The rote -- similar to many others in the Free Council arsenal -- originated during the Nameless War with desperate measures taken by Libertine masters to ensure the survival of their movement (and themselves, of course)."}]}