{"name":"Temporal Stutter","sourceBook":"Mage: The Awakening","sourcePage":"265","arcanaRequirement":"Time 4","primaryArcana":"Time","requirements":[{"name":"Time","dots":"4"}],"practice":"Patterning","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Special","aspect":"Vulgar","cost":"1 Mana","effect":"The mage causes people or things to stutter forward in time. This spell affects only a living creature (and what he wears and carries), stuttering him forward for one turn per success. (If cast over an area, only people or objects that are wholly within the defined area are affected.) Onlookers simply see those affected disappear for up to several seconds, while those affected lurch forward in time (to find whatever changes having occurred outside of the spell's area of effect during those seconds). Thus, reinforcements three turns away might, in the subjective time of those affected by the spell, arrive in one. If, in the intervening turns, a person or object moves into the space occupied by one or more of the time-stuttering targets, a clash ensues when the time travelers arrive back in their places. Compare the Size of each person or thing who now shares the same space. Those with the smallest Size suffer a knockdown effect. If Sizes are equal, both must contend with a knockdown.","rotes":[{"roteOrder":"Mysterium","roteName":"Cresting The Wave","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"Sometimes the flow of history doesn't move quite fast enough for a willworker's purposes. The mages of the Mysterium have circumvented that restriction by means of this rote. While it moves subjects forward in time only by several seconds, those seconds have occasionally meant the difference between a fantastic discovery and a grisly demise. Mages of the Adamantine Arrow have been known to use this very same rote in combat (perhaps vanishing into the immediate future just before an explosion and then reappearing seconds afterward)."}]}