{"name":"Tempus Fugit","sourceBook":"Guardians Of The Veil","sourcePage":"199","primaryArcana":"Time","arcanaRequirement":"Time 1","requirements":[{"name":"Time","dots":"1"}],"practice":"Compelling","action":"Instant; subtract target's Composure","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Time is relative: It crawls when you're stuck in traffic, it speeds by when you're visiting a lover. With this spell, the mage can influence a target's subjective experience of time. For each success, the mage may add or subtract up to five minutes to the target's internal time clock. The target will feel with absolute certainty that the correct time is that much later or earlier, and act accordingly. So strong is this altered sense of time that the spell's recipient won't feel any need to check with a watch or clock for the duration of the spell. When the spell expires, the target's sense of time resumes its normal accuracy, but he won't sense that he's gained or lost time until he sees a clock or some other clue to the real time. (Should the target happen to see the correct time while the spell is in effect, he's free to act on that knowledge even though it contradicts his instincts.) If the target is a mage with Time 1 or greater, he makes a reflexive Wits + Composure roll to sense that he's a victim of Time magic.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Personal Time","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Subterfuge","RoteDicePool_Resisted":"Composure","roteDescription":"As with many Guardian rotes, strategic application is key to getting the best results from this spell. Knowing the target's schedule -- he needs to be at such-and-such a place at such-and-such a time -- allows the mage to disrupt or manipulate him more effectively (someone taking a leisurely day off may not change his behavior much no matter what time he thinks it is, while someone on his lunch hour may bolt if he thinks his time is up). The rote can still be useful in the absence of such knowledge; causing a subject of surveillance to linger in one place long enough to be carefully observed, for example."}]}