{"name":"The Book Of Self","sourceBook":"Guardians Of The Veil","sourcePage":"197","primaryArcana":"Mind","arcanaRequirement":"Mind 5 + Matter 5","requirements":[{"name":"Mind","dots":"5"},{"name":"Matter","dots":"5"}],"practice":"Making","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"This practice dates back to Atlantean times, though the nature of the spell has changed through the ages. A mage nearing the end of his life would create a scroll (or, in later times, a book) that contained his very essence, written in Atlantean runes. The mage's consciousness is copied into the book, allowing the willworker a form of immortality. This spell works like the Mind 5 Psychic Genesis spell, and the book is created with an effect similar to the Matter 5 Raw Creation spell. The mage's mind remains intact, as the new creation is a mere copy, only knowing what the mage knew when the spell was cast. The simulacrum cannot, of course, use magic. Anyone who picks up and reads the book can communicate with the mental construct in the book. The book can \"hear\" sub-vocalized thoughts directed at it. Its replies appear in print, though the book can provide pictures from its own memories. Some books show these pictures as elegant line drawings, others show photographs. The copy of the mage's mind remains in stasis until the book is opened and read, though it does remember conversations with previous readers. The book's Social Attributes, Mental Attributes, and Skills are allocated as they are with the Psychic Genesis spell, capped by the caster's own Attributes and Skills. The book possesses the caster's Virtue and Vice as well. Note: This spell provides an exception for the usual rules for spell control, in that this spell can be cast again before the first spell expires, extending the book's life.","rotes":[{"roteOrder":"Guardians Of The Veil Rote","roteName":"Soul Book","roteDicePool_Attribute":"Presence","roteDicePool_Skill":"Occult","roteDescription":"The Guardians of the Veil are believed to have a hidden library, secreted in a pocket of space time, and only accessible by the most trusted members of the order. The library is rumored to contain Soul Books dating back even to the time of Atlantis, though that remains just a rumor to date. The Free Council is allegedly attempting to adapt this rote to electronic media using Forces instead of Matter."}]}