{"name":"The Sybil's Sight","sourceBook":"Mage: The Awakening","sourcePage":"149","primaryArcana":"Fate","arcanaRequirement":"Fate 1","requirements":[{"name":"Fate","dots":"1"}],"practice":"Unveiling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage gains the Mage Sight. He detects the particular qualities a given mystic force has in its interactions with fate. Many describe the result as a \"thickness\" or \"gravity,\" a tangling of threads. The mage can detect momentous events. While this spell is in effect, a reflexive Wits + Investigation roll is made to sense when something of metaphysical weight or truth has been spoken or taken place. The Storyteller decides when and if such an event occurs. The mage cannot have others \"fish\" for prophecies by having them keep saying things until something registers as resonating with destiny. Such abuses of the gifts of Fate have been known to backfire upon mages with grim consequences. Instead, this ability gives a willworker an idea of when somebody just happens to utter words that are somehow true or important in a metaphysical sense. In other words, while \"the sky is clear today\" could very well be a correct assessment, it is not usually a significant enough truism to register to this application of Fate. Instead, a child's assertion that a beautiful woman \"looks like an angel\" may well resound in the mage's ears if there is something truly exceptional or even supernatural about her, or if she is particularly holy or touched by the divine in some meaningful way. Naturally, this sense is quite vague, leaving the mage to puzzle out exactly what is meant by the prophetic or otherwise weighty statement.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Flight Of Birds","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"Perceiving the presence of the Mysteries can sometimes involve nothing more than the ability to discern a particular gravity to a seemingly random statement. Mages of the Mysterium use this rote in their endless hunt for hidden lore."}]}