{"name":"The Perfect Moment","sourceBook":"Mage: The Awakening","sourcePage":"152","primaryArcana":"Fate","arcanaRequirement":"Fate 2","requirements":[{"name":"Fate","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"This spell enables the caster to act in a social situation with perfect grace and timing, saying just the right thing at just the right moment. The mage does not really think out what he will do; he goes with the flow, letting Fate and his instincts guide him. He must not have foreknowledge of what he will encounter (a good hunch is one thing, but extensive scrying or a detailed description from someone on the scene via cell phone is not acceptable; such intimate understanding of the circumstances ruins the necessary randomness). For example, if the mage casts this spell in a bar upon meeting someone whom he considers ideal, he might easily wind up getting her phone number, thanks to his Fate-guided panache. Casting this spell over and over again in regard to the same subject (such as the girl at the bar) muddles the threads of destiny and may even hopelessly entangle them (the girl turns out to actually be a creepy stalker type or suffers from some less-than-ideal complication). In the most extreme cases, repeated castings may sever threads entirely (ending the relationship and perhaps even a life if the mage has been exceptionally presumptuous). More a roleplaying issue than anything else, this spell moves out of the realm of dice rolls and into that of manipulating the story. The mage effectively chooses some small thing that he wishes to see come to pass and makes it so through his magic. A Storyteller may levy dice penalties for highly improbable results (such as a pierced, tattooed and leather-garbed punk making a great impression at a black-tie affair). Generally speaking, favorable results of this spell do not last longer than the spell's Duration (unless the mage has subsequently taken non-magical steps to that effect). Unfavorable side effects can haunt a mage for quite some time. These are usually reversals of the exact same fortune the spell provided. Using this spell repeatedly against the woman in the bar might lead to an unfortunate encounter with her jealous ex-Mafia boyfriend, for example","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Everything's Zen","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Occult","roteDescription":"It's not always the ideal way to do so, but a socially inept bookworm of the Mysterium is occasionally put into a position in his search for knowledge that renders this rote the only way to attain that which he seeks."}]}