{"name":"The Golem","sourceBook":"Magical Traditions","sourcePage":"41","primaryArcana":"Matter","arcanaRequirement":"Matter 4 + Fate 2","requirements":[{"name":"Matter","dots":"4"},{"name":"Fate","dots":"2"}],"practice":"Weaving","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"According to legend, the creation of the Golem, an animated being of lifeless clay given vitality by the power of the Tree of Life, is a feat accomplished by many great masters of the tradition. The most famous version of the tale dates from 16th century Prague, where the Maharal, Rabbi Judah Loew, created a Golem to protect the Jews of his city from anti-Semitic violence. This spell bestows a kind of life on an inanimate figure, traditionally a humanoid figure sculpted out of clay. A single success is sufficient to awaken a single Golem of up to Size 5, but almost all Kabbalists spend a great deal of time and energy investing their creation with additional Potency and Duration factors. Some create Golems significantly larger than human size; for each additional 5 points of the Golem's Size, add one Target factor. The Golem has a Strength score equal to the spell's Potency, but has no other Attributes or Skills. Like an object, the Golem uses its Size, Durability, and Structure to determine the effects of attacks against it. When the Golem suffers damage in excess of its Durability rating, it suffers a -1 penalty on all actions. If its Structure points are completely depleted, it is destroyed. The Golem created by this spell has no true intelligence or initiative. It can understand simple commands, up to roughly the complexity one could expect a dog to follow, and can be \"programmed\" to respond to a specific stimulus with a single, predefined action (e.g. \"Attack anyone who tries to harm me\"). By adding Mind 5 to the spell, the mage may grant his creation a mind of its own. It may be worth noting that nearly all tales of free-willed golems end with the creature rebelling and killing many, sometimes including its creator. At Matter 5, the mage may use Advanced Prolongation factors.","rotes":[{"roteOrder":"Kabbalah Tradition Rote","roteName":"Maharal's Wisdom","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Crafts","roteDescription":"The traditional Kabbalistic rote for the creation of a golem is a long and arduous ceremony, lasting as long as several days. First, the mage prepares and ritually cleanses an altar, which is draped with a brown cloth (representing Malkhut) and on which the Golem's form is laid out. The mage need not sculpt the Golem himself, if he so chooses. Once the Golem is in place, two black candles (for Binah) are lit at the head and foot of the Golem, and the mage begins to carve sacred runes into the body of the inert statue (both to represent Hod and to provide the additional duration from Atlantean runes). The mage then chants in the accented High Speech favored by Kabbalists for thirty minutes before beginning the invocation proper, which involves readings from scripture and invocations to the archangels of the sephiroth. The traditional target number aimed for by Kabbalists is nine: Five applied to the spell's Potency and four to its Duration (allowing the Golem to exist for two days, or indefinitely if the caster is a Master, counting the Atlantean rune bonus), but the caster is free to set his own desired target number. Often, the rote concludes with the mage writing the Hebrew word Emet (\"Life\") on the Golem's forehead and setting the conditional duration to specify that the Golem will be destroyed if the first letter is erased, rendering the word Meit (\"Death\")."}]}