{"name":"The Inescapable Question","sourceBook":"Legacies: The Ancient","sourcePage":"34","primaryArcana":"Mind","arcanaRequirement":"Mind 3","requirements":[{"name":"Mind","dots":"3"}],"practice":"Ruling","action":"Instant and contested; target reflexively rolls Composure + Gnosis","duration":"Concentration (as long as the mage is engaged in conversation)","aspect":"Covert","cost":"None","effect":"Many of the Awakened know that social change begins with the challenging of assumptions. The prophet constantly questions, causing discomfort and doubt in those who would listen. With the right insight, a mage can stop even the most hostile of opponents dead in his tracks, sent into a moment of self-examination by a simple \"why?\" The mage asks a question that challenges the assumptions of the target. The question can be anything. As long as the target can hear and understand the mage, the target can be doing anything, even trying to attack the mage. If the spell succeeds, the target stops what he is doing and thinks about it, and perhaps talks to the mage for a while. The effect is broken if the subject is attacked, or put into some sort of danger. If the mage achieved an exceptional success, there's no immediate mechanical benefit, but the subject of the spell takes the question to heart, so that at some point in the next few days, he re-evaluates his life. Depending on who's around him, how prone to self-examination he is and how open-minded he is (and how good the original question was), it could be a passing fad, over in a few days, or it could be the beginning of a changed life.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Aporia","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","roteDescription":"Socrates was the master of creating aporia, the shocked silence that comes when someone has no answer to a question so challenging, so unexpected, that it shocks its subject into baffled silence. Many of the mages in the Silver Ladder know the value of this, and although they use it sparingly, they use it to good effect."}]}