{"name":"The Evil Eye","sourceBook":"Mage: The Awakening","sourcePage":"151","primaryArcana":"Fate","arcanaRequirement":"Fate 2","requirements":[{"name":"Fate","dots":"2"}],"practice":"Ruling","action":"Resisted; subtract target's Composure","duration":"Special","aspect":"Covert","cost":"1 Mana","effect":"This spell is a basic curse intended to bring about immediate ill-fortune upon another. In ancient times, such a working was almost always undertaken by way of physically staring at the one to be cursed, directing a baleful glare at him and thereby hexing his actions. Now, it may be directed through less obvious means, but many mages still prefer the old-fashioned aspect. Success causes a number of dice to be removed from the subject's dice pool for the next action he takes (i.e., the next action for which dice need to be rolled). One die is subtracted per Fate dot the caster possesses. Each extra success on the spellcasting affects one additional roll. For example, if the caster rolls three successes, he affects the next three rolls made for the target. Some mages prefer to cast the Evil Eye as a prepared spell with a conditional trigger. This approach allows them to delay the onset of the curse until the target performs a specified action (perhaps repeating the same insult that inspired the caster to impose this spell) or certain conditions are in place. The mage needs Time 2 or higher as a conjunctional Arcanum. See Prepared Spell and Conditional Trigger, above, for complete rules. Note: The Fate 5 Break the Chains spell can dispel the Evil Eye.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Smear Campaign","roteDicePool_Attribute":"Manipulation","roteDicePool_Skill":"Persuasion","RoteDicePool_Resisted":"Composure","roteDescription":"A word whispered in the right ear can destroy the credibility and reputation of a political foe -- how is this any different from a curse meant to do the same? The mages of the Silver Ladder know that there is no difference, and thus find a Supernal resonance in the old-fashioned political smear campaign. The Imago of this spell involves the speaking of imprecational words about the target; of course, the spell is usually more powerful if this is done in the very presence of the target (or by sympathetic magic). Most often, though, the Silver Ladder mages speak against their enemies just before they see them. The penalties inflicted by this Evil Eye effect usually manifest in situations dealing with politics, interpersonal relationships or at moments when the target is in the public's eye. Factor Bonuses: Having spoken ill of a political foe in the last 24 hours to someone who was neutral or allied to that foe (+1 factor); Having undertaken a full-fledged, relatively public smear campaign against that foe of at least a week's duration (+2 factors)."}]}