{"name":"Time's Mark","sourceBook":"Tome Of The Mysteries","sourcePage":"73","primaryArcana":"Time","arcanaRequirement":"Time 1 + (Matter 1 Or Life 1)","requirements":[{"name":"Time","dots":"1"},{"name":"Matter","dots":"1","Optional":"True"},{"name":"Life","dots":"1","Optional":"True"}],"practice":"Knowing","action":"Instant","duration":"Concentration","aspect":"Covert","cost":"None","effect":"The mage can tell the age of a living being or an object. The mage stares intently at the object or target of the spell. She does not need to touch the target. If the spell is successfully cast, the mage knows how much time has passed since the target was born (for a living being, which requires Life 1) or worked into its present form (for an object, which requires Matter 1). Using this spell on unworked natural matter, such as a simple stone, tends to produce a disorienting rush of images as the mage's mind tries to process the sheer onslaught of years bombarding her brain; as such, Time's Mark is much more useful on crafted objects such as works of art or weapons. Using this spell on a book or a piece of paper with writing on it doesn't tell how long ago the words were written (or conceived), only how long ago the book or paper was created. No information about the object or target of this spell is conveyed other than age. This spell can be used to discern how much time has elapsed since a ghost or vampire's death, but requires the mage to have Death 1. If the mage has Time 2, she can cast this spell without use of a conjunctional Arcanum. If the object or being has been artificially aged or its age has been retarded somehow (for instance, a vampire's ghoul doesn't age as long as he continues to drink vampiric blood), this spell detects an anomaly but does not automatically tell the mage how old the being or object is. In this case, the caster can perform an extended scrutiny action, with each roll taking one turn. The number of success required is equal to the target's Resolve (if a living being) or 5 (if an object). The spell's Duration is still concentration, so if the caster is interrupted during this extended examination, the spell expires.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Rings Of The Oak","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Investigation","roteDescription":"The mages of the Alae Draconis find that, while it's possible to discern a relic's age through scientific or scholarly means, using magic is much more precise."}]}