{"name":"Touch Of The Grave","sourceBook":"Mage: The Awakening","sourcePage":"138","primaryArcana":"Death","arcanaRequirement":"Death 2","requirements":[{"name":"Death","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"Through the casting of this spell, the mage gains the power to physically interact with ghosts and ghostly things in Twilight state. (\"Ghostly things\" are usually parts of a spectre's anchors, which often exhibit ephemeral existence even after their material counterparts have crumbled to dust). She could, for example, pull a ghostly hammer out of a Twilight room in order to pound a nail into a wall. She could take the spectral reflection of a key out of the lock in which it was broken, pull it through into materiality, and use it to open the material lock barring her from entering a room she wishes to access. She can also touch ghosts and be touched (or attacked) in return by any nearby shade. Such beings tend to be, at best, cold and clammy and many have other disturbing and not entirely tactile sensations associated with physical contact. Some spectres have been known to long for physical contact with the living in ways most unhealthy or inappropriate. The caster cannot damage ghosts, or affect non-dead spirits such as fetches or mental projections, including vampires using the Twilight Projection Discipline (she needs the Spirit and Mind Arcana, respectively, for those effects). Objects drawn from Twilight possess Durability 1 and crumble into a fine ash if broken, regardless of their original consistency. Nothing really makes these items superior to (or even the equal of) those a mage could acquire normally in the material world, but being able to snatch the revolver from the nearby ghost of a police officer when the mage is attacked can be a lifesaver. Note that objects found in Twilight are only infrequently the same as those found in the material world, as only lost or broken objects tend to manifest in that state. Objects that serve as anchors (or even those that once served as anchors but are now missing from the material world, either through decay or destruction) also often appear in Twilight. Some Twilight objects are made by magic.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Ashen Grasp","roteDicePool_Attribute":"Dexterity","roteDicePool_Skill":"Survival","roteDescription":"Often, the things that willworkers of the Mysterium seek have been lost to the ravages of time. On occasion, these relics leave shadows of themselves, shadows that can be used to open ancient vaults, studied for the imagery that they depict, or even read to learn the secrets they contain."}]}