{"name":"Track Projectile","sourceBook":"The Adamantine Arrow","sourcePage":"185","primaryArcana":"Space","arcanaRequirement":"Space 2 or (Space 2 + Time 2)","requirements":[{"name":"Space","dots":"2"},{"name":"Time","dots":"2","Optional":"True"}],"practice":"Unveiling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"The mage gains the ability to determine the exact trajectory of any small, moving object that passes near him. All he needs is one point on the object's path, and he can extrapolate where the object came from, where it went, and every point in between.  Once the spell is active, any object that's thrown, fired, dropped, or otherwise propelled within the mage's sensory range is subject to the spell. Usually this means small objects, but it could even be used to trace the path of, say, a boulder lobbed at the unlucky mage from a catapult. To determine an object's path, he must have knowledge of where it was at some point during its course. A brief glimpse of the object as it whizzed past is sufficient; alternately, if he can see the object where it landed, he can extrapolate its path back to its origin even if he never saw the object in motion. By adding Time 2 to the casting, the mage can discern the trail of projectiles that moved through an area before he cast the spell. He'll still need some point along its path to work with; usually this means starting at the object's final resting place and working backwards. The spell can recreate the trail of objects that bounced or ricocheted during their travel, but can't track an entity that moves under its own power.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"From Bowstring To Target","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Investigation","roteDescription":"This versatile rote can aid a warrior's mission in dozens of ways. The rote can tell him if his shot hit the target, or how far off his aim was. The rote can reveal where a sniper is concealed, or make it easier to retrieve a dropped piece of equipment. Some Arrow mages use the conjunctional form of the spell to examine and understand the angles and firing patterns of a complicated gun battle."}]}