{"name":"Transmute Earth","sourceBook":"Mage: The Awakening","sourcePage":"200","primaryArcana":"Matter","arcanaRequirement":"Matter 3","requirements":[{"name":"Matter","dots":"3"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"None","effect":"The mage can transmute one common solid substance into another common solid substance. The mage could turn a small chunk of granite into glass or a plaster paperweight into a wooden one. At this level, however, a mage cannot transform the substance of multiple materials at once. Thus, she could not transmute an entire car, but she could turn its fender to balsa wood or its frame to rubber. Transformations that involve precious metals or otherwise rare materials are not possible at this level. (That is, \"precious\" and \"rare\" by common Sleeper estimation. While diamonds are by no means rare, they have significant metaphysical weight based upon the importance most people believe them to possess.) Such workings require use of the Matter 4 Transmute Gold spell. At this level, the mage must touch the targeted object (although he can do so using forceps or other tools). With Matter 4, he can cast this spell at sensory range. Radical transmutations might levy spellcasting penalties. Changing rock to metal has no penalty, but changing rock to paper might be -1. Note that this spell does not alter the shape or Size of the object, just its material substance. Its weight becomes heavier or lighter by whatever degree is most appropriate for the new substance. With Matter 4, a solid object composed of more than one material can be affected with a single casting (although it must still be touched; Matter 5 is needed to transmute multiple solid substances at sensory range). The mage can affect multiple kinds of materials at once (such as the different parts of a revolver) or just one piece or sort of material. (Thus, she could transform the bullets, which are made of a number of substances, or just the hammer, or the entire weapon according to her wishes.) This ability also allows the mage to transform complex materials into simple ones. The willworker is capable of turning a diamond into a small lump of clay, or a priceless centuries-old Japanese metal tachi into a sword made entirely of wood.","rotes":[{"roteOrder":"Silver Ladder Rote","roteName":"Lesser Material Transfiguration","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult or Science","roteDescription":"This classic act of alchemical wizardry sees use by many mages of the Silver Ladder. A flimsy card table could be overturned and transformed into a steel barrier, or a stout door could be turned into cheap glass. Naturally, this useful magic is practiced by members of all orders with sufficient skill in the Matter Arcanum"}]}