{"name":"Transform Self","sourceBook":"Mage: The Awakening","sourcePage":"187","primaryArcana":"Life","arcanaRequirement":"Life 3","requirements":[{"name":"Life","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"The mage can give himself the features of a base or median life form. He may affect certain changes in his own body, such as developing fungal, plant, or animal features in order to thrive in a given environment or under a set of circumstances. He could, for example, supplement his intake of food in a harsh desert by granting himself the ability to absorb nutrients directly from the ground, or he could enhance his jaw strength to that of a hyena in order to crack bones and get at the marrow within. The mage can take on one feature of a base or median life form per success. Among other things, the mage could manifest gills, sharp claws, fangs (turning his normal hand-to-hand damage from bashing to lethal and adding one to two dice modifiers to attack pools depending on the weapon gained), cat's eyes (lessening by two penalties from all but absolute darkness), or a rat's digestive system (allowing him to safely digest all but the foulest food sources). Note that this spell does not grant any changes beyond the purely biological. A mage who grows feline claws doesn't know how to fight any better than normal. Nor does a mage with a rat's iron stomach find the stench of carrion any more palatable than normal. As mentioned in Transfer Median Features, a roll might be needed to get features right if specimens are not available during casting.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Harsh Duty","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Athletics","roteDescription":"The work of a mage of the Adamantine Arrow can be harsh and unforgiving. This rote enables an Arrow willworker to survive under all but the most brutal conditions, killing prey with his bare hands, thriving beneath the waves or in the deadliest cold, or going for weeks without a drop of water or morsel of food. Mysterium mages use similar magic to persevere in the sometimes-perilous environments in which they seek their lore."}]}