{"name":"Tribute Of Iron","sourceBook":"Magical Traditions","sourcePage":"76","primaryArcana":"Prime","arcanaRequirement":"Prime 3 + Death 1","requirements":[{"name":"Prime","dots":"3"},{"name":"Death","dots":"1"}],"practice":"Weaving","action":"Instant","duration":"Lasting","aspect":"Covert","cost":"None","effect":"Anyone who dies by metal, whether shot, crushed by a car, or stabbed with a knife, belongs to Ogg&uacute;n. Horrible accidents and casualties of war are often considered the god of metal taking his tribute in blood from the world of men. One story, though, has it that a santero enslaved in Cuba rose up with a spade and slew several of his keepers in a burst of rage. He saw his masters' relatives coming to kill him, and begged Ogg&uacute;n for help. The story says that Ogg&uacute;n answered him, telling him to taste the blood of his victims. The slave did so, and he found his strength replenished. He killed many of the slavers before they finally brought him low, and as the bullets pierced his heart, he uttered his thanks to Ogg&uacute;n and promised his blood and soul to the orisha. Modern santeros are loath to use this spell often, because it requires another human being to die by metal (though it does not require the caster to kill the victim himself). The santero must taste the blood of the dead or dying. If the spell is successful, the mage can gain ash&eacute; (Mana) as if he had performed a blood sacrifice. Casting this spell by itself doesn't cause degeneration, though killing someone to facilitate it certainly does. The casting mage must carry or wear a piece of metal, but no Ogg&uacute;n would ever be without such a focus anyway. Many mages using this spell dip a blade in the victim's blood and lick it off while casting, but this isn't necessary.","rotes":[{"roteOrder":"Santer&iacute; Tradition Rote","roteName":"Tribute Of Iron","roteDicePool_Attribute":"Strength","roteDicePool_Skill":"Occult","roteDescription":"This rote is just as the spell with the same name."}]}