{"name":"Trigger Autonomic Function","sourceBook":"The Mysterium","sourcePage":"196","primaryArcana":"Life","arcanaRequirement":"Life 3","requirements":[{"name":"Life","dots":"3"}],"practice":"Weaving","action":"Instant and contested; target rolls Stamina reflexively","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"Certain bodily functions occur in response to various stimuli in natural situations. With this spell, the normally autonomic functions are triggered regardless of stimuli, bringing about various physical states that may be incongruous with the outside situation.  Sudden  movement  can  send  adrenaline  jolting through a subject’s veins, eliciting a startle or alert response well before the mind has time to identify the incoming stimuli as a threat or not. Appetizing smells cause the stomach to begin producing extra acids and the salivary glands to start functioning, even if the individual knows that the source of the stimulus is inaccessible. Dark, quiet settings or repetitive gentle motion can trigger a body’s sleep reaction, producing melatonin to lull it into a restful state. These physical reactions are autonomic functions to external or internal stimuli, brought about by neural or chemical reactions without need for thought or emotion. By using Trigger Autonomic Function, the mage is able to trip his target’s body’s functions in 197 Chapter Five: Spells and Artifactssuch a way as to elicit these responses without the need for outside stimuli. With a touch, the mage triggers a chosen body function in the target. Examples include sleep, sneezing, coughing, elimination, arousal/orgasm and “fight or flight.” This reaction is simple, physical and immediate, but with the addition of Time 2, this spell can be used on a delay of up to an hour, allowing the mage to cast it and then remove themselves from the area. Unlike “Trigger the Lizard Brain” (Life 4), this spell triggers only physical (bodily) responses, rather than instinctive emotional reactions. Any living target capable of the chosen body function can be targeted. A guard dog could be put to sleep, a visiting dignitary made to soil themselves, or an attacking werewolf affected with a sneezing fit. Vampires or other undead creatures without autonomic functions are not affected by this spell. Supernatural functions, such as frenzy or Death Rage cannot be triggered by this spell, although successfully causing a “fight or flight” reaction may, at the Storyteller’s discretion, prompt a test for supernatural functions.","rotes":[{"roteOrder":"Mysterium","roteName":"Inattentive Guardian","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Medicine","roteDescription":"An inattentive guardian has made more than one Mysterium Reclaimant’s job much easier to complete. Putting an individual to sleep by means of this rote is less dangerous (for the target) than the stereotypical blow to the back of the head, and is much more effective for the mage as well. With a touch (or at sensory  distance  if  Life  3  is  used)  the  mystagogue can put one target life form to sleep. The target will remain asleep for a minimum of one scene, regardless of circumstances; however, after one scene the target may continue to sleep or be awakened normally by external  stimuli  (uncomfortable  positioning,  loud noises, etc.)"}]}