{"name":"Trojan Horse","sourceBook":"Banishers","sourcePage":"57","primaryArcana":"Forces","arcanaRequirement":"Forces 4 + Fate 2 + Time 2","requirements":[{"name":"Forces","dots":"4"},{"name":"Fate","dots":"2"},{"name":"Time","dots":"2"}],"practice":"Unraveling","action":"Extended","duration":"Lasting","aspect":"Vulgar","cost":"1 Mana + 1 Willpower","effect":"The use of this spell is undoubtedly an act of cruelty; some might even call it an act of terrorism. In the end, however, the difference between a terrorist and a freedom fighter depends on point of view. Certainly, Banishers have no qualms about using this spell in their fight against mages. The mage plants a destructive spell in a Sleeper subject, concealing a lethal time bomb within an unsuspecting person. This spell implants the Forces 4 rote Thunderbolt in a Sleeper. A Sleeper subject is procured by the caster, who proceeds to cast the Thunderbolt spell. At the very last moment, the mage channels the energy of the spell into the Sleeper, rather than at the Sleeper. This type of casting requires concentration and slows the spell from an instant action to a special type of extended action. The mage has a window of three turns in which to properly complete the spell, or the thunderbolt will be discharged targeting the Sleeper. The extended roll requires five successes. Once the spell has been set in the target, the mage weaves Fate and Time into the spell so it remains dormant until the Sleeper is in the presence of magic. The very next time a spell is cast within sensory range of the Sleeper, the Thunderbolt spell is discharged, targeting the source of the magic. The spell released in this way from a Sleeper requires no roll to hit. Damage caused by the spell is equal to the caster's Gnosis + 3. Changing the primary Arcanum of the spell could produce a variety of different effects. Cast with Matter 4, for example, the spell could incorporate the Transmute Air spell to transmute the air breathed out by the Sleeper carrier into sarin gas. Use of this rote is an act of hubris requiring a degeneration check for mages of Wisdom 4 or higher (roll three dice).","rotes":[{"roteOrder":"Banisher","roteName":"Minefield","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"A Guardians of the Veil cabal, located in Chicago, have published a report documenting the cabal's battles with a small cell of Banishers and the Banishers' extensive use of this spell. The report indicates Banishers use this spell in two ways. One is to seed a crowd with Sleeper carriers, then draw a mage to the crowd and attack them in a mundane fashion. The crueler use is to cast the spell on Sleeper friends and allies of a mage."}]}