{"name":"Tune In","sourceBook":"Mage: The Awakening","sourcePage":"164","primaryArcana":"Forces","arcanaRequirement":"Forces 1","requirements":[{"name":"Forces","dots":"1"}],"practice":"Knowing","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"This spell enables a mage to listen in on a free-floating data transmission (like that of a cellular modem) and translate the electromagnetic \"noise\" into intelligible information. The willworker cannot, however, understand information that was originally transmitted in another language. With this sense, a mage could listen in on a radio broadcast without the need for any kind of receiver. Likewise, she could watch any television signal not transmitted directly through cables. This would enable the mage to spy on closed walkie-talkie channels, get free satellite pay-per-views, or even \"listen in\" on the datastream transmitted and received by a cellular modem if she really felt like it (not that she'd be able to make much sense of it without the use of Mind magic to interpret the noise). She could even access wireless communications (such as MP3s, Internet long-distance phones, or video conferencing) at a wi-fi hot spot, although she can only listen to, not read, such transmissions. At this point, the mage is incapable of actually sending any information along these channels and is restricted to eavesdropping on extant signals. A Wits + Science roll is made for the mage to discern transmissions. Electromagnetism travels vast distances in a short period of time; signals are bounced all over the place by satellites (both natural and artificial), the Earth's atmosphere and various other things. Encrypted signals levy a penalty on perception rolls equal to the successes initially accrued in encrypting the signal.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Mohammed's Radio","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Science","roteDescription":"Good for more than just free satellite radio, this rote allows a Free Council willworker to listen in on police-band radios, walkie-talkies and cellular phone transmissions. Guardians of the Veil also make regular use of this magic in the course of their work defending the Mysteries."}]}