{"name":"Undying Zeal","sourceBook":"Banishers","sourcePage":"55","primaryArcana":"Death","arcanaRequirement":"Death 4, Time 2","requirements":[{"name":"Death","dots":"4"},{"name":"Time","dots":"2"}],"practice":"Patterning","action":"Extended","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"This spell reflects a Banisher's intense dedication. If he casts this spell, he will become a revenant at the moment he wills himself to die. As soon as his heart stops, he continues his crusade -- he might not even have time to hit the floor before his new incarnation soldiers on. As one of the walking dead, his actions depend on inflexible passions instead of genuine human feelings. This spell is a prepared version of the \"Revenant\" spell. The mage must cast the spell ahead of time. Once cast, the spell can be activated with an instant action. At that point, the spell kills the mage instantly (using a voluntarily permanent version of Suppress Own Life that painlessly causes physical and spiritual death) and turns him into a revenant. Determine the revenant's Passions and other traits at the time of casting, not activation. This spell doesn't work if the mage isn't willing to die; the component that slays the mage isn't strong enough to overcome the psychic resistance he might muster by having second thoughts (though a Death 5 variant allows this). The character suffers real (and barring the intervention of an archmaster) irrevocable death. The spell is essentially a form of suicide, used when a mage is cornered, wounded, and will not prevail in his current state. Storytellers and players should ensure that the character really is ready to die. If there's any question about this, a Resolve + Composure roll might help determine whether his will could really trump his survival instincts. Alternately, he might have to fail a Wisdom check.","rotes":[{"roteOrder":"Banisher","roteName":"Die Today","roteDicePool_Attribute":"Composure","roteDicePool_Skill":"Medicine","roteDescription":"Erik \"Shugyosha\" Osterberg is a martial arts fanatic who fancies himself a \"modern-day samurai.\" After he Awakened as a Banisher, he took his long-time interests in jujutsu and iaido to the point of obnoxious Orientalism and delusion. It was a defense mechanism; the Moros Awakening taught him that honing his body, meditating and studying another culture meant nothing. He'd be food for worms in the end. With his penchant for wearing tabi (\"socks\") and carrying around a sword bag, he'd be a figure of mockery, if not for the fact that sword in the bag is real and he's used it to behead two mages and one woman he mistook for one. Erik based his spell on the philosophies of Hagakure, a Japanese text that extols the virtues of suicide for one's lord. He believes that he's serving Sleepers as a whole and should be ready to lay down his life at any time, so he casts this spell periodically so that, in the event of being critically wounded or trapped, he can die and will his remains to continue. His rote Imago consists of visualizing, in as exact a fashion as possible, various ways he might die."}]}