{"name":"Unseen Shield","sourceBook":"Mage: The Awakening","sourcePage":"167","primaryArcana":"Forces","arcanaRequirement":"Forces 2","requirements":[{"name":"Forces","dots":"2"}],"practice":"Shielding","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"1 Mana (optional)","effect":"Through the use of this spell, the mage deflects incoming attacks with an energy shield, dispersing their force along its invisible contours and causing a punch to land harmlessly. Kinetic attacks (like fists and bullets) are as surely turned aside as energy-based ones (like a gout of flame or a laser), their momentum stolen or power leeched away. The mage gains one point of armor per dot he possesses in the Forces Arcanum. By spending one Mana, the Duration can be made to last for one day. Most mages cast such a shielding spell at the beginning of the day as part of their morning rituals. Successes are used to combat attempts to dispel the shield. Note that this magical armor does not apply against an opponent's attempts to achieve a grappling hold on the mage (the Fate, Mind, Space, and Time Arcana provide shielding spells to do that). Nor does it apply against a grappling opponent's attempts to overpower the mage. The spell does, however, protect against attempts to inflict damage upon the caster (subtract the armor points from any overpower roll that intends to damage the mage or attack him with a drawn weapon). In addition, the mage gains +1 die per Forces dot on rolls to resist being knocked down from applications of kinetic force, such as a hurtling wrestler or a stiff wind along a canyon edge (including attacks that cause the knockdown effect.","rotes":[{"roteOrder":"Free Council Rote","roteName":"Force Field","roteDicePool_Attribute":"Stamina","roteDicePool_Skill":"Occult or Science","roteDescription":"This Free Council rote generates a weave of simple energies designed to blunt any incoming attack. Adamantine Arrow willworkers use a similar rote to guard against such assaults."}]}