{"name":"Velocity Mastery","sourceBook":"Mage: The Awakening","sourcePage":"179","primaryArcana":"Forces","arcanaRequirement":"Forces 5","requirements":[{"name":"Forces","dots":"5"}],"practice":"Making or Unmaking","action":"Instant and contested; target rolls Composure + Gnosis reflexively","duration":"Lasting (vs. projectiles) or transitory (vs. creatures and objects)","aspect":"Vulgar","cost":"None","effect":"The mage can completely control an object or even a living creature's velocity, causing the subject to speed up or slow down beyond personal control. The mage can even halt bullets in midair. Although the casting is an instant action, the mage can use this spell at any point in the Initiative roster, even before he could normally act, although doing so is his action for the turn. This spell acts just like the Control Velocity spell, except that the mage can now cast it on living creatures or even on portions of objects (such as a truck tire, but not necessarily the rest of the truck, which surely causes the rig to jackknife unless the driver is very, very good). When the spell is cast on a living creature, its Speed trait is doubled or halved per success, but it is not in full control and reflexive Dexterity + Athletics rolls must be made each turn it moves or the subject suffers a knockdown effect. The creature's Speed is modified for the spell's Duration (default of one turn). In the case of projectiles, one success is enough to completely halt a projectile halfway in its path (or as close between there and its target as the mage desires). Additional successes can halt it closer and closer to its origin point, and an exceptional success can halt a bullet in the barrel of a gun. For instance, with two successes, a bullet is stopped after it travels only one-quarter the way from the barrel to its intended target (one success stops it halfway, while the second success halves that distance again). The mage can affect multiple projectiles by adding extra Target factors. Note that in the case of halting multiple bullets from the same gun (such as stopping machinegun fire), use the below autofire targeting chart:","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}