{"name":"Verminous Metamorphosis","sourceBook":"Mage: The Awakening","sourcePage":"200","primaryArcana":"Matter","arcanaRequirement":"Matter 3 + Life 3","requirements":[{"name":"Matter","dots":"3"},{"name":"Life","dots":"3"}],"practice":"Weaving","action":"Instant","duration":"Transitory (one turn)","aspect":"Vulgar","cost":"None","effect":"Much like the miracle that allowed for the transformation of Moses' staff, this spell enables a mage to alter a piece (or pieces) of lifeless material into simple vermin, such as spiders, scorpions, or biting flies. Some mages are known to fling a fistful of small change or pebbles, transforming the objects in mid-flight to harry (or even seriously harm) enemies. Successes determine the number of objects (coins, staves) that are transformed, and the size of the swarm created. The creatures can be various types of vermin. In the case of a swarm of stinging insects, it usually attacks any person or persons within its radius. (The caster can direct the swarm with the Life 2 Control Base Life spell.) The damage the swarm inflicts depends on its density. All sizes listed deliver one die of bashing damage to anyone within the radius. A swarm can inflict more damage by condensing. Using the success chart above, add one die per step smaller on the chart. For example, a 16-yard-radius swarm (five successes) that condenses to a two-yard radius (two successes) inflicts four dice of bashing damage. Armor is effective only if it covers the full body, and then it provides only half its rating (rounded down). In addition, the vermin can be given venom if the caster imposes a -2 dice penalty on the casting roll. If a victim suffers at least one Health wound, he must contend with the venom with a reflexive Stamina + Survival roll. If it succeeds, he suffers no effect; if it fails, his physical-action dice pools suffer a -2 penalty for the rest of the scene or until he receives an antivenin (based on whatever creature the mage conjures). This penalty is cumulative. If a victim suffers successive bites and the Stamina + Survival roll fails, his penalties are added together. The vermin created are mindless and act solely on instinct (and thus this spell is best used to create naturally aggressive insectile vermin).","rotes":[{"roteOrder":"","roteName":"","roteDicePool_Attribute":"","roteDicePool_Skill":"","roteDescription":""}]}