{"name":"Vital Balance","sourceBook":"Grimoire of Grimoires","sourcePage":"33","primaryArcana":"Life","arcanaRequirement":"Life 5; optional + Death 4","requirements":[{"name":"Life","dots":"4"},{"name":"Death","dots":"4","Optional":"True"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Vulgar","cost":"1 Mana","effect":"This spell slows down aging. The mage ages far more slowly and thus can live much longer than normal. By precisely balancing the forces of life and death within the target's body, the caster slows the rate by which the target ages by a factor equal to her level in the Death Arcanum + her Gnosis. A mage who has 4 dots in Death and a Gnosis of 3 who uses this spell on herself ages 1 day for every 7 (4 + 3) days that pass while she is under the influence of this spell. Mages who use this spell regularly often live for several centuries. Unless the mage learns 6 dots in the Life Arcanum, she cannot use the advanced prolongation table to cast this spell, and even then the maximum possible duration of this spell is only 1 week. Rolling a Dramatic Failure on this spell causes the mage to automatically age 1 year, which serves as a great disincentive against attempting to prolong this spell without using ritual casting. Most mages use ritual casting to allow them to cast this spell with a duration of several days. In addition, many mages who regularly use this spell mark themselves with a small tattoo or scar in the shape of the appropriate Atlantean runes needed to prolong the spell. If the mage rolls an Exceptional Success when casting Vital Balance she does not age at all for the duration. There are rumors of mages many centuries old who manage to regularly manage this level of success with the Vital Balance spell. The slowed aging due to this spell is compatible with the Death spell Steal Lifespan. It is also compatible with the Body Mastery spell, but the additional years granted by either of the aforementioned spells are not affected by the slowed aging provided by the Vital Balance spell; they are simply added to the mage's lifespan. In addition, this spell cannot be cast by or on a Tremere Lich; attempts to do either automatically fail. All other mages can cast this spell on both themselves and others with equal ease.","rotes":[{"roteOrder":"Mysterium Rote","roteName":"Vital Balance","roteDicePool_Attribute":"Intelligence","roteDicePool_Skill":"Occult","roteDescription":"Nicholas Kollar was a skilled and brilliant occultist who was also nominally a member of the Mysterium. As a result, he designed this rote to make the best use of his prodigious intellect and his occult studies."}]}