{"name":"Ward","sourceBook":"Mage: The Awakening","sourcePage":"236","primaryArcana":"Space","arcanaRequirement":"Space 2","requirements":[{"name":"Space","dots":"2"}],"practice":"Ruling","action":"Instant","duration":"Prolonged (one scene)","aspect":"Covert","cost":"None","effect":"This spell creates a barrier to bar the passage of other Space spells, closing a given locale out from remote sensing, teleportation, spatial tampering and the like. Effectively, this spell \"locks\" the current Space template of an area into place, making it difficult to overcome that inertia without considerable effort. The Ward effectively renders a person, place, or thing immune to Space tempering, monitoring and the like until such time as the spatial barrier is overcome. (In the case of particularly old and/or paranoid willworkers, it could literally take months or years of casting to whittle their Space shields away, during which time the subject is free to fortify his Wards or seek out the one who would so crassly intrude upon his privacy.) A simple success protects an area of five square yards and gives the Ward a Potency of 1. Additional successes add to the Ward's Potency. The mage can add Target factors to increase the area. Space-based spells (sympathetic magic, scrying, teleportation, and the like) that try to pierce the Ward must exceed the protection's Potency with their own Potency. Each time one of these spells breaches the Ward, it erodes the Ward's Potency by one point, reducing its efficacy. Reinforcing a ward is an exception to the normal spell-control rules. Successive Ward spells add their excess Potency to the Ward (that is, any Potency in excess of the Ward's existing Potency), repairing any damage inflicted, and perhaps even improving upon defenses. (The defending mage does not need to create a Ward all over again unless it has been destroyed by incoming spells). The Space 3 Ban spell allows a mage to add Bans to his Wards, keeping certain phenomena from insects to motor vehicles from entering his Ward.","rotes":[{"roteOrder":"Adamantine Arrow Rote","roteName":"Unseen Guard","roteDicePool_Attribute":"Resolve","roteDicePool_Skill":"Occult","roteDescription":"Protecting a sanctum against spies is a duty gladly undertaken by most members of the Adamantine Arrow. For those who have mastered this rote, such work is perhaps a bit easier. Willworkers of the Silver Ladder use the same magic to defend their private quarters."}]}