{"name":"Worst Moment","sourceBook":"Banishers","sourcePage":"68","primaryArcana":"Time","arcanaRequirement":"Time 2","requirements":[{"name":"Time","dots":"2"}],"practice":"Knowing","action":"Instant","duration":"Concentration","aspect":"Covert","cost":"None","effect":"The Banisher learns the best possible time to strike her opponents, taking advantage of terrain, injury, or any other conditions that might help. The mage can either use this spell while physically at the location where she expects to attack her foes or combine it  with Space 2 to determine both when and where to strike. In either case, temporal sympathy applies, and if the subject of the spell is under the effect of the Shield of Chronos spell, the Banisher must exceed the Potency of that spell for this one to function. If the spell succeeds, the Banisher knows when to attack the target to gain the greatest tactical advantage. What \"greatest tactical advantage\" means in game terms is somewhat fluid; the spell might indicate that attacking target at dawn, while he is just waking, would be the best use, and in that case the character might be disoriented and without his armor spells. The spell might induce the Banisher to attack the target after a protracted battle, when his Mana and Willpower reserves are depleted. The advantages can be story-based rather than mechanical, but if the Storyteller would like something more objective, he can allow the Banisher to apply twice the successes rolled for the spell in penalties over the course of the scene (much like the Bane of a mage with the Destiny Merit). These penalties are considered environmental for purposes of mitigating them with spells and other effects.","rotes":[{"roteOrder":"Banisher","roteName":"Never Let Up","roteDicePool_Attribute":"Wits","roteDicePool_Skill":"Investigation","roteDescription":"The creator of this rote is long dead, shot multiple times by the Sleeper widow of one of the mages he killed. The creator was a ruthless Banisher, pursuing identified mages until they couldn't run anymore and then looking ahead to determine where they would go to sleep. He taught this rote to at least one of his proteges, however, and so it slowly spreads to other Banishers."}]}